[
  {
    "url": "https://www.bigbikeinfo.com/bigbike-faq/alarm-disc-lock",
    "title": "วิธีป้องกันรถบิ๊กไบค์หายด้วย ล็อคดิสเบรคกันขโมย “Alarm Disc Lock”",
    "content": "Alarm Disc Lockขอเกริ่นนำก่อนเลยนะครับ ตามหัวข้อนี้ เป็นเพียง 1 วิธีการที่จะช่วยเพิ่มความปลอดภัยให้รถบิ๊กไบค์แสนรักของเราด้วยวิธีล็อคดิสเบรค แต่ทั้งนั้นทั้งนี้ ขึ้นอยู่กับการดูแลรักษารถของท่านด้วยนะครับเพียงเครื่องช่วยล็อคก็ไม่ได้หมายความว่ารถบิ๊กไบค์ของคุณจะปลอดภัย 100% มาคุยกันก่อนว่า Alarm Disc Lock หรือ ที่เรียกกันแบบติดปากว่าล็อคดิส หรือ ล็อคดิสเบรค นั้นคืออะไรทำหน้าที่ยังไงหน้าตาแบบไหน\n\nล็อคดิสเบรคหรือAlarm Disc Lockเป็น อุปกรณ์ที่ใช้เพิ่มความปลอดภัยให้รถเราเวลาเราไม่อยู่หรือจอดไว้ในจุดที่คิดว่าอาจจะเสี่ยงต่อการถูกขโมย โดยตัวล็อคดิส จะมีหน้าตารูปร่างคล้ายๆ ก้อน 4เหลี่ยมคางหมู โดยวิธีการใช้งานจะต้องนำตัวล็อคดิสนี้ไปสอดเข้ากับจานเบรคล้อหน้าและกดปุ่มล็อค หรือ ล็อคที่ดิสเบรคหลังเฉพาะบางยี่ห่อเท่านั้นที่จะล็อคที่ดิสหลังได้ โดยการทำงานของ ตัวล็อคดิสจะทำงานตัวเมื่อ เราทำการล็อคมันเข้ากับตัวดิสเบรคแล้วจะมีเสียงดัง ปี๊ป 1 ครั้ง หรือ ยี่ห่ออื่นๆ อาจจะปีป 1-3 ครั้ง เป็นการแจ้งเตือนว่า ดิสล็อคได้ทำการล็อคเข้ากับดิสเบรคแล้ว จากนั้นเมื่อล็อคแล้ว หากมีคนหรือการสั่นสะเทือน ไปกระทบกับตัวรถ ตัวล็อคดิสจะส่งสัญญานดังขึ้นมา เพื่อแจ้งเตือนด้วยสัญญานเสียง โดยปกติ ความดังของเสียงจะอยู่ที่ 90-130+ เดซิเบลขึ้นไปเลยทีเดียว ถือว่าดังมาก แต่ทั่วไปแล้วล็อคดิสเมื่อทำงานอยู่ หากมีคนหรือการสั่นสะเทือนไปยังตัวรถ จะมีเสียงดังแจ้งเตือน ปี๊ป 3-5 ครั้ง เพื่อส่งเสียงเตือน แต่ถ้าหาก ครั้งที่ 2 ยังมีคนไปจับไปสัมผัสรถจนมีการสะเทือนจนล็อคดิสทำงานอีกครั้ง ทีนี้หละครับ เสียงปี๊ปดังลั่นยาว จนลำคานได้เลยทีเดียว โดยปกติจะดังติดต่อกัน 10 วินาที หรือ บางรุ่นก็ 20-40 วินาทีก็มีครับ\n\nล็อคดิสแพงไหมตอบเลยครับว่า ราคาไม่แพงมาก โดยราคาจะเริ่มที่ 300 ถึง หลัก 1,000 บาทขึ้นไปเลยก็ว่าได้ ซึ่งราคาก็ขึ้นกับคุณภาพด้วยนั่นแหละ บางยี่ห้อราคา 3-4พัน ความดังอยู่ที่ 130+เดซิเบลก็มี ครับ ส่วนรุ่นกลางๆ แต่ถืกว่าดีมากในระดับนึง ก็ราคาอยู่ไม่เกิน 700 บาทครับ\n\nล็อคดิสมีแบบไหนบ้างล็อคดิสจะแยกเป็น 2 แบบ 2 ลักษณะครับ1.ล็อคดิสแบบมีเสียง(จัดว่าแจ่มอย่างน้อยก็ทำให้คนมายุ่งตกใจได้เหมือนกันในระดับนึง)2.ล็อคดิสแบบไม่มีเสียง(กลัวคนรำคาญ) ความปลอดภัยไม่ค่อยโอเครครับ โดนยกรถไปก็จบ เพียงแค่ช่วยให้เข็นหรือเคลื่อนย้ายยากขึ้นแค่นั้นส่วนลักษณะก็รูไขของกุญแจครับแบบที่1คือ แบบเสียบรูกุญแจกปกติ และแบบที่2เป็นแบบลูกปืนครับรอบรูปกุญแจจะเป็นวงกลม\n\nปัญหาของล็อคดิสหละ?ข้อนี้อยากให้อ่านและจำไว้เลยนะครับ เพื่อป้องกันรถที่คุณรักเอง เพราะล็อคดิสมันอาจแว้งกัดรถคุณโดยไม่ได้ตั้งใจก็เป็นได้ ทำใมหละ ตามนี้เลย @หมีจะเล่าให้อ่าน ปกติแล้วล็อคดิส 80%+ จะล็อคกันที่จานเบรคหน้ากันอยู่แล้ว ซึ่งบิ๊กไบค์บางยี่ห้อ จะมีบังโคลนหน้า ซึ่งการออกแบบบังโคลนจะมีส่วนแฟริ่ด้านข้างของบังโคลนที่ปิดโชตหน้าจะยื่นออกมาตรงจานดิสพอดี และนี่แหละครับ ปัญหาจะเกิด เมื่อ! เจ้าของรถลืมว่าตัวเองได้ล็อคดิสเอาไว้ ได้เลื่อนรถ ปัญหาสิครับ โชคดีก็แค่ล็อคดิส หลุดเข้าไปในจุดที่ไขออกยาก และ อีกข้อความซวยคือ ก้านข้างบังโคลนหักแตก หรือร้าว เห็นหลายรายการแล้วครับเลยอยากแจ้งเตือน แต่ปัญหาขี้ลืมนี้จะเกิดขึ้นต่อเมื่อ คุณใช้ล็อคดิสแบบ ไม่มีเสียง แต่ก็ไม่ได้หมายความว่าแบบมีเสียง จะไม่มีความเสี่ยงเกิดเหตุแบบนี้นะครับ เป็นได้เหมือนกัน\n\nการดูแลรักษาหละก็อย่าให้มันโดนน้ำมากก็พอ หรือ น้ำเข้า สนิมอาจเข้าไปจัดการกับตัวจับเซ็นเซอร์วัดแรงสะเทือนทำให้บางครั้ง ตัวล็อคดิสไม่ส่งเสียง หรือ เสียงเบาลง หรือไม่ก็ ไม่ดังอีกเลย รวมทั้ง อาจเกิดสนิมในรูไขปลดล็อควิธีแก้ไขง่ายๆ หาน้ำมันหล่อลื่นหยอดใส่ตรงรู หรือใช้ โซแน็กกระป๋องส้มก็ได้ครับ ช่วยได้เหมือนกัน ส่วนถ้าโดนน้ำก็ สะบัดมันหน่อย หาผ้าเช็ดก็โอเครแล้วครับ ถ้าหากอาการหนักๆ โยนลงถังขยะและไปหาซื้อใหม่ ครับ อิอิ\n\nนี่ไม่ได้เป็นสปอนเซอร์นะแค่แนะนำเฉยๆล็อคดิสที่แนะนำ ราคาอยู่ที่ 350-450 แต่บางร้านก็อาจราคาสูงถึง 700 เลยนะครับ ซึ่งอยู่กับผู้ขายนะ เสียง 110 เดฯ ดังแก้วหูสะเทือนได้คับ ตัวล็อคดิสนี้ มีน้ำหนักมากอยู่นะครับ สำหรับตัวที่แนะนำ ก็ยังมีตัวอื่นๆ อีกมากมายให้เลือกใช้ ไปหาซื้อได้ตามร้าน อุปกรณ๋แต่งรถมอเตอร์ไซค์ทั่วไปก็มีขายครับ\n\nวันนี้ขอจบเกี่ยวกับ วิธีเพิ่มความปลอดภัยให้รถแสนรักของเราด้วยล็อคดิสเพียงเท่านี้ครับ"
  },
  {
    "url": "https://www.bigbikeinfo.com/bigbike-faq/5-%e0%b8%aa%e0%b8%b4%e0%b9%88%e0%b8%87%e0%b8%9a%e0%b8%99%e0%b8%96%e0%b8%99%e0%b8%99%e0%b8%95%e0%b9%89%e0%b8%ad%e0%b8%87%e0%b8%a3%e0%b8%b0%e0%b8%a7%e0%b8%b1%e0%b8%87",
    "title": "5 สิ่งบนพื้นถนน ที่ต้องระวัง!!",
    "content": "5 สิ่งบนถนนต้องระวังทุกคนคงพอจะทราบกันดีว่าบนท้องถนนนั้นมีอุปสรรคมากมายทำให้การขับขี่ของเราอาจจะไม่สมบูรณ์ยิ่งนักหรืออาจจะก่อให้เกิดปัญหาต่าง ๆ ตามมา เช่นการเกิดอุบัติเหตุจากถนนผิดปกติ วันนี้bigbikeinfo.comมี 5 สิ่งบนพื้นถนน.. ที่ต้องระวัง!! มาแนะนำกันครับ\n\n1.ลูกแก้ว และ แผ่นเหล็กสะท้อนแสงกลางถนนถ้าพูดถึงถนนแล้วต้องเคยพบเห็นเจ้าลูกแก้วและแผ้นเหล็กสะท้อนแสงกล้างถนนอยู่แล้วซึ่งมันใช้ในการแบ่งเส้นจราจรเพื่อให้เกิดความปลอกภัยในการขับรถสวนเลนกัน ถึงแม้ข้อดีมันจะมี แต่ถ้ากรณีที่เราเกิดขับไปโดนเข้าละก็ มีโอกาสเสี่ยงเกิดต่ออุบัติเหตุได้หรือพลาดล้มกันได้ ดังนั้นเราควรหลีกเลี่ยงต่อการขับไปทับเจ้าลูกแก้วหรือแผ่นเหล็กแบ่งกั้นจราจรดีกว่าครับ\n\n2.คราบน้ำมันเครื่องที่อยู่บนพื่้นผิวถนนอันนี้นี้สำคัญมากเพราะเราจะพบเจอกันบ่อย พอจะทราบกันแล้วว่า ถ้าน้ำมันเครื่องอยู่บนพิ้นถนนแล้วมันจะลื่นแค่ไหน และส่วนใหญ่แล้วถ้าเจอคราบพวกนี้แล้วมีโอกาสที่จะล้มสูงมาก ดังนั้นควรระวังว่าพื้นถนนตรงที่เรากำลังจะเดินทางนั้นมีคราบน้ำอะไรหรือไม่ และ ควรจะชะลอความเร็วหรือถ้าเลี่ยงไม่ได้ควรจะใช้ความเร็วที่ต่ำมาก ๆ เพื่อความปลอดภัยครับ\n\n3.ทรายหรือเศษหินกรวดทรายชาวสองล้อพอจะทราบว่าทรายหล่านี้อยู่บนพื้นถนนแล้วจะทำให้เสี่ยงสูงดังนั้นเราควรสังเกตุว่ามีรถทรายหิวนั้นทำร่วงไว้หรือป่าวถ้ามีก็ควรละมัดระวังเป็นพิเศษ และ ที่สำคัญไม่ควรใช้ความเร็วสูงขณะเจอสถานะการแบบนี้\n\n4.น้ำขยะสาเหตุนี้เป็นสาเหตุที่ทำให้เกิดอุบัติเหตุบ่อยมาก เพราะน้ำขยะนั้นเมื่ออยู่บนพื้นถนนแล้วจะลื่นมากๆดังนั้นควรหลีกเลี่ยงที่จะขับตามรอยของน้ำขยะ เพื่อความปลอดภัยของตัวท่าน\n\n5.หลุมถนนเป็นสาเหตุที่เลี่ยงไม่ได้จริงๆ แต่เราสามารถเตรียมพร้อมรับมือกลับมันได้ โดนการที่เราสังเกตุถนนจากระยะไกล และ ลดความเร็วถ้าอาจมาความเร็วสูง และ กระทบหลุมนั้นอาจจะเกิดอุบัติเหตุได้เช่นกัน\n\nบางครั้ง เหตุการณ์ต่าง ๆ อาจจะเกิดขึ้นได้ตลอดเวลาหากเราไม่ระมัดระวังแล้วละก็นะ อาจจะเกิดเหตุการณ์ที่ไม่คาดคิดอย่างแน่นอน ทั้งนี้ เราต้องระมัดระวังสิ่งเหล่านี้ให้ดี และ คำนึงควรคิดไว้เสมอ และ คิดอยู่ตลอดเวลาว่าเห็นการแบบนี้ต้องเกิดขึ้นแน่นอน เพราะฉะนั้น หากเห็นถนนที่นำเสนอไปก่อนนี้แล้ว ก็ควรจะลดความเร็วลง และ เพิ่มความระมัดระวังไว้ให้มาก ๆ ขอให้ทุกคนปลอดภัยในการขับขี่รถจักรยานยนต์ออกไปข้างนอก ปลอดภัยจากอันตรายทุก ๆ สิ่งทุก ๆ อย่าง และ ที่สำคัญที่สุดคือ ก่อนออกเดินทางทุกครั้งควรตั้งสติ และ เช็ครถ เช็คสุขภาพตัวเองว่าพร้อมแค่ไหนที่จะออกไปข้างนอก ทั้งนี้ เพื่อความปลอดภัยของตัวท่านเอง และ เพื่อนร่วมทางของท่าน จะได้ไม่เกิดเหตุการณ์ที่ไม่คาดคิดขึ้นได้ หากมีข้อสงสัยอะไร สามารถติดต่อสอบถามพวกเราได้ที่ แฟนเพจ facebookนี่แหละบิ๊กไบค์ Bigbikeinfo.comนะจ๊ะ"
  }
]