[
  {
    "brand": "Kawasaki",
    "name": "Ninja H2",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninjah2",
    "category": "Ninja",
    "price": "1,620,000 บาท",
    "price_numeric": 1620000,
    "specifications": {
      "ความยาว": "2,085 mm",
      "ความกว้าง": "770 mm",
      "ความสูง": "1,125 mm",
      "ระยะฐานล้อ": "1,445 mm",
      "ระยะห่างจากพื้น": "130 mm",
      "ความสูงเบาะนั่ง": "825 mm",
      "น้ำหนักรวม": "238 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "147.2 kW {200 PS} / 10,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "154.5 kW {210 PS} / 10,000 min-1",
      "แรงบิดสูงสุด": "140.4 N·m {14.3 kgƒ·m} / 10,000 min-1",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled,",
      "ขนาดกระบอกสูบ x ช่วงชัก": "76.0 x 55.0 mm",
      "ปริมาตรกระบอกสูบ": "998 cc",
      "อัตราส่วนกำลังอัด": "8.5:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø50 mm x 4 with dual injection ; Kawasaki Supercharger",
      "ระบบหล่อลื่น": "Forced lubrication, Wet",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return, dog-ring",
      "อัตราทดขั้นต้น": "1.551 (76/49)",
      "อัตราทดเกียร์ 1": "3.188 (51/16)",
      "อัตราทดเกียร์ 2": "2.526 (48/19)",
      "อัตราทดเกียร์ 3": "2.045 (45/22)",
      "อัตราทดเกียร์ 4": "1.727 (38/22)",
      "อัตราทดเกียร์ 5": "1.524 (32/21)",
      "อัตราทดเกียร์ 6": "1.348 (31/23)",
      "อัตราทดสุดท้าย": "2.444 (44/18)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Trellis, high-tensile steel, with Swingarm Mounting Plate",
      "ระบบกันสะเทือนหน้า": "ø43 mm inverted fork with rebound and compression damping and spring preload adjustability, and top-out springs",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "135 mm",
      "มุมแคสเตอร์": "24.5°",
      "ระยะเทรล": "103 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "27° / 27°",
      "ยางหน้า": "120/70 ZR17 (58W)",
      "ยางหลัง": "200/55 ZR17 (78W)",
      "เบรกหน้า": "Dual semi-floating ø330 mm Brembo discs,",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount, Brembo Stylema monobloc, opposed 4-piston, KIBS ABS",
      "เบรกหลัง": "Single ø250 mm disc,",
      "คาลิปเปอร์ (หลัง)": "Brembo, opposed 2-piston, KIBS ABS",
      "Ninja ZX-4R 299,000 บาท": "Ninja ZX-4R 299,000 บาท"
    },
    "scraped_at": "2026-01-11T15:52:49.285268",
    "features": [
      "Ninja H2 BUILT BEYOND BELIEF",
      "Top Features",
      "STYLING SUPERCHARGED CHASSIS INTERFACE FRONT SUSPENSION REAR SUSPENSION INSTRUMENTION KCMF IMU KTRC RIDEOLOGY การออกแบบบนพื้นฐานศาสตร์และศิลป์ชั้นสูง Ninja H2 เป็นการผสมผสานรูปลักษณ์ที่โดดเด่นตามคอนเซ็ปต์ “Intense Force Design” เน้นรูปลักษณ์ที่ทันสมัยทั้งยังเปี่ยมด้วยสมรรถนะขั้นสุดยอด อย่างไรก็ตามรูปลักษณ์ภายนอกไม่ได้เป็นเพียงการแต่งองค์ทรงเครื่องให้ดูดีเท่านั้น ความงามของ Ninja H2 ยังคงสะท้อนผ่านการทำงานในทุกส่วนประกอบ ตั้งแต่โครงสร้างรถที่ออกแบบตามหลักอากาศพลศาสตร์เพื่อเพิ่มเสถียรภาพการขับขี่เมื่อต้องใช้ความเร็วสูง เทคโนโลยีล่าสุดที่ติดตั้งมาพร้อมกับรุ่นนี้จะช่วยดูดอากาศเข้าสู่ซูเปอร์ชาร์เจอร์ได้มากขึ้น เรียกได้ว่า Ninja H2 เหนือกว่ามอเตอร์ไซค์ทุกรุ่นที่คาวาซากิเคยสร้างมา ทั้งยังเป็นศิลปกรรมแห่งยานยนต์ชิ้นเอกที่โดดเด่นทั้งเรื่องสมรรถนะและดีไซน์ ดูเข้มขรึมในสีดำเงางามด้วยเทคนิคการทำสีที่พัฒนามาสำหรับรุ่นนี้โดยเฉพาะ ระบบซุเปอร์ชาร์เจอร์ เครื่องยนต์ของ Ninja H2 เป็นเครื่องยนต์ 4 สูบที่มีขนาด 998 cc ระบายความร้อนด้วยน้ำที่ถูกออกแบบใหม่ให้มีการติดตั้งระบบอัดอากาศ (Supercharge) เครื่องยนต์มีขนาดเล็กเท่ากับเครื่องยนต์ Super sportและติดตั้ง Supercharge ให้เป็นส่วนหนึ่งของเครื่องยนต์ 200 PS @ 10,000 rpm 210 PS @ 10,000 rpm with Ram Air 140.4 N.m @ 10,000 rpm เป็นรถจักรยานยนต์ที่มีการติดตั้ง Supercharge ที่ถูกสร้างขึ้นโดย KHI Group โดยประกอบไปด้วย –Aerospace Company –Gas Turbine & Machinery Company –Corporate Technology Division Supercharge ถูกออกแบบโดย KHI group –Centrifugal scroll – type SC (แบบแรงเหวี่ยงหนีศูนย์กลาง) –ชุด Supercharge ผลิตขึ้นจากอลูมิเนียม นำหนักเบา –ปริมาตรการดูดอากาศสูงสุด : มากกว่า 200 L/s –ความเร็วในการดูดอากาศ : 100 m/s –ใช้ระบบเฟืองแบบ Planetary สำหรับขับเคลื่อนใบพัด (Impeller) –ใบพัด (Impeller) จะหมุนเป็นจำนวน 9.2x ของความเร็วของเพลาข้อเหวี่ยง นั่นคือรอบเครื่องประมาณ 12,000 rpm ใบพัดจะหมุนราวๆ 120,000 rpm การทรงตัวเยี่ยม บังคับง่าย Ninja H2 ถูกพัฒนาให้มีสมรรถนะเทียบเคียงญาติผู้พี่ที่เป็นรถสำหรับสนามแข่งอย่าง Ninja H2R แต่ก็สามารถขับขี่ได้ตามท้องถนนทั่วไป ระบบช่วงล่างของ Ninja H2 ถูกออกแบบมาอย่างแข็งแรงไม่สะทกสะท้านต่อการทำความเร็วที่เพิ่มขึ้น เปิดโอกาสให้นักบิดได้สัมผัสกับสมรรถนะการทรงตัวที่นิ่งและนิ่มขณะเลี้ยว ตามปกติแล้ว การควบคุมการทรงตัวของรถในขณะที่ใช้ความเร็วสูงนั้นต้องอาศัยฐานล้อที่ยาวพอสมควร แต่ในรุ่นนี้ ทีมวิศวกรลับเลือกที่จะใช้ฐานล้อที่สั้นกว่าเพื่อสร้างชุดบังคับรถขนาดกะทัดรัดที่ทำให้การบังคับรถแม่นยำมากยิ่งขึ้น ขณะที่เฟรมรถนั้นไม่ได้ออกแบบมาให้มีความแข็งแรงเท่านั้น แต่ยังสามารถรองรับสิ่งรบกวนภายนอกที่จะสร้างความเสียหายแก่ตัวถังได้เมื่อใช้ความเร็วสูง ส่วนตัวเฟรมรถเป็นแบบเฟรมถักที่แข็งแรง สามารถรองรับการทำงานของระบบซุปเปอร์ชาร์จได้เป็นอย่างดี และยังช่วยในการทรงตัวและสร้างความยืดหยุ่นให้แก่ตัวรถเมื่อใช้ความเร็วสูงอีกด้วย ผู้ขี่และรถประสานสานเป็นหนึ่งด้วยสุดยอดระบบ INTERFACE แม้ว่าจะมีสมรรถนะยอดเยี่ยมเทียบชั้นรถแข่งที่ต้องทำเวลาต่อรอบให้เร็วมากที่สุด แต่ Ninja H2 ก็สามารถมอบความสะดวกสบายในการขับขี่พอสมควร โดยตำแหน่งของเบาะนั่งนั้นได้รับการจัดวางอย่างพอเหมาะพอเจาะโดยคำนึงถึงความสบายของผู้ขี่เป็นอันดับแรก และยังถือว่าเป็นตำแหน่งที่ดีที่สุดสำหรับการบังคับรถอีกด้วย มุมมองการขับขี่ที่ได้จาก Ninja H2 อาจไม่น่าประทับใจอะไรนัก แต่สิ่งที่เหนือกว่าคือคุณภาพการขับขี่ และความทันสมัยของระบบบังคับการขี่ รวมทั้งความฟิตของเครื่องยนต์และรูปลักษณ์อันสง่างาม KYB AOS-II Racing Suspension ระบบรองรับน้ำหนักของ Ninja H2 เลือกใช้ KAYABA KYB AOS-II racing suspension ซึ่งเป็นระบบรองรับน้ำหนักที่มีพื้นฐานการพัฒนามาจากรถวิบาก โดยออกแบบแกนโช้คมีขนาด ø43 มาให้มีแรงเสียดทานระหว่างแกนโช้คและกระบอกโช้คที่ต่ำ แกนโช้คมีขนาด ø43 มม. และเคลือบด้วย DLC นี่เป็นครั้งแรกที่รถจักรยานยนต์ที่ใช้บนท้องถนนทั่วไปได้ติดตั้งระบบรองรับน้ำหนักที่มีประสิทธิภาพสูงสำหรับการแข่งขัน Öhlins TTX36 Rear Suspension ระบบรองรับน้ำหนักด้านหลังใช้ Öhlins TTX36 ซึ่งมอบประโยชน์มากมายให้ผู้ขับขี่ >> เพิ่มเสถียรภาพซึ่งทำให้เกิดประสิทธิภาพขณะเข้าโค้ง >> ระบบกันสะเทือนที่นุ่มนวลถ่ายทอดความรู้สึกของการหน่วงที่ดีเยี่ยม และช่วยเพิ่มความสะดวกสบายในการขับขี่และการควบคุมรถ >> ให้ความรู้สึกมั่นคงเมื่อใช้ความเร็ว และเปลี่ยนเลนได้ง่ายขึ้นเมื่อขับขี่บนทางหลวง >> ระบบรองรับน้ำหนักนุ่มนวลดูดซัพแรงกระแทกได้อย่างง่ายดายเพิ่มความสะดวกสะบายเมื่อขับขี่ในเมือง TFT Colour Instrumentation การออกแบบหน้าจอให้มีความไฮเทคและล้ำสมัยมีส่วนช่วยให้ Ninja H2 เป็นรุ่นเรือธงของคาวาซากิ มาตรวัดรอบแบบอนาล็อกเสริมด้วยหน้าจอ TFT LCD สีคุณภาพสูงซึ่งช่วยให้สามารถแสดงข้อมูลเป็นกราฟิกได้ โหมดการแสดงผลที่เลือกได้สี่โหมดช่วยให้ผู้ขับขี่สามารถจัดลำดับความสำคัญของข้อมูลที่พวกเขาต้องการดู โดยขึ้นอยู่กับประเภทการขับขี่ที่พวกเขากำลังขับขี่ในขณะนั้น Kawasaki Cornering Management Function ระบบฟังก์ชั่นช่วยควบคุมการเข้าโค้งของคาวาซากิ (KCMF) คือชุดควบคุมจัดการเครื่องและตัวถังโดยรวมการใช้ซอฟต์แวร์ล้ำสมัยรุ่นล่าสุดของคาวาซากิและข้อมูลป้อนกลับจากชุด IMU ของ Bosch ที่ให้ภาพที่แม่นยำชัดเจนกว่าเดิมแบบเรียลไทม์ของความโน้มเอียงของตัวถัง KCMF จะตรวจสอบตัวแปรต่างๆที่เกี่ยวข้องกับเครื่องยนต์และตัวถังตลอดการเข้าโค้งตั้งแต่เข้าโค้งจนกระทั่งออกโค้ง ระบบนี้ช่วยยับยั้งแรงเบรกและกำลังเครื่องยนต์เพื่อให้การเร่งความเร็ว การเบรก และเร่งอีกครั้งส่งผ่านได้อย่างราบรื่น และยังช่วยให้ผู้ขับขี่สามารถเข้าโค้งตามไลน์ที่ตั้งใจไว้ได้ Enhanced Chassis Orientation Awareness: Bosch IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตาม 6 DOF (องศาอิสระ) ได้วัดอัตราเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุนและอัตรา Pitch อัตรา Roll และ Yaw ที่คำนวณโดย ECU โดยใช้ซอฟต์แวร์ต้นฉบับของ Kawasaki ซึ่งช่วยทำให้ระบบต่างๆทำงานได้แม่นยำมากขึ้น Kawasaki TRaction Control ระบบ KTRC ที่ใช้กับ Ninja H2 ผสมผสานองค์ประกอบที่ดีที่สุดของระบบควบคุมการยึดเกาะถนนรุ่นก่อนหน้าของคาวาซากิ Ninja H2 มอบเลเวลในการเลือกใช้ที่แตกต่างกันเพื่อให้เหมาะกับสภาพการขับขี่และความชอบของผู้ขับขี่ และโหมดทั้งหมดที่ได้รับการออกแบบมาเพื่อจัดการเอาต์พุตเมื่อเกิดการลื่นไถลกะทันหัน ระบบนี้นำเสนอทั้งสมรรถนะการขับขี่แบบสปอร์ตที่ได้รับการปรับปรุงและมอบความอุ่นใจในการรับมือกับพื้นผิวถนนที่ลื่น โดยสามารถปรับได้ถึง 9 ระดับด้วยกัน Smartphone Connectivity หน้าจอ TFT มี Built in Bluetooth เพื่อเชื่อมต่อกับโทรศัพท์ของผู้ใช้รถโดยเชื่อมต่อผ่านแอพพลิเคชั่น “RIDEOLOGY” ซึ่งมีฟังก์ชั่นดังนี้ - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น การออกแบบบนพื้นฐานศาสตร์และศิลป์ชั้นสูง Ninja H2 เป็นการผสมผสานรูปลักษณ์ที่โดดเด่นตามคอนเซ็ปต์ “Intense Force Design” เน้นรูปลักษณ์ที่ทันสมัยทั้งยังเปี่ยมด้วยสมรรถนะขั้นสุดยอด อย่างไรก็ตามรูปลักษณ์ภายนอกไม่ได้เป็นเพียงการแต่งองค์ทรงเครื่องให้ดูดีเท่านั้น ความงามของ Ninja H2 ยังคงสะท้อนผ่านการทำงานในทุกส่วนประกอบ ตั้งแต่โครงสร้างรถที่ออกแบบตามหลักอากาศพลศาสตร์เพื่อเพิ่มเสถียรภาพการขับขี่เมื่อต้องใช้ความเร็วสูง เทคโนโลยีล่าสุดที่ติดตั้งมาพร้อมกับรุ่นนี้จะช่วยดูดอากาศเข้าสู่ซูเปอร์ชาร์เจอร์ได้มากขึ้น เรียกได้ว่า Ninja H2 เหนือกว่ามอเตอร์ไซค์ทุกรุ่นที่คาวาซากิเคยสร้างมา ทั้งยังเป็นศิลปกรรมแห่งยานยนต์ชิ้นเอกที่โดดเด่นทั้งเรื่องสมรรถนะและดีไซน์ ดูเข้มขรึมในสีดำเงางามด้วยเทคนิคการทำสีที่พัฒนามาสำหรับรุ่นนี้โดยเฉพาะ ระบบซุเปอร์ชาร์เจอร์ เครื่องยนต์ของ Ninja H2 เป็นเครื่องยนต์ 4 สูบที่มีขนาด 998 cc ระบายความร้อนด้วยน้ำที่ถูกออกแบบใหม่ให้มีการติดตั้งระบบอัดอากาศ (Supercharge) เครื่องยนต์มีขนาดเล็กเท่ากับเครื่องยนต์ Super sportและติดตั้ง Supercharge ให้เป็นส่วนหนึ่งของเครื่องยนต์ 200 PS @ 10,000 rpm 210 PS @ 10,000 rpm with Ram Air 140.4 N.m @ 10,000 rpm เป็นรถจักรยานยนต์ที่มีการติดตั้ง Supercharge ที่ถูกสร้างขึ้นโดย KHI Group โดยประกอบไปด้วย –Aerospace Company –Gas Turbine & Machinery Company –Corporate Technology Division Supercharge ถูกออกแบบโดย KHI group –Centrifugal scroll – type SC (แบบแรงเหวี่ยงหนีศูนย์กลาง) –ชุด Supercharge ผลิตขึ้นจากอลูมิเนียม นำหนักเบา –ปริมาตรการดูดอากาศสูงสุด : มากกว่า 200 L/s –ความเร็วในการดูดอากาศ : 100 m/s –ใช้ระบบเฟืองแบบ Planetary สำหรับขับเคลื่อนใบพัด (Impeller) –ใบพัด (Impeller) จะหมุนเป็นจำนวน 9.2x ของความเร็วของเพลาข้อเหวี่ยง นั่นคือรอบเครื่องประมาณ 12,000 rpm ใบพัดจะหมุนราวๆ 120,000 rpm การทรงตัวเยี่ยม บังคับง่าย Ninja H2 ถูกพัฒนาให้มีสมรรถนะเทียบเคียงญาติผู้พี่ที่เป็นรถสำหรับสนามแข่งอย่าง Ninja H2R แต่ก็สามารถขับขี่ได้ตามท้องถนนทั่วไป ระบบช่วงล่างของ Ninja H2 ถูกออกแบบมาอย่างแข็งแรงไม่สะทกสะท้านต่อการทำความเร็วที่เพิ่มขึ้น เปิดโอกาสให้นักบิดได้สัมผัสกับสมรรถนะการทรงตัวที่นิ่งและนิ่มขณะเลี้ยว ตามปกติแล้ว การควบคุมการทรงตัวของรถในขณะที่ใช้ความเร็วสูงนั้นต้องอาศัยฐานล้อที่ยาวพอสมควร แต่ในรุ่นนี้ ทีมวิศวกรลับเลือกที่จะใช้ฐานล้อที่สั้นกว่าเพื่อสร้างชุดบังคับรถขนาดกะทัดรัดที่ทำให้การบังคับรถแม่นยำมากยิ่งขึ้น ขณะที่เฟรมรถนั้นไม่ได้ออกแบบมาให้มีความแข็งแรงเท่านั้น แต่ยังสามารถรองรับสิ่งรบกวนภายนอกที่จะสร้างความเสียหายแก่ตัวถังได้เมื่อใช้ความเร็วสูง ส่วนตัวเฟรมรถเป็นแบบเฟรมถักที่แข็งแรง สามารถรองรับการทำงานของระบบซุปเปอร์ชาร์จได้เป็นอย่างดี และยังช่วยในการทรงตัวและสร้างความยืดหยุ่นให้แก่ตัวรถเมื่อใช้ความเร็วสูงอีกด้วย ผู้ขี่และรถประสานสานเป็นหนึ่งด้วยสุดยอดระบบ INTERFACE แม้ว่าจะมีสมรรถนะยอดเยี่ยมเทียบชั้นรถแข่งที่ต้องทำเวลาต่อรอบให้เร็วมากที่สุด แต่ Ninja H2 ก็สามารถมอบความสะดวกสบายในการขับขี่พอสมควร โดยตำแหน่งของเบาะนั่งนั้นได้รับการจัดวางอย่างพอเหมาะพอเจาะโดยคำนึงถึงความสบายของผู้ขี่เป็นอันดับแรก และยังถือว่าเป็นตำแหน่งที่ดีที่สุดสำหรับการบังคับรถอีกด้วย มุมมองการขับขี่ที่ได้จาก Ninja H2 อาจไม่น่าประทับใจอะไรนัก แต่สิ่งที่เหนือกว่าคือคุณภาพการขับขี่ และความทันสมัยของระบบบังคับการขี่ รวมทั้งความฟิตของเครื่องยนต์และรูปลักษณ์อันสง่างาม KYB AOS-II Racing Suspension ระบบรองรับน้ำหนักของ Ninja H2 เลือกใช้ KAYABA KYB AOS-II racing suspension ซึ่งเป็นระบบรองรับน้ำหนักที่มีพื้นฐานการพัฒนามาจากรถวิบาก โดยออกแบบแกนโช้คมีขนาด ø43 มาให้มีแรงเสียดทานระหว่างแกนโช้คและกระบอกโช้คที่ต่ำ แกนโช้คมีขนาด ø43 มม. และเคลือบด้วย DLC นี่เป็นครั้งแรกที่รถจักรยานยนต์ที่ใช้บนท้องถนนทั่วไปได้ติดตั้งระบบรองรับน้ำหนักที่มีประสิทธิภาพสูงสำหรับการแข่งขัน Öhlins TTX36 Rear Suspension ระบบรองรับน้ำหนักด้านหลังใช้ Öhlins TTX36 ซึ่งมอบประโยชน์มากมายให้ผู้ขับขี่ >> เพิ่มเสถียรภาพซึ่งทำให้เกิดประสิทธิภาพขณะเข้าโค้ง >> ระบบกันสะเทือนที่นุ่มนวลถ่ายทอดความรู้สึกของการหน่วงที่ดีเยี่ยม และช่วยเพิ่มความสะดวกสบายในการขับขี่และการควบคุมรถ >> ให้ความรู้สึกมั่นคงเมื่อใช้ความเร็ว และเปลี่ยนเลนได้ง่ายขึ้นเมื่อขับขี่บนทางหลวง >> ระบบรองรับน้ำหนักนุ่มนวลดูดซัพแรงกระแทกได้อย่างง่ายดายเพิ่มความสะดวกสะบายเมื่อขับขี่ในเมือง TFT Colour Instrumentation การออกแบบหน้าจอให้มีความไฮเทคและล้ำสมัยมีส่วนช่วยให้ Ninja H2 เป็นรุ่นเรือธงของคาวาซากิ มาตรวัดรอบแบบอนาล็อกเสริมด้วยหน้าจอ TFT LCD สีคุณภาพสูงซึ่งช่วยให้สามารถแสดงข้อมูลเป็นกราฟิกได้ โหมดการแสดงผลที่เลือกได้สี่โหมดช่วยให้ผู้ขับขี่สามารถจัดลำดับความสำคัญของข้อมูลที่พวกเขาต้องการดู โดยขึ้นอยู่กับประเภทการขับขี่ที่พวกเขากำลังขับขี่ในขณะนั้น Kawasaki Cornering Management Function ระบบฟังก์ชั่นช่วยควบคุมการเข้าโค้งของคาวาซากิ (KCMF) คือชุดควบคุมจัดการเครื่องและตัวถังโดยรวมการใช้ซอฟต์แวร์ล้ำสมัยรุ่นล่าสุดของคาวาซากิและข้อมูลป้อนกลับจากชุด IMU ของ Bosch ที่ให้ภาพที่แม่นยำชัดเจนกว่าเดิมแบบเรียลไทม์ของความโน้มเอียงของตัวถัง KCMF จะตรวจสอบตัวแปรต่างๆที่เกี่ยวข้องกับเครื่องยนต์และตัวถังตลอดการเข้าโค้งตั้งแต่เข้าโค้งจนกระทั่งออกโค้ง ระบบนี้ช่วยยับยั้งแรงเบรกและกำลังเครื่องยนต์เพื่อให้การเร่งความเร็ว การเบรก และเร่งอีกครั้งส่งผ่านได้อย่างราบรื่น และยังช่วยให้ผู้ขับขี่สามารถเข้าโค้งตามไลน์ที่ตั้งใจไว้ได้ Enhanced Chassis Orientation Awareness: Bosch IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตาม 6 DOF (องศาอิสระ) ได้วัดอัตราเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุนและอัตรา Pitch อัตรา Roll และ Yaw ที่คำนวณโดย ECU โดยใช้ซอฟต์แวร์ต้นฉบับของ Kawasaki ซึ่งช่วยทำให้ระบบต่างๆทำงานได้แม่นยำมากขึ้น Kawasaki TRaction Control ระบบ KTRC ที่ใช้กับ Ninja H2 ผสมผสานองค์ประกอบที่ดีที่สุดของระบบควบคุมการยึดเกาะถนนรุ่นก่อนหน้าของคาวาซากิ Ninja H2 มอบเลเวลในการเลือกใช้ที่แตกต่างกันเพื่อให้เหมาะกับสภาพการขับขี่และความชอบของผู้ขับขี่ และโหมดทั้งหมดที่ได้รับการออกแบบมาเพื่อจัดการเอาต์พุตเมื่อเกิดการลื่นไถลกะทันหัน ระบบนี้นำเสนอทั้งสมรรถนะการขับขี่แบบสปอร์ตที่ได้รับการปรับปรุงและมอบความอุ่นใจในการรับมือกับพื้นผิวถนนที่ลื่น โดยสามารถปรับได้ถึง 9 ระดับด้วยกัน Smartphone Connectivity หน้าจอ TFT มี Built in Bluetooth เพื่อเชื่อมต่อกับโทรศัพท์ของผู้ใช้รถโดยเชื่อมต่อผ่านแอพพลิเคชั่น “RIDEOLOGY” ซึ่งมีฟังก์ชั่นดังนี้ - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น PrevNext1234567891011",
      "STYLING SUPERCHARGED CHASSIS INTERFACE FRONT SUSPENSION REAR SUSPENSION INSTRUMENTION KCMF IMU KTRC RIDEOLOGY การออกแบบบนพื้นฐานศาสตร์และศิลป์ชั้นสูง Ninja H2 เป็นการผสมผสานรูปลักษณ์ที่โดดเด่นตามคอนเซ็ปต์ “Intense Force Design” เน้นรูปลักษณ์ที่ทันสมัยทั้งยังเปี่ยมด้วยสมรรถนะขั้นสุดยอด อย่างไรก็ตามรูปลักษณ์ภายนอกไม่ได้เป็นเพียงการแต่งองค์ทรงเครื่องให้ดูดีเท่านั้น ความงามของ Ninja H2 ยังคงสะท้อนผ่านการทำงานในทุกส่วนประกอบ ตั้งแต่โครงสร้างรถที่ออกแบบตามหลักอากาศพลศาสตร์เพื่อเพิ่มเสถียรภาพการขับขี่เมื่อต้องใช้ความเร็วสูง เทคโนโลยีล่าสุดที่ติดตั้งมาพร้อมกับรุ่นนี้จะช่วยดูดอากาศเข้าสู่ซูเปอร์ชาร์เจอร์ได้มากขึ้น เรียกได้ว่า Ninja H2 เหนือกว่ามอเตอร์ไซค์ทุกรุ่นที่คาวาซากิเคยสร้างมา ทั้งยังเป็นศิลปกรรมแห่งยานยนต์ชิ้นเอกที่โดดเด่นทั้งเรื่องสมรรถนะและดีไซน์ ดูเข้มขรึมในสีดำเงางามด้วยเทคนิคการทำสีที่พัฒนามาสำหรับรุ่นนี้โดยเฉพาะ ระบบซุเปอร์ชาร์เจอร์ เครื่องยนต์ของ Ninja H2 เป็นเครื่องยนต์ 4 สูบที่มีขนาด 998 cc ระบายความร้อนด้วยน้ำที่ถูกออกแบบใหม่ให้มีการติดตั้งระบบอัดอากาศ (Supercharge) เครื่องยนต์มีขนาดเล็กเท่ากับเครื่องยนต์ Super sportและติดตั้ง Supercharge ให้เป็นส่วนหนึ่งของเครื่องยนต์ 200 PS @ 10,000 rpm 210 PS @ 10,000 rpm with Ram Air 140.4 N.m @ 10,000 rpm เป็นรถจักรยานยนต์ที่มีการติดตั้ง Supercharge ที่ถูกสร้างขึ้นโดย KHI Group โดยประกอบไปด้วย –Aerospace Company –Gas Turbine & Machinery Company –Corporate Technology Division Supercharge ถูกออกแบบโดย KHI group –Centrifugal scroll – type SC (แบบแรงเหวี่ยงหนีศูนย์กลาง) –ชุด Supercharge ผลิตขึ้นจากอลูมิเนียม นำหนักเบา –ปริมาตรการดูดอากาศสูงสุด : มากกว่า 200 L/s –ความเร็วในการดูดอากาศ : 100 m/s –ใช้ระบบเฟืองแบบ Planetary สำหรับขับเคลื่อนใบพัด (Impeller) –ใบพัด (Impeller) จะหมุนเป็นจำนวน 9.2x ของความเร็วของเพลาข้อเหวี่ยง นั่นคือรอบเครื่องประมาณ 12,000 rpm ใบพัดจะหมุนราวๆ 120,000 rpm การทรงตัวเยี่ยม บังคับง่าย Ninja H2 ถูกพัฒนาให้มีสมรรถนะเทียบเคียงญาติผู้พี่ที่เป็นรถสำหรับสนามแข่งอย่าง Ninja H2R แต่ก็สามารถขับขี่ได้ตามท้องถนนทั่วไป ระบบช่วงล่างของ Ninja H2 ถูกออกแบบมาอย่างแข็งแรงไม่สะทกสะท้านต่อการทำความเร็วที่เพิ่มขึ้น เปิดโอกาสให้นักบิดได้สัมผัสกับสมรรถนะการทรงตัวที่นิ่งและนิ่มขณะเลี้ยว ตามปกติแล้ว การควบคุมการทรงตัวของรถในขณะที่ใช้ความเร็วสูงนั้นต้องอาศัยฐานล้อที่ยาวพอสมควร แต่ในรุ่นนี้ ทีมวิศวกรลับเลือกที่จะใช้ฐานล้อที่สั้นกว่าเพื่อสร้างชุดบังคับรถขนาดกะทัดรัดที่ทำให้การบังคับรถแม่นยำมากยิ่งขึ้น ขณะที่เฟรมรถนั้นไม่ได้ออกแบบมาให้มีความแข็งแรงเท่านั้น แต่ยังสามารถรองรับสิ่งรบกวนภายนอกที่จะสร้างความเสียหายแก่ตัวถังได้เมื่อใช้ความเร็วสูง ส่วนตัวเฟรมรถเป็นแบบเฟรมถักที่แข็งแรง สามารถรองรับการทำงานของระบบซุปเปอร์ชาร์จได้เป็นอย่างดี และยังช่วยในการทรงตัวและสร้างความยืดหยุ่นให้แก่ตัวรถเมื่อใช้ความเร็วสูงอีกด้วย ผู้ขี่และรถประสานสานเป็นหนึ่งด้วยสุดยอดระบบ INTERFACE แม้ว่าจะมีสมรรถนะยอดเยี่ยมเทียบชั้นรถแข่งที่ต้องทำเวลาต่อรอบให้เร็วมากที่สุด แต่ Ninja H2 ก็สามารถมอบความสะดวกสบายในการขับขี่พอสมควร โดยตำแหน่งของเบาะนั่งนั้นได้รับการจัดวางอย่างพอเหมาะพอเจาะโดยคำนึงถึงความสบายของผู้ขี่เป็นอันดับแรก และยังถือว่าเป็นตำแหน่งที่ดีที่สุดสำหรับการบังคับรถอีกด้วย มุมมองการขับขี่ที่ได้จาก Ninja H2 อาจไม่น่าประทับใจอะไรนัก แต่สิ่งที่เหนือกว่าคือคุณภาพการขับขี่ และความทันสมัยของระบบบังคับการขี่ รวมทั้งความฟิตของเครื่องยนต์และรูปลักษณ์อันสง่างาม KYB AOS-II Racing Suspension ระบบรองรับน้ำหนักของ Ninja H2 เลือกใช้ KAYABA KYB AOS-II racing suspension ซึ่งเป็นระบบรองรับน้ำหนักที่มีพื้นฐานการพัฒนามาจากรถวิบาก โดยออกแบบแกนโช้คมีขนาด ø43 มาให้มีแรงเสียดทานระหว่างแกนโช้คและกระบอกโช้คที่ต่ำ แกนโช้คมีขนาด ø43 มม. และเคลือบด้วย DLC นี่เป็นครั้งแรกที่รถจักรยานยนต์ที่ใช้บนท้องถนนทั่วไปได้ติดตั้งระบบรองรับน้ำหนักที่มีประสิทธิภาพสูงสำหรับการแข่งขัน Öhlins TTX36 Rear Suspension ระบบรองรับน้ำหนักด้านหลังใช้ Öhlins TTX36 ซึ่งมอบประโยชน์มากมายให้ผู้ขับขี่ >> เพิ่มเสถียรภาพซึ่งทำให้เกิดประสิทธิภาพขณะเข้าโค้ง >> ระบบกันสะเทือนที่นุ่มนวลถ่ายทอดความรู้สึกของการหน่วงที่ดีเยี่ยม และช่วยเพิ่มความสะดวกสบายในการขับขี่และการควบคุมรถ >> ให้ความรู้สึกมั่นคงเมื่อใช้ความเร็ว และเปลี่ยนเลนได้ง่ายขึ้นเมื่อขับขี่บนทางหลวง >> ระบบรองรับน้ำหนักนุ่มนวลดูดซัพแรงกระแทกได้อย่างง่ายดายเพิ่มความสะดวกสะบายเมื่อขับขี่ในเมือง TFT Colour Instrumentation การออกแบบหน้าจอให้มีความไฮเทคและล้ำสมัยมีส่วนช่วยให้ Ninja H2 เป็นรุ่นเรือธงของคาวาซากิ มาตรวัดรอบแบบอนาล็อกเสริมด้วยหน้าจอ TFT LCD สีคุณภาพสูงซึ่งช่วยให้สามารถแสดงข้อมูลเป็นกราฟิกได้ โหมดการแสดงผลที่เลือกได้สี่โหมดช่วยให้ผู้ขับขี่สามารถจัดลำดับความสำคัญของข้อมูลที่พวกเขาต้องการดู โดยขึ้นอยู่กับประเภทการขับขี่ที่พวกเขากำลังขับขี่ในขณะนั้น Kawasaki Cornering Management Function ระบบฟังก์ชั่นช่วยควบคุมการเข้าโค้งของคาวาซากิ (KCMF) คือชุดควบคุมจัดการเครื่องและตัวถังโดยรวมการใช้ซอฟต์แวร์ล้ำสมัยรุ่นล่าสุดของคาวาซากิและข้อมูลป้อนกลับจากชุด IMU ของ Bosch ที่ให้ภาพที่แม่นยำชัดเจนกว่าเดิมแบบเรียลไทม์ของความโน้มเอียงของตัวถัง KCMF จะตรวจสอบตัวแปรต่างๆที่เกี่ยวข้องกับเครื่องยนต์และตัวถังตลอดการเข้าโค้งตั้งแต่เข้าโค้งจนกระทั่งออกโค้ง ระบบนี้ช่วยยับยั้งแรงเบรกและกำลังเครื่องยนต์เพื่อให้การเร่งความเร็ว การเบรก และเร่งอีกครั้งส่งผ่านได้อย่างราบรื่น และยังช่วยให้ผู้ขับขี่สามารถเข้าโค้งตามไลน์ที่ตั้งใจไว้ได้ Enhanced Chassis Orientation Awareness: Bosch IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตาม 6 DOF (องศาอิสระ) ได้วัดอัตราเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุนและอัตรา Pitch อัตรา Roll และ Yaw ที่คำนวณโดย ECU โดยใช้ซอฟต์แวร์ต้นฉบับของ Kawasaki ซึ่งช่วยทำให้ระบบต่างๆทำงานได้แม่นยำมากขึ้น Kawasaki TRaction Control ระบบ KTRC ที่ใช้กับ Ninja H2 ผสมผสานองค์ประกอบที่ดีที่สุดของระบบควบคุมการยึดเกาะถนนรุ่นก่อนหน้าของคาวาซากิ Ninja H2 มอบเลเวลในการเลือกใช้ที่แตกต่างกันเพื่อให้เหมาะกับสภาพการขับขี่และความชอบของผู้ขับขี่ และโหมดทั้งหมดที่ได้รับการออกแบบมาเพื่อจัดการเอาต์พุตเมื่อเกิดการลื่นไถลกะทันหัน ระบบนี้นำเสนอทั้งสมรรถนะการขับขี่แบบสปอร์ตที่ได้รับการปรับปรุงและมอบความอุ่นใจในการรับมือกับพื้นผิวถนนที่ลื่น โดยสามารถปรับได้ถึง 9 ระดับด้วยกัน Smartphone Connectivity หน้าจอ TFT มี Built in Bluetooth เพื่อเชื่อมต่อกับโทรศัพท์ของผู้ใช้รถโดยเชื่อมต่อผ่านแอพพลิเคชั่น “RIDEOLOGY” ซึ่งมีฟังก์ชั่นดังนี้ - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "การออกแบบบนพื้นฐานศาสตร์และศิลป์ชั้นสูง Ninja H2 เป็นการผสมผสานรูปลักษณ์ที่โดดเด่นตามคอนเซ็ปต์ “Intense Force Design” เน้นรูปลักษณ์ที่ทันสมัยทั้งยังเปี่ยมด้วยสมรรถนะขั้นสุดยอด อย่างไรก็ตามรูปลักษณ์ภายนอกไม่ได้เป็นเพียงการแต่งองค์ทรงเครื่องให้ดูดีเท่านั้น ความงามของ Ninja H2 ยังคงสะท้อนผ่านการทำงานในทุกส่วนประกอบ ตั้งแต่โครงสร้างรถที่ออกแบบตามหลักอากาศพลศาสตร์เพื่อเพิ่มเสถียรภาพการขับขี่เมื่อต้องใช้ความเร็วสูง เทคโนโลยีล่าสุดที่ติดตั้งมาพร้อมกับรุ่นนี้จะช่วยดูดอากาศเข้าสู่ซูเปอร์ชาร์เจอร์ได้มากขึ้น เรียกได้ว่า Ninja H2 เหนือกว่ามอเตอร์ไซค์ทุกรุ่นที่คาวาซากิเคยสร้างมา ทั้งยังเป็นศิลปกรรมแห่งยานยนต์ชิ้นเอกที่โดดเด่นทั้งเรื่องสมรรถนะและดีไซน์ ดูเข้มขรึมในสีดำเงางามด้วยเทคนิคการทำสีที่พัฒนามาสำหรับรุ่นนี้โดยเฉพาะ ระบบซุเปอร์ชาร์เจอร์ เครื่องยนต์ของ Ninja H2 เป็นเครื่องยนต์ 4 สูบที่มีขนาด 998 cc ระบายความร้อนด้วยน้ำที่ถูกออกแบบใหม่ให้มีการติดตั้งระบบอัดอากาศ (Supercharge) เครื่องยนต์มีขนาดเล็กเท่ากับเครื่องยนต์ Super sportและติดตั้ง Supercharge ให้เป็นส่วนหนึ่งของเครื่องยนต์ 200 PS @ 10,000 rpm 210 PS @ 10,000 rpm with Ram Air 140.4 N.m @ 10,000 rpm เป็นรถจักรยานยนต์ที่มีการติดตั้ง Supercharge ที่ถูกสร้างขึ้นโดย KHI Group โดยประกอบไปด้วย –Aerospace Company –Gas Turbine & Machinery Company –Corporate Technology Division Supercharge ถูกออกแบบโดย KHI group –Centrifugal scroll – type SC (แบบแรงเหวี่ยงหนีศูนย์กลาง) –ชุด Supercharge ผลิตขึ้นจากอลูมิเนียม นำหนักเบา –ปริมาตรการดูดอากาศสูงสุด : มากกว่า 200 L/s –ความเร็วในการดูดอากาศ : 100 m/s –ใช้ระบบเฟืองแบบ Planetary สำหรับขับเคลื่อนใบพัด (Impeller) –ใบพัด (Impeller) จะหมุนเป็นจำนวน 9.2x ของความเร็วของเพลาข้อเหวี่ยง นั่นคือรอบเครื่องประมาณ 12,000 rpm ใบพัดจะหมุนราวๆ 120,000 rpm การทรงตัวเยี่ยม บังคับง่าย Ninja H2 ถูกพัฒนาให้มีสมรรถนะเทียบเคียงญาติผู้พี่ที่เป็นรถสำหรับสนามแข่งอย่าง Ninja H2R แต่ก็สามารถขับขี่ได้ตามท้องถนนทั่วไป ระบบช่วงล่างของ Ninja H2 ถูกออกแบบมาอย่างแข็งแรงไม่สะทกสะท้านต่อการทำความเร็วที่เพิ่มขึ้น เปิดโอกาสให้นักบิดได้สัมผัสกับสมรรถนะการทรงตัวที่นิ่งและนิ่มขณะเลี้ยว ตามปกติแล้ว การควบคุมการทรงตัวของรถในขณะที่ใช้ความเร็วสูงนั้นต้องอาศัยฐานล้อที่ยาวพอสมควร แต่ในรุ่นนี้ ทีมวิศวกรลับเลือกที่จะใช้ฐานล้อที่สั้นกว่าเพื่อสร้างชุดบังคับรถขนาดกะทัดรัดที่ทำให้การบังคับรถแม่นยำมากยิ่งขึ้น ขณะที่เฟรมรถนั้นไม่ได้ออกแบบมาให้มีความแข็งแรงเท่านั้น แต่ยังสามารถรองรับสิ่งรบกวนภายนอกที่จะสร้างความเสียหายแก่ตัวถังได้เมื่อใช้ความเร็วสูง ส่วนตัวเฟรมรถเป็นแบบเฟรมถักที่แข็งแรง สามารถรองรับการทำงานของระบบซุปเปอร์ชาร์จได้เป็นอย่างดี และยังช่วยในการทรงตัวและสร้างความยืดหยุ่นให้แก่ตัวรถเมื่อใช้ความเร็วสูงอีกด้วย ผู้ขี่และรถประสานสานเป็นหนึ่งด้วยสุดยอดระบบ INTERFACE แม้ว่าจะมีสมรรถนะยอดเยี่ยมเทียบชั้นรถแข่งที่ต้องทำเวลาต่อรอบให้เร็วมากที่สุด แต่ Ninja H2 ก็สามารถมอบความสะดวกสบายในการขับขี่พอสมควร โดยตำแหน่งของเบาะนั่งนั้นได้รับการจัดวางอย่างพอเหมาะพอเจาะโดยคำนึงถึงความสบายของผู้ขี่เป็นอันดับแรก และยังถือว่าเป็นตำแหน่งที่ดีที่สุดสำหรับการบังคับรถอีกด้วย มุมมองการขับขี่ที่ได้จาก Ninja H2 อาจไม่น่าประทับใจอะไรนัก แต่สิ่งที่เหนือกว่าคือคุณภาพการขับขี่ และความทันสมัยของระบบบังคับการขี่ รวมทั้งความฟิตของเครื่องยนต์และรูปลักษณ์อันสง่างาม KYB AOS-II Racing Suspension ระบบรองรับน้ำหนักของ Ninja H2 เลือกใช้ KAYABA KYB AOS-II racing suspension ซึ่งเป็นระบบรองรับน้ำหนักที่มีพื้นฐานการพัฒนามาจากรถวิบาก โดยออกแบบแกนโช้คมีขนาด ø43 มาให้มีแรงเสียดทานระหว่างแกนโช้คและกระบอกโช้คที่ต่ำ แกนโช้คมีขนาด ø43 มม. และเคลือบด้วย DLC นี่เป็นครั้งแรกที่รถจักรยานยนต์ที่ใช้บนท้องถนนทั่วไปได้ติดตั้งระบบรองรับน้ำหนักที่มีประสิทธิภาพสูงสำหรับการแข่งขัน Öhlins TTX36 Rear Suspension ระบบรองรับน้ำหนักด้านหลังใช้ Öhlins TTX36 ซึ่งมอบประโยชน์มากมายให้ผู้ขับขี่ >> เพิ่มเสถียรภาพซึ่งทำให้เกิดประสิทธิภาพขณะเข้าโค้ง >> ระบบกันสะเทือนที่นุ่มนวลถ่ายทอดความรู้สึกของการหน่วงที่ดีเยี่ยม และช่วยเพิ่มความสะดวกสบายในการขับขี่และการควบคุมรถ >> ให้ความรู้สึกมั่นคงเมื่อใช้ความเร็ว และเปลี่ยนเลนได้ง่ายขึ้นเมื่อขับขี่บนทางหลวง >> ระบบรองรับน้ำหนักนุ่มนวลดูดซัพแรงกระแทกได้อย่างง่ายดายเพิ่มความสะดวกสะบายเมื่อขับขี่ในเมือง TFT Colour Instrumentation การออกแบบหน้าจอให้มีความไฮเทคและล้ำสมัยมีส่วนช่วยให้ Ninja H2 เป็นรุ่นเรือธงของคาวาซากิ มาตรวัดรอบแบบอนาล็อกเสริมด้วยหน้าจอ TFT LCD สีคุณภาพสูงซึ่งช่วยให้สามารถแสดงข้อมูลเป็นกราฟิกได้ โหมดการแสดงผลที่เลือกได้สี่โหมดช่วยให้ผู้ขับขี่สามารถจัดลำดับความสำคัญของข้อมูลที่พวกเขาต้องการดู โดยขึ้นอยู่กับประเภทการขับขี่ที่พวกเขากำลังขับขี่ในขณะนั้น Kawasaki Cornering Management Function ระบบฟังก์ชั่นช่วยควบคุมการเข้าโค้งของคาวาซากิ (KCMF) คือชุดควบคุมจัดการเครื่องและตัวถังโดยรวมการใช้ซอฟต์แวร์ล้ำสมัยรุ่นล่าสุดของคาวาซากิและข้อมูลป้อนกลับจากชุด IMU ของ Bosch ที่ให้ภาพที่แม่นยำชัดเจนกว่าเดิมแบบเรียลไทม์ของความโน้มเอียงของตัวถัง KCMF จะตรวจสอบตัวแปรต่างๆที่เกี่ยวข้องกับเครื่องยนต์และตัวถังตลอดการเข้าโค้งตั้งแต่เข้าโค้งจนกระทั่งออกโค้ง ระบบนี้ช่วยยับยั้งแรงเบรกและกำลังเครื่องยนต์เพื่อให้การเร่งความเร็ว การเบรก และเร่งอีกครั้งส่งผ่านได้อย่างราบรื่น และยังช่วยให้ผู้ขับขี่สามารถเข้าโค้งตามไลน์ที่ตั้งใจไว้ได้ Enhanced Chassis Orientation Awareness: Bosch IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตาม 6 DOF (องศาอิสระ) ได้วัดอัตราเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุนและอัตรา Pitch อัตรา Roll และ Yaw ที่คำนวณโดย ECU โดยใช้ซอฟต์แวร์ต้นฉบับของ Kawasaki ซึ่งช่วยทำให้ระบบต่างๆทำงานได้แม่นยำมากขึ้น Kawasaki TRaction Control ระบบ KTRC ที่ใช้กับ Ninja H2 ผสมผสานองค์ประกอบที่ดีที่สุดของระบบควบคุมการยึดเกาะถนนรุ่นก่อนหน้าของคาวาซากิ Ninja H2 มอบเลเวลในการเลือกใช้ที่แตกต่างกันเพื่อให้เหมาะกับสภาพการขับขี่และความชอบของผู้ขับขี่ และโหมดทั้งหมดที่ได้รับการออกแบบมาเพื่อจัดการเอาต์พุตเมื่อเกิดการลื่นไถลกะทันหัน ระบบนี้นำเสนอทั้งสมรรถนะการขับขี่แบบสปอร์ตที่ได้รับการปรับปรุงและมอบความอุ่นใจในการรับมือกับพื้นผิวถนนที่ลื่น โดยสามารถปรับได้ถึง 9 ระดับด้วยกัน Smartphone Connectivity หน้าจอ TFT มี Built in Bluetooth เพื่อเชื่อมต่อกับโทรศัพท์ของผู้ใช้รถโดยเชื่อมต่อผ่านแอพพลิเคชั่น “RIDEOLOGY” ซึ่งมีฟังก์ชั่นดังนี้ - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "การออกแบบบนพื้นฐานศาสตร์และศิลป์ชั้นสูง Ninja H2 เป็นการผสมผสานรูปลักษณ์ที่โดดเด่นตามคอนเซ็ปต์ “Intense Force Design” เน้นรูปลักษณ์ที่ทันสมัยทั้งยังเปี่ยมด้วยสมรรถนะขั้นสุดยอด อย่างไรก็ตามรูปลักษณ์ภายนอกไม่ได้เป็นเพียงการแต่งองค์ทรงเครื่องให้ดูดีเท่านั้น ความงามของ Ninja H2 ยังคงสะท้อนผ่านการทำงานในทุกส่วนประกอบ ตั้งแต่โครงสร้างรถที่ออกแบบตามหลักอากาศพลศาสตร์เพื่อเพิ่มเสถียรภาพการขับขี่เมื่อต้องใช้ความเร็วสูง เทคโนโลยีล่าสุดที่ติดตั้งมาพร้อมกับรุ่นนี้จะช่วยดูดอากาศเข้าสู่ซูเปอร์ชาร์เจอร์ได้มากขึ้น เรียกได้ว่า Ninja H2 เหนือกว่ามอเตอร์ไซค์ทุกรุ่นที่คาวาซากิเคยสร้างมา ทั้งยังเป็นศิลปกรรมแห่งยานยนต์ชิ้นเอกที่โดดเด่นทั้งเรื่องสมรรถนะและดีไซน์ ดูเข้มขรึมในสีดำเงางามด้วยเทคนิคการทำสีที่พัฒนามาสำหรับรุ่นนี้โดยเฉพาะ",
      "การออกแบบบนพื้นฐานศาสตร์และศิลป์ชั้นสูง",
      "Ninja H2 เป็นการผสมผสานรูปลักษณ์ที่โดดเด่นตามคอนเซ็ปต์ “Intense Force Design” เน้นรูปลักษณ์ที่ทันสมัยทั้งยังเปี่ยมด้วยสมรรถนะขั้นสุดยอด อย่างไรก็ตามรูปลักษณ์ภายนอกไม่ได้เป็นเพียงการแต่งองค์ทรงเครื่องให้ดูดีเท่านั้น ความงามของ Ninja H2 ยังคงสะท้อนผ่านการทำงานในทุกส่วนประกอบ ตั้งแต่โครงสร้างรถที่ออกแบบตามหลักอากาศพลศาสตร์เพื่อเพิ่มเสถียรภาพการขับขี่เมื่อต้องใช้ความเร็วสูง เทคโนโลยีล่าสุดที่ติดตั้งมาพร้อมกับรุ่นนี้จะช่วยดูดอากาศเข้าสู่ซูเปอร์ชาร์เจอร์ได้มากขึ้น เรียกได้ว่า Ninja H2 เหนือกว่ามอเตอร์ไซค์ทุกรุ่นที่คาวาซากิเคยสร้างมา ทั้งยังเป็นศิลปกรรมแห่งยานยนต์ชิ้นเอกที่โดดเด่นทั้งเรื่องสมรรถนะและดีไซน์ ดูเข้มขรึมในสีดำเงางามด้วยเทคนิคการทำสีที่พัฒนามาสำหรับรุ่นนี้โดยเฉพาะ",
      "ระบบซุเปอร์ชาร์เจอร์ เครื่องยนต์ของ Ninja H2 เป็นเครื่องยนต์ 4 สูบที่มีขนาด 998 cc ระบายความร้อนด้วยน้ำที่ถูกออกแบบใหม่ให้มีการติดตั้งระบบอัดอากาศ (Supercharge) เครื่องยนต์มีขนาดเล็กเท่ากับเครื่องยนต์ Super sportและติดตั้ง Supercharge ให้เป็นส่วนหนึ่งของเครื่องยนต์ 200 PS @ 10,000 rpm 210 PS @ 10,000 rpm with Ram Air 140.4 N.m @ 10,000 rpm เป็นรถจักรยานยนต์ที่มีการติดตั้ง Supercharge ที่ถูกสร้างขึ้นโดย KHI Group โดยประกอบไปด้วย –Aerospace Company –Gas Turbine & Machinery Company –Corporate Technology Division Supercharge ถูกออกแบบโดย KHI group –Centrifugal scroll – type SC (แบบแรงเหวี่ยงหนีศูนย์กลาง) –ชุด Supercharge ผลิตขึ้นจากอลูมิเนียม นำหนักเบา –ปริมาตรการดูดอากาศสูงสุด : มากกว่า 200 L/s –ความเร็วในการดูดอากาศ : 100 m/s –ใช้ระบบเฟืองแบบ Planetary สำหรับขับเคลื่อนใบพัด (Impeller) –ใบพัด (Impeller) จะหมุนเป็นจำนวน 9.2x ของความเร็วของเพลาข้อเหวี่ยง นั่นคือรอบเครื่องประมาณ 12,000 rpm ใบพัดจะหมุนราวๆ 120,000 rpm",
      "ระบบซุเปอร์ชาร์เจอร์",
      "เครื่องยนต์ของ Ninja H2 เป็นเครื่องยนต์ 4 สูบที่มีขนาด 998 cc ระบายความร้อนด้วยน้ำที่ถูกออกแบบใหม่ให้มีการติดตั้งระบบอัดอากาศ (Supercharge) เครื่องยนต์มีขนาดเล็กเท่ากับเครื่องยนต์ Super sportและติดตั้ง Supercharge ให้เป็นส่วนหนึ่งของเครื่องยนต์ 200 PS @ 10,000 rpm 210 PS @ 10,000 rpm with Ram Air 140.4 N.m @ 10,000 rpm",
      "เป็นรถจักรยานยนต์ที่มีการติดตั้ง Supercharge ที่ถูกสร้างขึ้นโดย KHI Group โดยประกอบไปด้วย –Aerospace Company –Gas Turbine & Machinery Company –Corporate Technology Division",
      "Supercharge ถูกออกแบบโดย KHI group –Centrifugal scroll – type SC (แบบแรงเหวี่ยงหนีศูนย์กลาง) –ชุด Supercharge ผลิตขึ้นจากอลูมิเนียม นำหนักเบา –ปริมาตรการดูดอากาศสูงสุด : มากกว่า 200 L/s –ความเร็วในการดูดอากาศ : 100 m/s –ใช้ระบบเฟืองแบบ Planetary สำหรับขับเคลื่อนใบพัด (Impeller) –ใบพัด (Impeller) จะหมุนเป็นจำนวน 9.2x ของความเร็วของเพลาข้อเหวี่ยง นั่นคือรอบเครื่องประมาณ 12,000 rpm ใบพัดจะหมุนราวๆ 120,000 rpm",
      "การทรงตัวเยี่ยม บังคับง่าย Ninja H2 ถูกพัฒนาให้มีสมรรถนะเทียบเคียงญาติผู้พี่ที่เป็นรถสำหรับสนามแข่งอย่าง Ninja H2R แต่ก็สามารถขับขี่ได้ตามท้องถนนทั่วไป ระบบช่วงล่างของ Ninja H2 ถูกออกแบบมาอย่างแข็งแรงไม่สะทกสะท้านต่อการทำความเร็วที่เพิ่มขึ้น เปิดโอกาสให้นักบิดได้สัมผัสกับสมรรถนะการทรงตัวที่นิ่งและนิ่มขณะเลี้ยว ตามปกติแล้ว การควบคุมการทรงตัวของรถในขณะที่ใช้ความเร็วสูงนั้นต้องอาศัยฐานล้อที่ยาวพอสมควร แต่ในรุ่นนี้ ทีมวิศวกรลับเลือกที่จะใช้ฐานล้อที่สั้นกว่าเพื่อสร้างชุดบังคับรถขนาดกะทัดรัดที่ทำให้การบังคับรถแม่นยำมากยิ่งขึ้น ขณะที่เฟรมรถนั้นไม่ได้ออกแบบมาให้มีความแข็งแรงเท่านั้น แต่ยังสามารถรองรับสิ่งรบกวนภายนอกที่จะสร้างความเสียหายแก่ตัวถังได้เมื่อใช้ความเร็วสูง ส่วนตัวเฟรมรถเป็นแบบเฟรมถักที่แข็งแรง สามารถรองรับการทำงานของระบบซุปเปอร์ชาร์จได้เป็นอย่างดี และยังช่วยในการทรงตัวและสร้างความยืดหยุ่นให้แก่ตัวรถเมื่อใช้ความเร็วสูงอีกด้วย",
      "การทรงตัวเยี่ยม บังคับง่าย",
      "Ninja H2 ถูกพัฒนาให้มีสมรรถนะเทียบเคียงญาติผู้พี่ที่เป็นรถสำหรับสนามแข่งอย่าง Ninja H2R แต่ก็สามารถขับขี่ได้ตามท้องถนนทั่วไป ระบบช่วงล่างของ Ninja H2 ถูกออกแบบมาอย่างแข็งแรงไม่สะทกสะท้านต่อการทำความเร็วที่เพิ่มขึ้น เปิดโอกาสให้นักบิดได้สัมผัสกับสมรรถนะการทรงตัวที่นิ่งและนิ่มขณะเลี้ยว ตามปกติแล้ว การควบคุมการทรงตัวของรถในขณะที่ใช้ความเร็วสูงนั้นต้องอาศัยฐานล้อที่ยาวพอสมควร แต่ในรุ่นนี้ ทีมวิศวกรลับเลือกที่จะใช้ฐานล้อที่สั้นกว่าเพื่อสร้างชุดบังคับรถขนาดกะทัดรัดที่ทำให้การบังคับรถแม่นยำมากยิ่งขึ้น ขณะที่เฟรมรถนั้นไม่ได้ออกแบบมาให้มีความแข็งแรงเท่านั้น แต่ยังสามารถรองรับสิ่งรบกวนภายนอกที่จะสร้างความเสียหายแก่ตัวถังได้เมื่อใช้ความเร็วสูง ส่วนตัวเฟรมรถเป็นแบบเฟรมถักที่แข็งแรง สามารถรองรับการทำงานของระบบซุปเปอร์ชาร์จได้เป็นอย่างดี และยังช่วยในการทรงตัวและสร้างความยืดหยุ่นให้แก่ตัวรถเมื่อใช้ความเร็วสูงอีกด้วย",
      "ผู้ขี่และรถประสานสานเป็นหนึ่งด้วยสุดยอดระบบ INTERFACE แม้ว่าจะมีสมรรถนะยอดเยี่ยมเทียบชั้นรถแข่งที่ต้องทำเวลาต่อรอบให้เร็วมากที่สุด แต่ Ninja H2 ก็สามารถมอบความสะดวกสบายในการขับขี่พอสมควร โดยตำแหน่งของเบาะนั่งนั้นได้รับการจัดวางอย่างพอเหมาะพอเจาะโดยคำนึงถึงความสบายของผู้ขี่เป็นอันดับแรก และยังถือว่าเป็นตำแหน่งที่ดีที่สุดสำหรับการบังคับรถอีกด้วย มุมมองการขับขี่ที่ได้จาก Ninja H2 อาจไม่น่าประทับใจอะไรนัก แต่สิ่งที่เหนือกว่าคือคุณภาพการขับขี่ และความทันสมัยของระบบบังคับการขี่ รวมทั้งความฟิตของเครื่องยนต์และรูปลักษณ์อันสง่างาม",
      "ผู้ขี่และรถประสานสานเป็นหนึ่งด้วยสุดยอดระบบ INTERFACE",
      "แม้ว่าจะมีสมรรถนะยอดเยี่ยมเทียบชั้นรถแข่งที่ต้องทำเวลาต่อรอบให้เร็วมากที่สุด แต่ Ninja H2 ก็สามารถมอบความสะดวกสบายในการขับขี่พอสมควร โดยตำแหน่งของเบาะนั่งนั้นได้รับการจัดวางอย่างพอเหมาะพอเจาะโดยคำนึงถึงความสบายของผู้ขี่เป็นอันดับแรก และยังถือว่าเป็นตำแหน่งที่ดีที่สุดสำหรับการบังคับรถอีกด้วย มุมมองการขับขี่ที่ได้จาก Ninja H2 อาจไม่น่าประทับใจอะไรนัก แต่สิ่งที่เหนือกว่าคือคุณภาพการขับขี่ และความทันสมัยของระบบบังคับการขี่ รวมทั้งความฟิตของเครื่องยนต์และรูปลักษณ์อันสง่างาม",
      "KYB AOS-II Racing Suspension ระบบรองรับน้ำหนักของ Ninja H2 เลือกใช้ KAYABA KYB AOS-II racing suspension ซึ่งเป็นระบบรองรับน้ำหนักที่มีพื้นฐานการพัฒนามาจากรถวิบาก โดยออกแบบแกนโช้คมีขนาด ø43 มาให้มีแรงเสียดทานระหว่างแกนโช้คและกระบอกโช้คที่ต่ำ แกนโช้คมีขนาด ø43 มม. และเคลือบด้วย DLC นี่เป็นครั้งแรกที่รถจักรยานยนต์ที่ใช้บนท้องถนนทั่วไปได้ติดตั้งระบบรองรับน้ำหนักที่มีประสิทธิภาพสูงสำหรับการแข่งขัน",
      "KYB AOS-II Racing Suspension",
      "ระบบรองรับน้ำหนักของ Ninja H2 เลือกใช้ KAYABA KYB AOS-II racing suspension ซึ่งเป็นระบบรองรับน้ำหนักที่มีพื้นฐานการพัฒนามาจากรถวิบาก โดยออกแบบแกนโช้คมีขนาด ø43 มาให้มีแรงเสียดทานระหว่างแกนโช้คและกระบอกโช้คที่ต่ำ แกนโช้คมีขนาด ø43 มม. และเคลือบด้วย DLC นี่เป็นครั้งแรกที่รถจักรยานยนต์ที่ใช้บนท้องถนนทั่วไปได้ติดตั้งระบบรองรับน้ำหนักที่มีประสิทธิภาพสูงสำหรับการแข่งขัน",
      "Öhlins TTX36 Rear Suspension ระบบรองรับน้ำหนักด้านหลังใช้ Öhlins TTX36 ซึ่งมอบประโยชน์มากมายให้ผู้ขับขี่ >> เพิ่มเสถียรภาพซึ่งทำให้เกิดประสิทธิภาพขณะเข้าโค้ง >> ระบบกันสะเทือนที่นุ่มนวลถ่ายทอดความรู้สึกของการหน่วงที่ดีเยี่ยม และช่วยเพิ่มความสะดวกสบายในการขับขี่และการควบคุมรถ >> ให้ความรู้สึกมั่นคงเมื่อใช้ความเร็ว และเปลี่ยนเลนได้ง่ายขึ้นเมื่อขับขี่บนทางหลวง >> ระบบรองรับน้ำหนักนุ่มนวลดูดซัพแรงกระแทกได้อย่างง่ายดายเพิ่มความสะดวกสะบายเมื่อขับขี่ในเมือง",
      "Öhlins TTX36 Rear Suspension",
      "ระบบรองรับน้ำหนักด้านหลังใช้ Öhlins TTX36 ซึ่งมอบประโยชน์มากมายให้ผู้ขับขี่ >> เพิ่มเสถียรภาพซึ่งทำให้เกิดประสิทธิภาพขณะเข้าโค้ง >> ระบบกันสะเทือนที่นุ่มนวลถ่ายทอดความรู้สึกของการหน่วงที่ดีเยี่ยม และช่วยเพิ่มความสะดวกสบายในการขับขี่และการควบคุมรถ >> ให้ความรู้สึกมั่นคงเมื่อใช้ความเร็ว และเปลี่ยนเลนได้ง่ายขึ้นเมื่อขับขี่บนทางหลวง >> ระบบรองรับน้ำหนักนุ่มนวลดูดซัพแรงกระแทกได้อย่างง่ายดายเพิ่มความสะดวกสะบายเมื่อขับขี่ในเมือง",
      "TFT Colour Instrumentation การออกแบบหน้าจอให้มีความไฮเทคและล้ำสมัยมีส่วนช่วยให้ Ninja H2 เป็นรุ่นเรือธงของคาวาซากิ มาตรวัดรอบแบบอนาล็อกเสริมด้วยหน้าจอ TFT LCD สีคุณภาพสูงซึ่งช่วยให้สามารถแสดงข้อมูลเป็นกราฟิกได้ โหมดการแสดงผลที่เลือกได้สี่โหมดช่วยให้ผู้ขับขี่สามารถจัดลำดับความสำคัญของข้อมูลที่พวกเขาต้องการดู โดยขึ้นอยู่กับประเภทการขับขี่ที่พวกเขากำลังขับขี่ในขณะนั้น",
      "TFT Colour Instrumentation",
      "การออกแบบหน้าจอให้มีความไฮเทคและล้ำสมัยมีส่วนช่วยให้ Ninja H2 เป็นรุ่นเรือธงของคาวาซากิ มาตรวัดรอบแบบอนาล็อกเสริมด้วยหน้าจอ TFT LCD สีคุณภาพสูงซึ่งช่วยให้สามารถแสดงข้อมูลเป็นกราฟิกได้ โหมดการแสดงผลที่เลือกได้สี่โหมดช่วยให้ผู้ขับขี่สามารถจัดลำดับความสำคัญของข้อมูลที่พวกเขาต้องการดู โดยขึ้นอยู่กับประเภทการขับขี่ที่พวกเขากำลังขับขี่ในขณะนั้น",
      "Kawasaki Cornering Management Function ระบบฟังก์ชั่นช่วยควบคุมการเข้าโค้งของคาวาซากิ (KCMF) คือชุดควบคุมจัดการเครื่องและตัวถังโดยรวมการใช้ซอฟต์แวร์ล้ำสมัยรุ่นล่าสุดของคาวาซากิและข้อมูลป้อนกลับจากชุด IMU ของ Bosch ที่ให้ภาพที่แม่นยำชัดเจนกว่าเดิมแบบเรียลไทม์ของความโน้มเอียงของตัวถัง KCMF จะตรวจสอบตัวแปรต่างๆที่เกี่ยวข้องกับเครื่องยนต์และตัวถังตลอดการเข้าโค้งตั้งแต่เข้าโค้งจนกระทั่งออกโค้ง ระบบนี้ช่วยยับยั้งแรงเบรกและกำลังเครื่องยนต์เพื่อให้การเร่งความเร็ว การเบรก และเร่งอีกครั้งส่งผ่านได้อย่างราบรื่น และยังช่วยให้ผู้ขับขี่สามารถเข้าโค้งตามไลน์ที่ตั้งใจไว้ได้",
      "Kawasaki Cornering Management Function",
      "ระบบฟังก์ชั่นช่วยควบคุมการเข้าโค้งของคาวาซากิ (KCMF) คือชุดควบคุมจัดการเครื่องและตัวถังโดยรวมการใช้ซอฟต์แวร์ล้ำสมัยรุ่นล่าสุดของคาวาซากิและข้อมูลป้อนกลับจากชุด IMU ของ Bosch ที่ให้ภาพที่แม่นยำชัดเจนกว่าเดิมแบบเรียลไทม์ของความโน้มเอียงของตัวถัง KCMF จะตรวจสอบตัวแปรต่างๆที่เกี่ยวข้องกับเครื่องยนต์และตัวถังตลอดการเข้าโค้งตั้งแต่เข้าโค้งจนกระทั่งออกโค้ง ระบบนี้ช่วยยับยั้งแรงเบรกและกำลังเครื่องยนต์เพื่อให้การเร่งความเร็ว การเบรก และเร่งอีกครั้งส่งผ่านได้อย่างราบรื่น และยังช่วยให้ผู้ขับขี่สามารถเข้าโค้งตามไลน์ที่ตั้งใจไว้ได้",
      "Enhanced Chassis Orientation Awareness: Bosch IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตาม 6 DOF (องศาอิสระ) ได้วัดอัตราเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุนและอัตรา Pitch อัตรา Roll และ Yaw ที่คำนวณโดย ECU โดยใช้ซอฟต์แวร์ต้นฉบับของ Kawasaki ซึ่งช่วยทำให้ระบบต่างๆทำงานได้แม่นยำมากขึ้น",
      "Enhanced Chassis Orientation Awareness: Bosch IMU (Inertial Measurement Unit)",
      "IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตาม 6 DOF (องศาอิสระ) ได้วัดอัตราเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุนและอัตรา Pitch อัตรา Roll และ Yaw ที่คำนวณโดย ECU โดยใช้ซอฟต์แวร์ต้นฉบับของ Kawasaki ซึ่งช่วยทำให้ระบบต่างๆทำงานได้แม่นยำมากขึ้น",
      "Kawasaki TRaction Control ระบบ KTRC ที่ใช้กับ Ninja H2 ผสมผสานองค์ประกอบที่ดีที่สุดของระบบควบคุมการยึดเกาะถนนรุ่นก่อนหน้าของคาวาซากิ Ninja H2 มอบเลเวลในการเลือกใช้ที่แตกต่างกันเพื่อให้เหมาะกับสภาพการขับขี่และความชอบของผู้ขับขี่ และโหมดทั้งหมดที่ได้รับการออกแบบมาเพื่อจัดการเอาต์พุตเมื่อเกิดการลื่นไถลกะทันหัน ระบบนี้นำเสนอทั้งสมรรถนะการขับขี่แบบสปอร์ตที่ได้รับการปรับปรุงและมอบความอุ่นใจในการรับมือกับพื้นผิวถนนที่ลื่น โดยสามารถปรับได้ถึง 9 ระดับด้วยกัน",
      "Kawasaki TRaction Control",
      "ระบบ KTRC ที่ใช้กับ Ninja H2 ผสมผสานองค์ประกอบที่ดีที่สุดของระบบควบคุมการยึดเกาะถนนรุ่นก่อนหน้าของคาวาซากิ Ninja H2 มอบเลเวลในการเลือกใช้ที่แตกต่างกันเพื่อให้เหมาะกับสภาพการขับขี่และความชอบของผู้ขับขี่ และโหมดทั้งหมดที่ได้รับการออกแบบมาเพื่อจัดการเอาต์พุตเมื่อเกิดการลื่นไถลกะทันหัน ระบบนี้นำเสนอทั้งสมรรถนะการขับขี่แบบสปอร์ตที่ได้รับการปรับปรุงและมอบความอุ่นใจในการรับมือกับพื้นผิวถนนที่ลื่น โดยสามารถปรับได้ถึง 9 ระดับด้วยกัน",
      "Smartphone Connectivity หน้าจอ TFT มี Built in Bluetooth เพื่อเชื่อมต่อกับโทรศัพท์ของผู้ใช้รถโดยเชื่อมต่อผ่านแอพพลิเคชั่น “RIDEOLOGY” ซึ่งมีฟังก์ชั่นดังนี้ - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "Smartphone Connectivity",
      "หน้าจอ TFT มี Built in Bluetooth เพื่อเชื่อมต่อกับโทรศัพท์ของผู้ใช้รถโดยเชื่อมต่อผ่านแอพพลิเคชั่น “RIDEOLOGY” ซึ่งมีฟังก์ชั่นดังนี้ - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "การออกแบบบนพื้นฐานศาสตร์และศิลป์ชั้นสูง Ninja H2 เป็นการผสมผสานรูปลักษณ์ที่โดดเด่นตามคอนเซ็ปต์ “Intense Force Design” เน้นรูปลักษณ์ที่ทันสมัยทั้งยังเปี่ยมด้วยสมรรถนะขั้นสุดยอด อย่างไรก็ตามรูปลักษณ์ภายนอกไม่ได้เป็นเพียงการแต่งองค์ทรงเครื่องให้ดูดีเท่านั้น ความงามของ Ninja H2 ยังคงสะท้อนผ่านการทำงานในทุกส่วนประกอบ ตั้งแต่โครงสร้างรถที่ออกแบบตามหลักอากาศพลศาสตร์เพื่อเพิ่มเสถียรภาพการขับขี่เมื่อต้องใช้ความเร็วสูง เทคโนโลยีล่าสุดที่ติดตั้งมาพร้อมกับรุ่นนี้จะช่วยดูดอากาศเข้าสู่ซูเปอร์ชาร์เจอร์ได้มากขึ้น เรียกได้ว่า Ninja H2 เหนือกว่ามอเตอร์ไซค์ทุกรุ่นที่คาวาซากิเคยสร้างมา ทั้งยังเป็นศิลปกรรมแห่งยานยนต์ชิ้นเอกที่โดดเด่นทั้งเรื่องสมรรถนะและดีไซน์ ดูเข้มขรึมในสีดำเงางามด้วยเทคนิคการทำสีที่พัฒนามาสำหรับรุ่นนี้โดยเฉพาะ ระบบซุเปอร์ชาร์เจอร์ เครื่องยนต์ของ Ninja H2 เป็นเครื่องยนต์ 4 สูบที่มีขนาด 998 cc ระบายความร้อนด้วยน้ำที่ถูกออกแบบใหม่ให้มีการติดตั้งระบบอัดอากาศ (Supercharge) เครื่องยนต์มีขนาดเล็กเท่ากับเครื่องยนต์ Super sportและติดตั้ง Supercharge ให้เป็นส่วนหนึ่งของเครื่องยนต์ 200 PS @ 10,000 rpm 210 PS @ 10,000 rpm with Ram Air 140.4 N.m @ 10,000 rpm เป็นรถจักรยานยนต์ที่มีการติดตั้ง Supercharge ที่ถูกสร้างขึ้นโดย KHI Group โดยประกอบไปด้วย –Aerospace Company –Gas Turbine & Machinery Company –Corporate Technology Division Supercharge ถูกออกแบบโดย KHI group –Centrifugal scroll – type SC (แบบแรงเหวี่ยงหนีศูนย์กลาง) –ชุด Supercharge ผลิตขึ้นจากอลูมิเนียม นำหนักเบา –ปริมาตรการดูดอากาศสูงสุด : มากกว่า 200 L/s –ความเร็วในการดูดอากาศ : 100 m/s –ใช้ระบบเฟืองแบบ Planetary สำหรับขับเคลื่อนใบพัด (Impeller) –ใบพัด (Impeller) จะหมุนเป็นจำนวน 9.2x ของความเร็วของเพลาข้อเหวี่ยง นั่นคือรอบเครื่องประมาณ 12,000 rpm ใบพัดจะหมุนราวๆ 120,000 rpm การทรงตัวเยี่ยม บังคับง่าย Ninja H2 ถูกพัฒนาให้มีสมรรถนะเทียบเคียงญาติผู้พี่ที่เป็นรถสำหรับสนามแข่งอย่าง Ninja H2R แต่ก็สามารถขับขี่ได้ตามท้องถนนทั่วไป ระบบช่วงล่างของ Ninja H2 ถูกออกแบบมาอย่างแข็งแรงไม่สะทกสะท้านต่อการทำความเร็วที่เพิ่มขึ้น เปิดโอกาสให้นักบิดได้สัมผัสกับสมรรถนะการทรงตัวที่นิ่งและนิ่มขณะเลี้ยว ตามปกติแล้ว การควบคุมการทรงตัวของรถในขณะที่ใช้ความเร็วสูงนั้นต้องอาศัยฐานล้อที่ยาวพอสมควร แต่ในรุ่นนี้ ทีมวิศวกรลับเลือกที่จะใช้ฐานล้อที่สั้นกว่าเพื่อสร้างชุดบังคับรถขนาดกะทัดรัดที่ทำให้การบังคับรถแม่นยำมากยิ่งขึ้น ขณะที่เฟรมรถนั้นไม่ได้ออกแบบมาให้มีความแข็งแรงเท่านั้น แต่ยังสามารถรองรับสิ่งรบกวนภายนอกที่จะสร้างความเสียหายแก่ตัวถังได้เมื่อใช้ความเร็วสูง ส่วนตัวเฟรมรถเป็นแบบเฟรมถักที่แข็งแรง สามารถรองรับการทำงานของระบบซุปเปอร์ชาร์จได้เป็นอย่างดี และยังช่วยในการทรงตัวและสร้างความยืดหยุ่นให้แก่ตัวรถเมื่อใช้ความเร็วสูงอีกด้วย ผู้ขี่และรถประสานสานเป็นหนึ่งด้วยสุดยอดระบบ INTERFACE แม้ว่าจะมีสมรรถนะยอดเยี่ยมเทียบชั้นรถแข่งที่ต้องทำเวลาต่อรอบให้เร็วมากที่สุด แต่ Ninja H2 ก็สามารถมอบความสะดวกสบายในการขับขี่พอสมควร โดยตำแหน่งของเบาะนั่งนั้นได้รับการจัดวางอย่างพอเหมาะพอเจาะโดยคำนึงถึงความสบายของผู้ขี่เป็นอันดับแรก และยังถือว่าเป็นตำแหน่งที่ดีที่สุดสำหรับการบังคับรถอีกด้วย มุมมองการขับขี่ที่ได้จาก Ninja H2 อาจไม่น่าประทับใจอะไรนัก แต่สิ่งที่เหนือกว่าคือคุณภาพการขับขี่ และความทันสมัยของระบบบังคับการขี่ รวมทั้งความฟิตของเครื่องยนต์และรูปลักษณ์อันสง่างาม KYB AOS-II Racing Suspension ระบบรองรับน้ำหนักของ Ninja H2 เลือกใช้ KAYABA KYB AOS-II racing suspension ซึ่งเป็นระบบรองรับน้ำหนักที่มีพื้นฐานการพัฒนามาจากรถวิบาก โดยออกแบบแกนโช้คมีขนาด ø43 มาให้มีแรงเสียดทานระหว่างแกนโช้คและกระบอกโช้คที่ต่ำ แกนโช้คมีขนาด ø43 มม. และเคลือบด้วย DLC นี่เป็นครั้งแรกที่รถจักรยานยนต์ที่ใช้บนท้องถนนทั่วไปได้ติดตั้งระบบรองรับน้ำหนักที่มีประสิทธิภาพสูงสำหรับการแข่งขัน Öhlins TTX36 Rear Suspension ระบบรองรับน้ำหนักด้านหลังใช้ Öhlins TTX36 ซึ่งมอบประโยชน์มากมายให้ผู้ขับขี่ >> เพิ่มเสถียรภาพซึ่งทำให้เกิดประสิทธิภาพขณะเข้าโค้ง >> ระบบกันสะเทือนที่นุ่มนวลถ่ายทอดความรู้สึกของการหน่วงที่ดีเยี่ยม และช่วยเพิ่มความสะดวกสบายในการขับขี่และการควบคุมรถ >> ให้ความรู้สึกมั่นคงเมื่อใช้ความเร็ว และเปลี่ยนเลนได้ง่ายขึ้นเมื่อขับขี่บนทางหลวง >> ระบบรองรับน้ำหนักนุ่มนวลดูดซัพแรงกระแทกได้อย่างง่ายดายเพิ่มความสะดวกสะบายเมื่อขับขี่ในเมือง TFT Colour Instrumentation การออกแบบหน้าจอให้มีความไฮเทคและล้ำสมัยมีส่วนช่วยให้ Ninja H2 เป็นรุ่นเรือธงของคาวาซากิ มาตรวัดรอบแบบอนาล็อกเสริมด้วยหน้าจอ TFT LCD สีคุณภาพสูงซึ่งช่วยให้สามารถแสดงข้อมูลเป็นกราฟิกได้ โหมดการแสดงผลที่เลือกได้สี่โหมดช่วยให้ผู้ขับขี่สามารถจัดลำดับความสำคัญของข้อมูลที่พวกเขาต้องการดู โดยขึ้นอยู่กับประเภทการขับขี่ที่พวกเขากำลังขับขี่ในขณะนั้น Kawasaki Cornering Management Function ระบบฟังก์ชั่นช่วยควบคุมการเข้าโค้งของคาวาซากิ (KCMF) คือชุดควบคุมจัดการเครื่องและตัวถังโดยรวมการใช้ซอฟต์แวร์ล้ำสมัยรุ่นล่าสุดของคาวาซากิและข้อมูลป้อนกลับจากชุด IMU ของ Bosch ที่ให้ภาพที่แม่นยำชัดเจนกว่าเดิมแบบเรียลไทม์ของความโน้มเอียงของตัวถัง KCMF จะตรวจสอบตัวแปรต่างๆที่เกี่ยวข้องกับเครื่องยนต์และตัวถังตลอดการเข้าโค้งตั้งแต่เข้าโค้งจนกระทั่งออกโค้ง ระบบนี้ช่วยยับยั้งแรงเบรกและกำลังเครื่องยนต์เพื่อให้การเร่งความเร็ว การเบรก และเร่งอีกครั้งส่งผ่านได้อย่างราบรื่น และยังช่วยให้ผู้ขับขี่สามารถเข้าโค้งตามไลน์ที่ตั้งใจไว้ได้ Enhanced Chassis Orientation Awareness: Bosch IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตาม 6 DOF (องศาอิสระ) ได้วัดอัตราเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุนและอัตรา Pitch อัตรา Roll และ Yaw ที่คำนวณโดย ECU โดยใช้ซอฟต์แวร์ต้นฉบับของ Kawasaki ซึ่งช่วยทำให้ระบบต่างๆทำงานได้แม่นยำมากขึ้น Kawasaki TRaction Control ระบบ KTRC ที่ใช้กับ Ninja H2 ผสมผสานองค์ประกอบที่ดีที่สุดของระบบควบคุมการยึดเกาะถนนรุ่นก่อนหน้าของคาวาซากิ Ninja H2 มอบเลเวลในการเลือกใช้ที่แตกต่างกันเพื่อให้เหมาะกับสภาพการขับขี่และความชอบของผู้ขับขี่ และโหมดทั้งหมดที่ได้รับการออกแบบมาเพื่อจัดการเอาต์พุตเมื่อเกิดการลื่นไถลกะทันหัน ระบบนี้นำเสนอทั้งสมรรถนะการขับขี่แบบสปอร์ตที่ได้รับการปรับปรุงและมอบความอุ่นใจในการรับมือกับพื้นผิวถนนที่ลื่น โดยสามารถปรับได้ถึง 9 ระดับด้วยกัน Smartphone Connectivity หน้าจอ TFT มี Built in Bluetooth เพื่อเชื่อมต่อกับโทรศัพท์ของผู้ใช้รถโดยเชื่อมต่อผ่านแอพพลิเคชั่น “RIDEOLOGY” ซึ่งมีฟังก์ชั่นดังนี้ - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น PrevNext1234567891011",
      "PrevNext1234567891011",
      "1234567891011",
      "Specifications",
      "มิติรถ ความยาว 2,085 mm ความกว้าง 770 mm ความสูง 1,125 mm ระยะฐานล้อ 1,445 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 825 mm น้ำหนักรวม 238 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 147.2 kW {200 PS} / 10,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 154.5 kW {210 PS} / 10,000 min-1 แรงบิดสูงสุด 140.4 N·m {14.3 kgƒ·m} / 10,000 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled, ขนาดกระบอกสูบ x ช่วงชัก 76.0 x 55.0 mm ปริมาตรกระบอกสูบ 998 cc อัตราส่วนกำลังอัด 8.5:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø50 mm x 4 with dual injection ; Kawasaki Supercharger ระบบหล่อลื่น Forced lubrication, Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return, dog-ring อัตราทดขั้นต้น 1.551 (76/49) อัตราทดเกียร์ 1 3.188 (51/16) อัตราทดเกียร์ 2 2.526 (48/19) อัตราทดเกียร์ 3 2.045 (45/22) อัตราทดเกียร์ 4 1.727 (38/22) อัตราทดเกียร์ 5 1.524 (32/21) อัตราทดเกียร์ 6 1.348 (31/23) อัตราทดสุดท้าย 2.444 (44/18) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Trellis, high-tensile steel, with Swingarm Mounting Plate ระบบกันสะเทือนหน้า ø43 mm inverted fork with rebound and compression damping and spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง New Uni Trak, Öhlins TTX36 gas-charged shock with piggyback reservoir, compression and rebound damping and spring preload adjustability, and top-out spring ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 135 mm มุมแคสเตอร์ 24.5° ระยะเทรล 103 mm มุมเลี้ยว (ซ้าย/ขวา) 27° / 27° ยางหน้า 120/70 ZR17 (58W) ยางหลัง 200/55 ZR17 (78W) เบรกหน้า Dual semi-floating ø330 mm Brembo discs, คาลิปเปอร์ (หน้า) Dual radial-mount, Brembo Stylema monobloc, opposed 4-piston, KIBS ABS เบรกหลัง Single ø250 mm disc, คาลิปเปอร์ (หลัง) Brembo, opposed 2-piston, KIBS ABS",
      "มิติรถ ความยาว 2,085 mm ความกว้าง 770 mm ความสูง 1,125 mm ระยะฐานล้อ 1,445 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 825 mm น้ำหนักรวม 238 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 147.2 kW {200 PS} / 10,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 154.5 kW {210 PS} / 10,000 min-1 แรงบิดสูงสุด 140.4 N·m {14.3 kgƒ·m} / 10,000 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled, ขนาดกระบอกสูบ x ช่วงชัก 76.0 x 55.0 mm ปริมาตรกระบอกสูบ 998 cc อัตราส่วนกำลังอัด 8.5:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø50 mm x 4 with dual injection ; Kawasaki Supercharger ระบบหล่อลื่น Forced lubrication, Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return, dog-ring อัตราทดขั้นต้น 1.551 (76/49) อัตราทดเกียร์ 1 3.188 (51/16) อัตราทดเกียร์ 2 2.526 (48/19) อัตราทดเกียร์ 3 2.045 (45/22) อัตราทดเกียร์ 4 1.727 (38/22) อัตราทดเกียร์ 5 1.524 (32/21) อัตราทดเกียร์ 6 1.348 (31/23) อัตราทดสุดท้าย 2.444 (44/18) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel, with Swingarm Mounting Plate ระบบกันสะเทือนหน้า ø43 mm inverted fork with rebound and compression damping and spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง New Uni Trak, Öhlins TTX36 gas-charged shock with piggyback reservoir, compression and rebound damping and spring preload adjustability, and top-out spring ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 135 mm มุมแคสเตอร์ 24.5° ระยะเทรล 103 mm มุมเลี้ยว (ซ้าย/ขวา) 27° / 27° ยางหน้า 120/70 ZR17 (58W) ยางหลัง 200/55 ZR17 (78W) เบรกหน้า Dual semi-floating ø330 mm Brembo discs, คาลิปเปอร์ (หน้า) Dual radial-mount, Brembo Stylema monobloc, opposed 4-piston, KIBS ABS เบรกหลัง Single ø250 mm disc, คาลิปเปอร์ (หลัง) Brembo, opposed 2-piston, KIBS ABS",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja ZX-4R 299,000 บาท Ninja 650 318,900 บาท Ninja ZX-4R SE 320,000 บาท Ninja ZX-10RR 1,223,000 บาท",
      "Ninja ZX-4R 299,000 บาท",
      "Ninja ZX-4R",
      "299,000 บาท",
      "Ninja 650 318,900 บาท",
      "318,900 บาท",
      "Ninja ZX-4R SE 320,000 บาท",
      "Ninja ZX-4R SE",
      "320,000 บาท",
      "Ninja ZX-10RR 1,223,000 บาท",
      "Ninja ZX-10RR",
      "1,223,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja e-1",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninjae1",
    "category": "Ninja",
    "price": "276,000 บาท",
    "price_numeric": 276000,
    "specifications": {
      "Type": "Air-cooled, interior permanent magnet synchronous motor",
      "Nominal Voltage": "50.4 V",
      "Total Nominal Capacity": "30 Ah x2",
      "Total battery weight": "11.5 kg x2",
      "Charging time (0 to 100%)": "3.7 h x2",
      "Driving system": "Chain",
      "Transmission": "-",
      "Primary reduction ratio": "3.211 (61/19)",
      "Final reduction ratio": "3.867 (58/15)",
      "Overall length": "1,980 mm",
      "Overall width": "690 mm",
      "Overall height": "1,105 mm",
      "Wheelbase": "1,370 mm",
      "Road clearance": "160 mm",
      "Seat height": "785 mm",
      "Curb mass (with batteries)": "140 kg",
      "Suspension: Front Rear": "ø41 mm telescopic fork Bottom-Link Uni Trak, gas-charged shock with adjustable spring preload",
      "Wheel travel: Front Rear": "120 mm 133 mm",
      "Caster (Rake angle)": "24.4°",
      "Trail": "93 mm",
      "Steering angle (left/right)": "35° / 35°",
      "Tyre: Front Rear": "100/80-17M/C 52S 130/70-17M/C 62S",
      "Brakes: Front Type Caliper Rear Type Caliper": "Single ø290 mm disc (Effective diameter: ø263 mm) Dual-piston Single ø220 mm disc (Effective diameter: ø193 mm) Dual-piston",
      "Rated power": "5.0 kW {6.8 PS} / 2,800 min-1",
      "Max. power": "9.0 kW {12 PS} / 2,600-4,000 min-1",
      "Max. torque": "40.5 N·m {4.1 kgƒ·m} / 0-1,600 min-1",
      "Max. speed: ECO Mode ECO Mode + e-boost ROAD Mode ROAD Mode + e-boost": "64 km/h 75 km/h 88 km/h 99* km/h *Speed limited",
      "Electric consumption": "49 Wh/km [WMTC Class 1]",
      "Range": "72 km [WMTC Class 1]",
      "Ninja ZX-4R 299,000 บาท": "Ninja ZX-4R 299,000 บาท"
    },
    "scraped_at": "2026-01-11T15:52:58.811818",
    "features": [
      "Ninja e-1 SPARK A NEW ERA",
      "Top Features",
      "มอเตอร์ไฟฟ้า การสตาร์ท แบตเตอรี่ โหมดการขับขี่ อี-บูสต์ โหมดเดิน เฟรม ระบบกันสะเทือน เบรก/ล้อ/ยาง การยศาสตร์ สไตล์ หน้าจอ มอเตอร์ไร้แปรงถ่าน สูงสุด 9.0 kW (12 PS) มอเตอร์เป็นแบบไม่มีแปรงถ่าน ให้พลังงานสะอาดและเงียบ ให้การตอบสนองที่รวดเร็วและกำลังรอบต่ำที่แข็งแกร่ง ช่วยให้ควบคุมได้ง่าย และมีส่วนช่วยให้เร่งความเร็วได้อย่างรวดเร็วจากตำแหน่งหยุดรถ มอเตอร์ไม่ได้ผลิตความร้อนหรือแรงสั่นสะเทือนมากเท่ากับเครื่องยนต์ที่ใช้น้ำมันเบนซิน และไม่ได้ปล่อยไอเสียออกมา สตาร์ทเครื่องยนต์อย่างไร? การสตาร์ท Ninja e-1 เมื่อเปิดสวิทช์กุญแจ ตัวบอกตำแหน่งเกียร์จะโชว์ “N” (รูปบน) เมื่อเอาขาตั้งขึ้นและกดปุ่ม “Drive Ready” ตัวบอกตำแหน่งเกียร์จะโชว์ “D”(รูปล่าง) แบตเตอรี่แบบถอดได้ 2 ลูก Ninja e-1 มีแบตเตอรี่ลิเธี่ยมไอออนแบบถอดได้ 2 ลูก และมีตัวเลือกในการชาร์จที่หลากหลายช่วยเพิ่มความยืดหยุ่นและลดความไม่สะดวกในการทำกิจวัตรประจำวันของผู้ขับขี่ วิธีชาร์จแบบเตอรี่ 1. ใช้อแดปเตอร์ชาร์จตรงเข้าแบตเตอรี่ 2. ใช้อแดปเตอร์ชาร์จผ่านแท่นชาร์จ 3. ใช้อแดปเอตร์ชาร์จผ่าน Off-board โหมดการขับขี่ ROAD/ECO ในการขับขี่ทั่วไปจะมีโหมดการขับขี่อยู่ 2 โหมดด้วยกัน 1. โหมด ROAD ที่ทำความเร็วสูงสุดได้ 88 km/h ในรุ่น Ninja e-1 2. โหมด ECO ที่ทำความเร็วสูงสุดได้ที่ 64 km/h ในรุ่น Ninja e-1 ระยะทางที่สามารถวิ่งได้คือ 72 กิโลเมตร (WMTC Class 1) ในโหมด ECO ซึ่งคงามเร็วสูงสุดและการตอบสนองจะน้อยกว่า โหมด ROAD การเปลี่ยนโหมดสามารถทำได้ด้วยกดสวิทช์แฮนด์ด้านซ้าย เมื่อแบตเตอรี่เหลือต่ำกว่า 35% รถจะเข้าสู่โหมดจำกัดพลังงาน (หน้าจอจะมีไอคอนรูปเต่าโชว์) และ e-boost จะไม่สามารถใช้งานได้ ฟังก์ชั่น อี-บูสต์ นอกจากการขับขี่ในโหมด ECO และ ROAD แล้ว เมื่อต้องการพละกำลังหรือความเร็วเพิ่มขึ้นในการแซง เรามีฟังก์ชัน e-boost สำหรับใช้ในเวลาดังกล่าว การใช้งาน e-boost ทำได้ด้วยการ กดสวิทช์ e-boost ที่สวิทช์แฮนด์ด้ายขวามิเตอร์จะแสดงแถบการใช้งาน e-boost เป็นสีม่วง เมื่อเริ่มเปิดคันเร่งจะเริ่มนับถอยหลัง 15 วินาทีหลังจากนั้นจะออกจากโหมด e-boost และจะมีคูลดาวน์ 75 วินาที เพื่อป้องกันความร้อนที่มากเกินไป ในโหมด e-boost จะเพิ่มความเร็ว จาก 64 km/h >> 75 km/h ในโหมด ECO จาก 88 km/h >> 99 km/h ในโหมด ROAD โหมดเดิน (และถอยหลัง) เรายังมีโหมด Walk เพื่อความคล่องตัวในการจอดรถจะเปลี่ยนไป Walk mode ได้ก็ต่อเมื่อรถหยุดนิ่งและคันเร่งถูกปิด การเปิดโหมด walk ได้ด้วยการกดปุ่ม walk ค้างไว้จนมิเตอร์เข้าสู่โหมด Walk เมื่อเปิดคันเร่งรถจะเดินหน้าด้วยความเร็วประมาณ 5 km/h เมื่อปิดคันเร่งเกิดตำแหน่งตั้งต้นของคันเร่งรถจะถอยหลังด้วยความเร็วประมาณ 3 km/h เฟรม Trellis น้ำหนักเบา เฟรมของ Ninja e-1 เป็น trellis frame เหมือนกับ Ninja H2 ที่เป็นรุ่นเรือธงของคาวาซากิ การออกแบบเฟรมสไตล์ trellis มีส่วนช่วยอย่างมากต่อน้ำหนักตัวที่ลดลงของ Ninja e-1 *ด้วยระยะฐานล้อ 1,370 มม. ผสมผสานเข้ากับแชสศีที่ถูกปรับปรุง ทำให้มอบรถที่มีการควบคุมที่เป็นธรรมชาติและมีคุณลักษณะแบบสปอร์ต *มีความคอมแพคมากกว่ารถเครื่องยนต์คลาส 400 และตำแหน่งการวางมอเตอร์ถูกแก้ไข *ตำแหน่งยืดมอเตอร์อยู่ต่ำทำให้จุดศูนย์ถ่วงต่ำทำให้ควบคุมรถได้ง่าย ระบบกันสะเทือน โช้คอัพหน้าแบบเทเลสโคปิคขนาด ø41 มม. เพิ่มศักยภาพในการซับ แรง ตอบสนองต่อการขับขี่ได้ดีขึ้น เสริมความมั่นคงในการยึดเกาะ ถนนให้แก่ล้อหน้า ช่วยให้การหักเลี้ยวเปลี่ยนทิศทางเป็นเรื่องง่าย (แม้กระทั่งตอนที่รถอยู่ในตำแหน่งตั้งตรง – ช่วยให้ลัดเลาะผ่าน การจราจรได้คล่องตัวขึ้นบนท้องถนน) ควบคุมช่วงยุบและรองรับการ ถ่ายเทน้ำหนักได้ดี โช้คอัพหน้าไม่สามารถปรับได้ โช้คอัพหลังเป็นแบบบอทท่อมลิ้งยูนิแทรกแก็สชาร์จ ปรับสปริงพรี โหลดได้ 4 ระดับ ให้เหมาะกับการขับขี่ที่มีคนซ้อนท้ายหรือมีสัมภาระ เบรก/ล้อ/ยาง จานเบรกหน้าขนาด ø290 มม. ทำงานร่วมกับคาลิปเปอร์เบรกแบบสองลูกสูบ แม่ปั๊มเบรกบนช่วยให้ควบคุมเบรกได้ดีขึ้น ทำให้เบรกทำงานได้ดี จานเบรกหลังขนาด ø220 มม. ทำงานร่วมกับคาลิปเปอร์เบรก 2 ลูกสูบ ล้อและยางหน้า 100/80-17 M/C 52S ล้อและยางหลัง 130/70-17 M/C 62S การยศาสตร์ สำหรับ Ninja e-1 แฮนด์เป็นแฮนด์จับโช้ค ตัวแอนด์ที่ยื่นออกมาทำมุมลงเล็กน้อย ช่วยเพิ่มความสะดวกสบายและลุคที่ดูเป็นสปอร์ต สไตล์นินจาซูเปอร์สปอร์ต เช่นเดียวกับพี่น้องตระกูล Ninja Ninja e-1 โดดเด่นด้วยฟีเจอร์ที่เย้ายวนและตัวถังแบบฟูลแฟริ่ง ตัวถังที่ดูเต็มดึงดูดความสนใจและสร้างความประทับใจเหมือนรถที่ดูใหญ่กว่า ความประทับใจนี้เสริมด้วยการออกแบบระดับสูงและความพอดีและการตกแต่งที่ยอดเยี่ยม ซึ่งเทียบได้กับจักรยานยนต์ที่มีปริมาตรกระบอกสูบที่ใหญ่กว่า ระบบไฟ LED ทั้งหมดช่วยสร้างภาพลักษณ์ที่ทันสมัยและมีเทคโนโลยีสูง หน้าจอสี TFT หน้าจอ TFT ขนาด 4.3 นิ้ว เป็นแบบฟูลดิจิตอล ช่วยให้ค็อกพิทมีรูปลักษณ์ที่ไฮเทคและมีคุณภาพสูง หน้าจอมีสีดำและขาว สีจะเปลี่ยนเป็นสีดำเมื่อแสงน้อยลง หรือสามารถตั้งค่าสีที่ต้องการได้เลย หน้าจอจะแสดงผล: โหมดการขับขี่, e-boost เกจ, เกจวัดอุณภูมิแบตเตอรี่, เกจวัดเลเวลแบตเตอรี่, นาฬิกา, การแจ้งเตือนจากอุปกรณ์ที่เชื่อมต่อ, การเตือนตำแหน่งเกียร์ (N, D, F, R), เกจวัดความเร็ว, เกจวัดระยะทาง, ระยะทางที่เหลือที่สิ่งได้, ทริป, และอื่นๆ มอเตอร์ไร้แปรงถ่าน สูงสุด 9.0 kW (12 PS) มอเตอร์เป็นแบบไม่มีแปรงถ่าน ให้พลังงานสะอาดและเงียบ ให้การตอบสนองที่รวดเร็วและกำลังรอบต่ำที่แข็งแกร่ง ช่วยให้ควบคุมได้ง่าย และมีส่วนช่วยให้เร่งความเร็วได้อย่างรวดเร็วจากตำแหน่งหยุดรถ มอเตอร์ไม่ได้ผลิตความร้อนหรือแรงสั่นสะเทือนมากเท่ากับเครื่องยนต์ที่ใช้น้ำมันเบนซิน และไม่ได้ปล่อยไอเสียออกมา สตาร์ทเครื่องยนต์อย่างไร? การสตาร์ท Ninja e-1 เมื่อเปิดสวิทช์กุญแจ ตัวบอกตำแหน่งเกียร์จะโชว์ “N” (รูปบน) เมื่อเอาขาตั้งขึ้นและกดปุ่ม “Drive Ready” ตัวบอกตำแหน่งเกียร์จะโชว์ “D”(รูปล่าง) แบตเตอรี่แบบถอดได้ 2 ลูก Ninja e-1 มีแบตเตอรี่ลิเธี่ยมไอออนแบบถอดได้ 2 ลูก และมีตัวเลือกในการชาร์จที่หลากหลายช่วยเพิ่มความยืดหยุ่นและลดความไม่สะดวกในการทำกิจวัตรประจำวันของผู้ขับขี่ วิธีชาร์จแบบเตอรี่ 1. ใช้อแดปเตอร์ชาร์จตรงเข้าแบตเตอรี่ 2. ใช้อแดปเตอร์ชาร์จผ่านแท่นชาร์จ 3. ใช้อแดปเอตร์ชาร์จผ่าน Off-board โหมดการขับขี่ ROAD/ECO ในการขับขี่ทั่วไปจะมีโหมดการขับขี่อยู่ 2 โหมดด้วยกัน 1. โหมด ROAD ที่ทำความเร็วสูงสุดได้ 88 km/h ในรุ่น Ninja e-1 2. โหมด ECO ที่ทำความเร็วสูงสุดได้ที่ 64 km/h ในรุ่น Ninja e-1 ระยะทางที่สามารถวิ่งได้คือ 72 กิโลเมตร (WMTC Class 1) ในโหมด ECO ซึ่งคงามเร็วสูงสุดและการตอบสนองจะน้อยกว่า โหมด ROAD การเปลี่ยนโหมดสามารถทำได้ด้วยกดสวิทช์แฮนด์ด้านซ้าย เมื่อแบตเตอรี่เหลือต่ำกว่า 35% รถจะเข้าสู่โหมดจำกัดพลังงาน (หน้าจอจะมีไอคอนรูปเต่าโชว์) และ e-boost จะไม่สามารถใช้งานได้ ฟังก์ชั่น อี-บูสต์ นอกจากการขับขี่ในโหมด ECO และ ROAD แล้ว เมื่อต้องการพละกำลังหรือความเร็วเพิ่มขึ้นในการแซง เรามีฟังก์ชัน e-boost สำหรับใช้ในเวลาดังกล่าว การใช้งาน e-boost ทำได้ด้วยการ กดสวิทช์ e-boost ที่สวิทช์แฮนด์ด้ายขวามิเตอร์จะแสดงแถบการใช้งาน e-boost เป็นสีม่วง เมื่อเริ่มเปิดคันเร่งจะเริ่มนับถอยหลัง 15 วินาทีหลังจากนั้นจะออกจากโหมด e-boost และจะมีคูลดาวน์ 75 วินาที เพื่อป้องกันความร้อนที่มากเกินไป ในโหมด e-boost จะเพิ่มความเร็ว จาก 64 km/h >> 75 km/h ในโหมด ECO จาก 88 km/h >> 99 km/h ในโหมด ROAD โหมดเดิน (และถอยหลัง) เรายังมีโหมด Walk เพื่อความคล่องตัวในการจอดรถจะเปลี่ยนไป Walk mode ได้ก็ต่อเมื่อรถหยุดนิ่งและคันเร่งถูกปิด การเปิดโหมด walk ได้ด้วยการกดปุ่ม walk ค้างไว้จนมิเตอร์เข้าสู่โหมด Walk เมื่อเปิดคันเร่งรถจะเดินหน้าด้วยความเร็วประมาณ 5 km/h เมื่อปิดคันเร่งเกิดตำแหน่งตั้งต้นของคันเร่งรถจะถอยหลังด้วยความเร็วประมาณ 3 km/h เฟรม Trellis น้ำหนักเบา เฟรมของ Ninja e-1 เป็น trellis frame เหมือนกับ Ninja H2 ที่เป็นรุ่นเรือธงของคาวาซากิ การออกแบบเฟรมสไตล์ trellis มีส่วนช่วยอย่างมากต่อน้ำหนักตัวที่ลดลงของ Ninja e-1 *ด้วยระยะฐานล้อ 1,370 มม. ผสมผสานเข้ากับแชสศีที่ถูกปรับปรุง ทำให้มอบรถที่มีการควบคุมที่เป็นธรรมชาติและมีคุณลักษณะแบบสปอร์ต *มีความคอมแพคมากกว่ารถเครื่องยนต์คลาส 400 และตำแหน่งการวางมอเตอร์ถูกแก้ไข *ตำแหน่งยืดมอเตอร์อยู่ต่ำทำให้จุดศูนย์ถ่วงต่ำทำให้ควบคุมรถได้ง่าย ระบบกันสะเทือน โช้คอัพหน้าแบบเทเลสโคปิคขนาด ø41 มม. เพิ่มศักยภาพในการซับ แรง ตอบสนองต่อการขับขี่ได้ดีขึ้น เสริมความมั่นคงในการยึดเกาะ ถนนให้แก่ล้อหน้า ช่วยให้การหักเลี้ยวเปลี่ยนทิศทางเป็นเรื่องง่าย (แม้กระทั่งตอนที่รถอยู่ในตำแหน่งตั้งตรง – ช่วยให้ลัดเลาะผ่าน การจราจรได้คล่องตัวขึ้นบนท้องถนน) ควบคุมช่วงยุบและรองรับการ ถ่ายเทน้ำหนักได้ดี โช้คอัพหน้าไม่สามารถปรับได้ โช้คอัพหลังเป็นแบบบอทท่อมลิ้งยูนิแทรกแก็สชาร์จ ปรับสปริงพรี โหลดได้ 4 ระดับ ให้เหมาะกับการขับขี่ที่มีคนซ้อนท้ายหรือมีสัมภาระ เบรก/ล้อ/ยาง จานเบรกหน้าขนาด ø290 มม. ทำงานร่วมกับคาลิปเปอร์เบรกแบบสองลูกสูบ แม่ปั๊มเบรกบนช่วยให้ควบคุมเบรกได้ดีขึ้น ทำให้เบรกทำงานได้ดี จานเบรกหลังขนาด ø220 มม. ทำงานร่วมกับคาลิปเปอร์เบรก 2 ลูกสูบ ล้อและยางหน้า 100/80-17 M/C 52S ล้อและยางหลัง 130/70-17 M/C 62S การยศาสตร์ สำหรับ Ninja e-1 แฮนด์เป็นแฮนด์จับโช้ค ตัวแอนด์ที่ยื่นออกมาทำมุมลงเล็กน้อย ช่วยเพิ่มความสะดวกสบายและลุคที่ดูเป็นสปอร์ต สไตล์นินจาซูเปอร์สปอร์ต เช่นเดียวกับพี่น้องตระกูล Ninja Ninja e-1 โดดเด่นด้วยฟีเจอร์ที่เย้ายวนและตัวถังแบบฟูลแฟริ่ง ตัวถังที่ดูเต็มดึงดูดความสนใจและสร้างความประทับใจเหมือนรถที่ดูใหญ่กว่า ความประทับใจนี้เสริมด้วยการออกแบบระดับสูงและความพอดีและการตกแต่งที่ยอดเยี่ยม ซึ่งเทียบได้กับจักรยานยนต์ที่มีปริมาตรกระบอกสูบที่ใหญ่กว่า ระบบไฟ LED ทั้งหมดช่วยสร้างภาพลักษณ์ที่ทันสมัยและมีเทคโนโลยีสูง หน้าจอสี TFT หน้าจอ TFT ขนาด 4.3 นิ้ว เป็นแบบฟูลดิจิตอล ช่วยให้ค็อกพิทมีรูปลักษณ์ที่ไฮเทคและมีคุณภาพสูง หน้าจอมีสีดำและขาว สีจะเปลี่ยนเป็นสีดำเมื่อแสงน้อยลง หรือสามารถตั้งค่าสีที่ต้องการได้เลย หน้าจอจะแสดงผล: โหมดการขับขี่, e-boost เกจ, เกจวัดอุณภูมิแบตเตอรี่, เกจวัดเลเวลแบตเตอรี่, นาฬิกา, การแจ้งเตือนจากอุปกรณ์ที่เชื่อมต่อ, การเตือนตำแหน่งเกียร์ (N, D, F, R), เกจวัดความเร็ว, เกจวัดระยะทาง, ระยะทางที่เหลือที่สิ่งได้, ทริป, และอื่นๆ PrevNext123456789101112",
      "มอเตอร์ไฟฟ้า การสตาร์ท แบตเตอรี่ โหมดการขับขี่ อี-บูสต์ โหมดเดิน เฟรม ระบบกันสะเทือน เบรก/ล้อ/ยาง การยศาสตร์ สไตล์ หน้าจอ มอเตอร์ไร้แปรงถ่าน สูงสุด 9.0 kW (12 PS) มอเตอร์เป็นแบบไม่มีแปรงถ่าน ให้พลังงานสะอาดและเงียบ ให้การตอบสนองที่รวดเร็วและกำลังรอบต่ำที่แข็งแกร่ง ช่วยให้ควบคุมได้ง่าย และมีส่วนช่วยให้เร่งความเร็วได้อย่างรวดเร็วจากตำแหน่งหยุดรถ มอเตอร์ไม่ได้ผลิตความร้อนหรือแรงสั่นสะเทือนมากเท่ากับเครื่องยนต์ที่ใช้น้ำมันเบนซิน และไม่ได้ปล่อยไอเสียออกมา สตาร์ทเครื่องยนต์อย่างไร? การสตาร์ท Ninja e-1 เมื่อเปิดสวิทช์กุญแจ ตัวบอกตำแหน่งเกียร์จะโชว์ “N” (รูปบน) เมื่อเอาขาตั้งขึ้นและกดปุ่ม “Drive Ready” ตัวบอกตำแหน่งเกียร์จะโชว์ “D”(รูปล่าง) แบตเตอรี่แบบถอดได้ 2 ลูก Ninja e-1 มีแบตเตอรี่ลิเธี่ยมไอออนแบบถอดได้ 2 ลูก และมีตัวเลือกในการชาร์จที่หลากหลายช่วยเพิ่มความยืดหยุ่นและลดความไม่สะดวกในการทำกิจวัตรประจำวันของผู้ขับขี่ วิธีชาร์จแบบเตอรี่ 1. ใช้อแดปเตอร์ชาร์จตรงเข้าแบตเตอรี่ 2. ใช้อแดปเตอร์ชาร์จผ่านแท่นชาร์จ 3. ใช้อแดปเอตร์ชาร์จผ่าน Off-board โหมดการขับขี่ ROAD/ECO ในการขับขี่ทั่วไปจะมีโหมดการขับขี่อยู่ 2 โหมดด้วยกัน 1. โหมด ROAD ที่ทำความเร็วสูงสุดได้ 88 km/h ในรุ่น Ninja e-1 2. โหมด ECO ที่ทำความเร็วสูงสุดได้ที่ 64 km/h ในรุ่น Ninja e-1 ระยะทางที่สามารถวิ่งได้คือ 72 กิโลเมตร (WMTC Class 1) ในโหมด ECO ซึ่งคงามเร็วสูงสุดและการตอบสนองจะน้อยกว่า โหมด ROAD การเปลี่ยนโหมดสามารถทำได้ด้วยกดสวิทช์แฮนด์ด้านซ้าย เมื่อแบตเตอรี่เหลือต่ำกว่า 35% รถจะเข้าสู่โหมดจำกัดพลังงาน (หน้าจอจะมีไอคอนรูปเต่าโชว์) และ e-boost จะไม่สามารถใช้งานได้ ฟังก์ชั่น อี-บูสต์ นอกจากการขับขี่ในโหมด ECO และ ROAD แล้ว เมื่อต้องการพละกำลังหรือความเร็วเพิ่มขึ้นในการแซง เรามีฟังก์ชัน e-boost สำหรับใช้ในเวลาดังกล่าว การใช้งาน e-boost ทำได้ด้วยการ กดสวิทช์ e-boost ที่สวิทช์แฮนด์ด้ายขวามิเตอร์จะแสดงแถบการใช้งาน e-boost เป็นสีม่วง เมื่อเริ่มเปิดคันเร่งจะเริ่มนับถอยหลัง 15 วินาทีหลังจากนั้นจะออกจากโหมด e-boost และจะมีคูลดาวน์ 75 วินาที เพื่อป้องกันความร้อนที่มากเกินไป ในโหมด e-boost จะเพิ่มความเร็ว จาก 64 km/h >> 75 km/h ในโหมด ECO จาก 88 km/h >> 99 km/h ในโหมด ROAD โหมดเดิน (และถอยหลัง) เรายังมีโหมด Walk เพื่อความคล่องตัวในการจอดรถจะเปลี่ยนไป Walk mode ได้ก็ต่อเมื่อรถหยุดนิ่งและคันเร่งถูกปิด การเปิดโหมด walk ได้ด้วยการกดปุ่ม walk ค้างไว้จนมิเตอร์เข้าสู่โหมด Walk เมื่อเปิดคันเร่งรถจะเดินหน้าด้วยความเร็วประมาณ 5 km/h เมื่อปิดคันเร่งเกิดตำแหน่งตั้งต้นของคันเร่งรถจะถอยหลังด้วยความเร็วประมาณ 3 km/h เฟรม Trellis น้ำหนักเบา เฟรมของ Ninja e-1 เป็น trellis frame เหมือนกับ Ninja H2 ที่เป็นรุ่นเรือธงของคาวาซากิ การออกแบบเฟรมสไตล์ trellis มีส่วนช่วยอย่างมากต่อน้ำหนักตัวที่ลดลงของ Ninja e-1 *ด้วยระยะฐานล้อ 1,370 มม. ผสมผสานเข้ากับแชสศีที่ถูกปรับปรุง ทำให้มอบรถที่มีการควบคุมที่เป็นธรรมชาติและมีคุณลักษณะแบบสปอร์ต *มีความคอมแพคมากกว่ารถเครื่องยนต์คลาส 400 และตำแหน่งการวางมอเตอร์ถูกแก้ไข *ตำแหน่งยืดมอเตอร์อยู่ต่ำทำให้จุดศูนย์ถ่วงต่ำทำให้ควบคุมรถได้ง่าย ระบบกันสะเทือน โช้คอัพหน้าแบบเทเลสโคปิคขนาด ø41 มม. เพิ่มศักยภาพในการซับ แรง ตอบสนองต่อการขับขี่ได้ดีขึ้น เสริมความมั่นคงในการยึดเกาะ ถนนให้แก่ล้อหน้า ช่วยให้การหักเลี้ยวเปลี่ยนทิศทางเป็นเรื่องง่าย (แม้กระทั่งตอนที่รถอยู่ในตำแหน่งตั้งตรง – ช่วยให้ลัดเลาะผ่าน การจราจรได้คล่องตัวขึ้นบนท้องถนน) ควบคุมช่วงยุบและรองรับการ ถ่ายเทน้ำหนักได้ดี โช้คอัพหน้าไม่สามารถปรับได้ โช้คอัพหลังเป็นแบบบอทท่อมลิ้งยูนิแทรกแก็สชาร์จ ปรับสปริงพรี โหลดได้ 4 ระดับ ให้เหมาะกับการขับขี่ที่มีคนซ้อนท้ายหรือมีสัมภาระ เบรก/ล้อ/ยาง จานเบรกหน้าขนาด ø290 มม. ทำงานร่วมกับคาลิปเปอร์เบรกแบบสองลูกสูบ แม่ปั๊มเบรกบนช่วยให้ควบคุมเบรกได้ดีขึ้น ทำให้เบรกทำงานได้ดี จานเบรกหลังขนาด ø220 มม. ทำงานร่วมกับคาลิปเปอร์เบรก 2 ลูกสูบ ล้อและยางหน้า 100/80-17 M/C 52S ล้อและยางหลัง 130/70-17 M/C 62S การยศาสตร์ สำหรับ Ninja e-1 แฮนด์เป็นแฮนด์จับโช้ค ตัวแอนด์ที่ยื่นออกมาทำมุมลงเล็กน้อย ช่วยเพิ่มความสะดวกสบายและลุคที่ดูเป็นสปอร์ต สไตล์นินจาซูเปอร์สปอร์ต เช่นเดียวกับพี่น้องตระกูล Ninja Ninja e-1 โดดเด่นด้วยฟีเจอร์ที่เย้ายวนและตัวถังแบบฟูลแฟริ่ง ตัวถังที่ดูเต็มดึงดูดความสนใจและสร้างความประทับใจเหมือนรถที่ดูใหญ่กว่า ความประทับใจนี้เสริมด้วยการออกแบบระดับสูงและความพอดีและการตกแต่งที่ยอดเยี่ยม ซึ่งเทียบได้กับจักรยานยนต์ที่มีปริมาตรกระบอกสูบที่ใหญ่กว่า ระบบไฟ LED ทั้งหมดช่วยสร้างภาพลักษณ์ที่ทันสมัยและมีเทคโนโลยีสูง หน้าจอสี TFT หน้าจอ TFT ขนาด 4.3 นิ้ว เป็นแบบฟูลดิจิตอล ช่วยให้ค็อกพิทมีรูปลักษณ์ที่ไฮเทคและมีคุณภาพสูง หน้าจอมีสีดำและขาว สีจะเปลี่ยนเป็นสีดำเมื่อแสงน้อยลง หรือสามารถตั้งค่าสีที่ต้องการได้เลย หน้าจอจะแสดงผล: โหมดการขับขี่, e-boost เกจ, เกจวัดอุณภูมิแบตเตอรี่, เกจวัดเลเวลแบตเตอรี่, นาฬิกา, การแจ้งเตือนจากอุปกรณ์ที่เชื่อมต่อ, การเตือนตำแหน่งเกียร์ (N, D, F, R), เกจวัดความเร็ว, เกจวัดระยะทาง, ระยะทางที่เหลือที่สิ่งได้, ทริป, และอื่นๆ",
      "มอเตอร์ไร้แปรงถ่าน สูงสุด 9.0 kW (12 PS) มอเตอร์เป็นแบบไม่มีแปรงถ่าน ให้พลังงานสะอาดและเงียบ ให้การตอบสนองที่รวดเร็วและกำลังรอบต่ำที่แข็งแกร่ง ช่วยให้ควบคุมได้ง่าย และมีส่วนช่วยให้เร่งความเร็วได้อย่างรวดเร็วจากตำแหน่งหยุดรถ มอเตอร์ไม่ได้ผลิตความร้อนหรือแรงสั่นสะเทือนมากเท่ากับเครื่องยนต์ที่ใช้น้ำมันเบนซิน และไม่ได้ปล่อยไอเสียออกมา สตาร์ทเครื่องยนต์อย่างไร? การสตาร์ท Ninja e-1 เมื่อเปิดสวิทช์กุญแจ ตัวบอกตำแหน่งเกียร์จะโชว์ “N” (รูปบน) เมื่อเอาขาตั้งขึ้นและกดปุ่ม “Drive Ready” ตัวบอกตำแหน่งเกียร์จะโชว์ “D”(รูปล่าง) แบตเตอรี่แบบถอดได้ 2 ลูก Ninja e-1 มีแบตเตอรี่ลิเธี่ยมไอออนแบบถอดได้ 2 ลูก และมีตัวเลือกในการชาร์จที่หลากหลายช่วยเพิ่มความยืดหยุ่นและลดความไม่สะดวกในการทำกิจวัตรประจำวันของผู้ขับขี่ วิธีชาร์จแบบเตอรี่ 1. ใช้อแดปเตอร์ชาร์จตรงเข้าแบตเตอรี่ 2. ใช้อแดปเตอร์ชาร์จผ่านแท่นชาร์จ 3. ใช้อแดปเอตร์ชาร์จผ่าน Off-board โหมดการขับขี่ ROAD/ECO ในการขับขี่ทั่วไปจะมีโหมดการขับขี่อยู่ 2 โหมดด้วยกัน 1. โหมด ROAD ที่ทำความเร็วสูงสุดได้ 88 km/h ในรุ่น Ninja e-1 2. โหมด ECO ที่ทำความเร็วสูงสุดได้ที่ 64 km/h ในรุ่น Ninja e-1 ระยะทางที่สามารถวิ่งได้คือ 72 กิโลเมตร (WMTC Class 1) ในโหมด ECO ซึ่งคงามเร็วสูงสุดและการตอบสนองจะน้อยกว่า โหมด ROAD การเปลี่ยนโหมดสามารถทำได้ด้วยกดสวิทช์แฮนด์ด้านซ้าย เมื่อแบตเตอรี่เหลือต่ำกว่า 35% รถจะเข้าสู่โหมดจำกัดพลังงาน (หน้าจอจะมีไอคอนรูปเต่าโชว์) และ e-boost จะไม่สามารถใช้งานได้ ฟังก์ชั่น อี-บูสต์ นอกจากการขับขี่ในโหมด ECO และ ROAD แล้ว เมื่อต้องการพละกำลังหรือความเร็วเพิ่มขึ้นในการแซง เรามีฟังก์ชัน e-boost สำหรับใช้ในเวลาดังกล่าว การใช้งาน e-boost ทำได้ด้วยการ กดสวิทช์ e-boost ที่สวิทช์แฮนด์ด้ายขวามิเตอร์จะแสดงแถบการใช้งาน e-boost เป็นสีม่วง เมื่อเริ่มเปิดคันเร่งจะเริ่มนับถอยหลัง 15 วินาทีหลังจากนั้นจะออกจากโหมด e-boost และจะมีคูลดาวน์ 75 วินาที เพื่อป้องกันความร้อนที่มากเกินไป ในโหมด e-boost จะเพิ่มความเร็ว จาก 64 km/h >> 75 km/h ในโหมด ECO จาก 88 km/h >> 99 km/h ในโหมด ROAD โหมดเดิน (และถอยหลัง) เรายังมีโหมด Walk เพื่อความคล่องตัวในการจอดรถจะเปลี่ยนไป Walk mode ได้ก็ต่อเมื่อรถหยุดนิ่งและคันเร่งถูกปิด การเปิดโหมด walk ได้ด้วยการกดปุ่ม walk ค้างไว้จนมิเตอร์เข้าสู่โหมด Walk เมื่อเปิดคันเร่งรถจะเดินหน้าด้วยความเร็วประมาณ 5 km/h เมื่อปิดคันเร่งเกิดตำแหน่งตั้งต้นของคันเร่งรถจะถอยหลังด้วยความเร็วประมาณ 3 km/h เฟรม Trellis น้ำหนักเบา เฟรมของ Ninja e-1 เป็น trellis frame เหมือนกับ Ninja H2 ที่เป็นรุ่นเรือธงของคาวาซากิ การออกแบบเฟรมสไตล์ trellis มีส่วนช่วยอย่างมากต่อน้ำหนักตัวที่ลดลงของ Ninja e-1 *ด้วยระยะฐานล้อ 1,370 มม. ผสมผสานเข้ากับแชสศีที่ถูกปรับปรุง ทำให้มอบรถที่มีการควบคุมที่เป็นธรรมชาติและมีคุณลักษณะแบบสปอร์ต *มีความคอมแพคมากกว่ารถเครื่องยนต์คลาส 400 และตำแหน่งการวางมอเตอร์ถูกแก้ไข *ตำแหน่งยืดมอเตอร์อยู่ต่ำทำให้จุดศูนย์ถ่วงต่ำทำให้ควบคุมรถได้ง่าย ระบบกันสะเทือน โช้คอัพหน้าแบบเทเลสโคปิคขนาด ø41 มม. เพิ่มศักยภาพในการซับ แรง ตอบสนองต่อการขับขี่ได้ดีขึ้น เสริมความมั่นคงในการยึดเกาะ ถนนให้แก่ล้อหน้า ช่วยให้การหักเลี้ยวเปลี่ยนทิศทางเป็นเรื่องง่าย (แม้กระทั่งตอนที่รถอยู่ในตำแหน่งตั้งตรง – ช่วยให้ลัดเลาะผ่าน การจราจรได้คล่องตัวขึ้นบนท้องถนน) ควบคุมช่วงยุบและรองรับการ ถ่ายเทน้ำหนักได้ดี โช้คอัพหน้าไม่สามารถปรับได้ โช้คอัพหลังเป็นแบบบอทท่อมลิ้งยูนิแทรกแก็สชาร์จ ปรับสปริงพรี โหลดได้ 4 ระดับ ให้เหมาะกับการขับขี่ที่มีคนซ้อนท้ายหรือมีสัมภาระ เบรก/ล้อ/ยาง จานเบรกหน้าขนาด ø290 มม. ทำงานร่วมกับคาลิปเปอร์เบรกแบบสองลูกสูบ แม่ปั๊มเบรกบนช่วยให้ควบคุมเบรกได้ดีขึ้น ทำให้เบรกทำงานได้ดี จานเบรกหลังขนาด ø220 มม. ทำงานร่วมกับคาลิปเปอร์เบรก 2 ลูกสูบ ล้อและยางหน้า 100/80-17 M/C 52S ล้อและยางหลัง 130/70-17 M/C 62S การยศาสตร์ สำหรับ Ninja e-1 แฮนด์เป็นแฮนด์จับโช้ค ตัวแอนด์ที่ยื่นออกมาทำมุมลงเล็กน้อย ช่วยเพิ่มความสะดวกสบายและลุคที่ดูเป็นสปอร์ต สไตล์นินจาซูเปอร์สปอร์ต เช่นเดียวกับพี่น้องตระกูล Ninja Ninja e-1 โดดเด่นด้วยฟีเจอร์ที่เย้ายวนและตัวถังแบบฟูลแฟริ่ง ตัวถังที่ดูเต็มดึงดูดความสนใจและสร้างความประทับใจเหมือนรถที่ดูใหญ่กว่า ความประทับใจนี้เสริมด้วยการออกแบบระดับสูงและความพอดีและการตกแต่งที่ยอดเยี่ยม ซึ่งเทียบได้กับจักรยานยนต์ที่มีปริมาตรกระบอกสูบที่ใหญ่กว่า ระบบไฟ LED ทั้งหมดช่วยสร้างภาพลักษณ์ที่ทันสมัยและมีเทคโนโลยีสูง หน้าจอสี TFT หน้าจอ TFT ขนาด 4.3 นิ้ว เป็นแบบฟูลดิจิตอล ช่วยให้ค็อกพิทมีรูปลักษณ์ที่ไฮเทคและมีคุณภาพสูง หน้าจอมีสีดำและขาว สีจะเปลี่ยนเป็นสีดำเมื่อแสงน้อยลง หรือสามารถตั้งค่าสีที่ต้องการได้เลย หน้าจอจะแสดงผล: โหมดการขับขี่, e-boost เกจ, เกจวัดอุณภูมิแบตเตอรี่, เกจวัดเลเวลแบตเตอรี่, นาฬิกา, การแจ้งเตือนจากอุปกรณ์ที่เชื่อมต่อ, การเตือนตำแหน่งเกียร์ (N, D, F, R), เกจวัดความเร็ว, เกจวัดระยะทาง, ระยะทางที่เหลือที่สิ่งได้, ทริป, และอื่นๆ",
      "มอเตอร์ไร้แปรงถ่าน สูงสุด 9.0 kW (12 PS) มอเตอร์เป็นแบบไม่มีแปรงถ่าน ให้พลังงานสะอาดและเงียบ ให้การตอบสนองที่รวดเร็วและกำลังรอบต่ำที่แข็งแกร่ง ช่วยให้ควบคุมได้ง่าย และมีส่วนช่วยให้เร่งความเร็วได้อย่างรวดเร็วจากตำแหน่งหยุดรถ มอเตอร์ไม่ได้ผลิตความร้อนหรือแรงสั่นสะเทือนมากเท่ากับเครื่องยนต์ที่ใช้น้ำมันเบนซิน และไม่ได้ปล่อยไอเสียออกมา",
      "มอเตอร์ไร้แปรงถ่าน สูงสุด 9.0 kW (12 PS)",
      "มอเตอร์เป็นแบบไม่มีแปรงถ่าน ให้พลังงานสะอาดและเงียบ ให้การตอบสนองที่รวดเร็วและกำลังรอบต่ำที่แข็งแกร่ง ช่วยให้ควบคุมได้ง่าย และมีส่วนช่วยให้เร่งความเร็วได้อย่างรวดเร็วจากตำแหน่งหยุดรถ มอเตอร์ไม่ได้ผลิตความร้อนหรือแรงสั่นสะเทือนมากเท่ากับเครื่องยนต์ที่ใช้น้ำมันเบนซิน และไม่ได้ปล่อยไอเสียออกมา",
      "สตาร์ทเครื่องยนต์อย่างไร? การสตาร์ท Ninja e-1 เมื่อเปิดสวิทช์กุญแจ ตัวบอกตำแหน่งเกียร์จะโชว์ “N” (รูปบน) เมื่อเอาขาตั้งขึ้นและกดปุ่ม “Drive Ready” ตัวบอกตำแหน่งเกียร์จะโชว์ “D”(รูปล่าง)",
      "สตาร์ทเครื่องยนต์อย่างไร?",
      "การสตาร์ท Ninja e-1 เมื่อเปิดสวิทช์กุญแจ ตัวบอกตำแหน่งเกียร์จะโชว์ “N” (รูปบน) เมื่อเอาขาตั้งขึ้นและกดปุ่ม “Drive Ready” ตัวบอกตำแหน่งเกียร์จะโชว์ “D”(รูปล่าง)",
      "แบตเตอรี่แบบถอดได้ 2 ลูก Ninja e-1 มีแบตเตอรี่ลิเธี่ยมไอออนแบบถอดได้ 2 ลูก และมีตัวเลือกในการชาร์จที่หลากหลายช่วยเพิ่มความยืดหยุ่นและลดความไม่สะดวกในการทำกิจวัตรประจำวันของผู้ขับขี่ วิธีชาร์จแบบเตอรี่ 1. ใช้อแดปเตอร์ชาร์จตรงเข้าแบตเตอรี่ 2. ใช้อแดปเตอร์ชาร์จผ่านแท่นชาร์จ 3. ใช้อแดปเอตร์ชาร์จผ่าน Off-board",
      "แบตเตอรี่แบบถอดได้ 2 ลูก",
      "Ninja e-1 มีแบตเตอรี่ลิเธี่ยมไอออนแบบถอดได้ 2 ลูก และมีตัวเลือกในการชาร์จที่หลากหลายช่วยเพิ่มความยืดหยุ่นและลดความไม่สะดวกในการทำกิจวัตรประจำวันของผู้ขับขี่",
      "วิธีชาร์จแบบเตอรี่",
      "1. ใช้อแดปเตอร์ชาร์จตรงเข้าแบตเตอรี่",
      "2. ใช้อแดปเตอร์ชาร์จผ่านแท่นชาร์จ",
      "3. ใช้อแดปเอตร์ชาร์จผ่าน Off-board",
      "โหมดการขับขี่ ROAD/ECO ในการขับขี่ทั่วไปจะมีโหมดการขับขี่อยู่ 2 โหมดด้วยกัน 1. โหมด ROAD ที่ทำความเร็วสูงสุดได้ 88 km/h ในรุ่น Ninja e-1 2. โหมด ECO ที่ทำความเร็วสูงสุดได้ที่ 64 km/h ในรุ่น Ninja e-1 ระยะทางที่สามารถวิ่งได้คือ 72 กิโลเมตร (WMTC Class 1) ในโหมด ECO ซึ่งคงามเร็วสูงสุดและการตอบสนองจะน้อยกว่า โหมด ROAD การเปลี่ยนโหมดสามารถทำได้ด้วยกดสวิทช์แฮนด์ด้านซ้าย เมื่อแบตเตอรี่เหลือต่ำกว่า 35% รถจะเข้าสู่โหมดจำกัดพลังงาน (หน้าจอจะมีไอคอนรูปเต่าโชว์) และ e-boost จะไม่สามารถใช้งานได้",
      "โหมดการขับขี่ ROAD/ECO",
      "ในการขับขี่ทั่วไปจะมีโหมดการขับขี่อยู่ 2 โหมดด้วยกัน",
      "1. โหมด ROAD ที่ทำความเร็วสูงสุดได้ 88 km/h ในรุ่น Ninja e-1",
      "2. โหมด ECO ที่ทำความเร็วสูงสุดได้ที่ 64 km/h ในรุ่น Ninja e-1",
      "ระยะทางที่สามารถวิ่งได้คือ 72 กิโลเมตร (WMTC Class 1) ในโหมด ECO ซึ่งคงามเร็วสูงสุดและการตอบสนองจะน้อยกว่า โหมด ROAD การเปลี่ยนโหมดสามารถทำได้ด้วยกดสวิทช์แฮนด์ด้านซ้าย",
      "เมื่อแบตเตอรี่เหลือต่ำกว่า 35% รถจะเข้าสู่โหมดจำกัดพลังงาน (หน้าจอจะมีไอคอนรูปเต่าโชว์) และ e-boost จะไม่สามารถใช้งานได้",
      "ฟังก์ชั่น อี-บูสต์ นอกจากการขับขี่ในโหมด ECO และ ROAD แล้ว เมื่อต้องการพละกำลังหรือความเร็วเพิ่มขึ้นในการแซง เรามีฟังก์ชัน e-boost สำหรับใช้ในเวลาดังกล่าว การใช้งาน e-boost ทำได้ด้วยการ กดสวิทช์ e-boost ที่สวิทช์แฮนด์ด้ายขวามิเตอร์จะแสดงแถบการใช้งาน e-boost เป็นสีม่วง เมื่อเริ่มเปิดคันเร่งจะเริ่มนับถอยหลัง 15 วินาทีหลังจากนั้นจะออกจากโหมด e-boost และจะมีคูลดาวน์ 75 วินาที เพื่อป้องกันความร้อนที่มากเกินไป ในโหมด e-boost จะเพิ่มความเร็ว จาก 64 km/h >> 75 km/h ในโหมด ECO จาก 88 km/h >> 99 km/h ในโหมด ROAD",
      "ฟังก์ชั่น อี-บูสต์",
      "นอกจากการขับขี่ในโหมด ECO และ ROAD แล้ว เมื่อต้องการพละกำลังหรือความเร็วเพิ่มขึ้นในการแซง เรามีฟังก์ชัน e-boost สำหรับใช้ในเวลาดังกล่าว",
      "การใช้งาน e-boost ทำได้ด้วยการ กดสวิทช์ e-boost ที่สวิทช์แฮนด์ด้ายขวามิเตอร์จะแสดงแถบการใช้งาน e-boost เป็นสีม่วง เมื่อเริ่มเปิดคันเร่งจะเริ่มนับถอยหลัง 15 วินาทีหลังจากนั้นจะออกจากโหมด e-boost และจะมีคูลดาวน์ 75 วินาที เพื่อป้องกันความร้อนที่มากเกินไป ในโหมด e-boost จะเพิ่มความเร็ว จาก 64 km/h >> 75 km/h ในโหมด ECO จาก 88 km/h >> 99 km/h ในโหมด ROAD",
      "โหมดเดิน (และถอยหลัง) เรายังมีโหมด Walk เพื่อความคล่องตัวในการจอดรถจะเปลี่ยนไป Walk mode ได้ก็ต่อเมื่อรถหยุดนิ่งและคันเร่งถูกปิด การเปิดโหมด walk ได้ด้วยการกดปุ่ม walk ค้างไว้จนมิเตอร์เข้าสู่โหมด Walk เมื่อเปิดคันเร่งรถจะเดินหน้าด้วยความเร็วประมาณ 5 km/h เมื่อปิดคันเร่งเกิดตำแหน่งตั้งต้นของคันเร่งรถจะถอยหลังด้วยความเร็วประมาณ 3 km/h",
      "โหมดเดิน (และถอยหลัง)",
      "เรายังมีโหมด Walk เพื่อความคล่องตัวในการจอดรถจะเปลี่ยนไป Walk mode ได้ก็ต่อเมื่อรถหยุดนิ่งและคันเร่งถูกปิด การเปิดโหมด walk ได้ด้วยการกดปุ่ม walk ค้างไว้จนมิเตอร์เข้าสู่โหมด Walk เมื่อเปิดคันเร่งรถจะเดินหน้าด้วยความเร็วประมาณ 5 km/h เมื่อปิดคันเร่งเกิดตำแหน่งตั้งต้นของคันเร่งรถจะถอยหลังด้วยความเร็วประมาณ 3 km/h",
      "เฟรม Trellis น้ำหนักเบา เฟรมของ Ninja e-1 เป็น trellis frame เหมือนกับ Ninja H2 ที่เป็นรุ่นเรือธงของคาวาซากิ การออกแบบเฟรมสไตล์ trellis มีส่วนช่วยอย่างมากต่อน้ำหนักตัวที่ลดลงของ Ninja e-1 *ด้วยระยะฐานล้อ 1,370 มม. ผสมผสานเข้ากับแชสศีที่ถูกปรับปรุง ทำให้มอบรถที่มีการควบคุมที่เป็นธรรมชาติและมีคุณลักษณะแบบสปอร์ต *มีความคอมแพคมากกว่ารถเครื่องยนต์คลาส 400 และตำแหน่งการวางมอเตอร์ถูกแก้ไข *ตำแหน่งยืดมอเตอร์อยู่ต่ำทำให้จุดศูนย์ถ่วงต่ำทำให้ควบคุมรถได้ง่าย",
      "เฟรม Trellis น้ำหนักเบา",
      "เฟรมของ Ninja e-1 เป็น trellis frame เหมือนกับ Ninja H2 ที่เป็นรุ่นเรือธงของคาวาซากิ การออกแบบเฟรมสไตล์ trellis มีส่วนช่วยอย่างมากต่อน้ำหนักตัวที่ลดลงของ Ninja e-1",
      "*ด้วยระยะฐานล้อ 1,370 มม. ผสมผสานเข้ากับแชสศีที่ถูกปรับปรุง ทำให้มอบรถที่มีการควบคุมที่เป็นธรรมชาติและมีคุณลักษณะแบบสปอร์ต",
      "*มีความคอมแพคมากกว่ารถเครื่องยนต์คลาส 400 และตำแหน่งการวางมอเตอร์ถูกแก้ไข",
      "*ตำแหน่งยืดมอเตอร์อยู่ต่ำทำให้จุดศูนย์ถ่วงต่ำทำให้ควบคุมรถได้ง่าย",
      "ระบบกันสะเทือน โช้คอัพหน้าแบบเทเลสโคปิคขนาด ø41 มม. เพิ่มศักยภาพในการซับ แรง ตอบสนองต่อการขับขี่ได้ดีขึ้น เสริมความมั่นคงในการยึดเกาะ ถนนให้แก่ล้อหน้า ช่วยให้การหักเลี้ยวเปลี่ยนทิศทางเป็นเรื่องง่าย (แม้กระทั่งตอนที่รถอยู่ในตำแหน่งตั้งตรง – ช่วยให้ลัดเลาะผ่าน การจราจรได้คล่องตัวขึ้นบนท้องถนน) ควบคุมช่วงยุบและรองรับการ ถ่ายเทน้ำหนักได้ดี โช้คอัพหน้าไม่สามารถปรับได้ โช้คอัพหลังเป็นแบบบอทท่อมลิ้งยูนิแทรกแก็สชาร์จ ปรับสปริงพรี โหลดได้ 4 ระดับ ให้เหมาะกับการขับขี่ที่มีคนซ้อนท้ายหรือมีสัมภาระ",
      "ระบบกันสะเทือน",
      "โช้คอัพหน้าแบบเทเลสโคปิคขนาด ø41 มม. เพิ่มศักยภาพในการซับ แรง ตอบสนองต่อการขับขี่ได้ดีขึ้น เสริมความมั่นคงในการยึดเกาะ ถนนให้แก่ล้อหน้า ช่วยให้การหักเลี้ยวเปลี่ยนทิศทางเป็นเรื่องง่าย (แม้กระทั่งตอนที่รถอยู่ในตำแหน่งตั้งตรง – ช่วยให้ลัดเลาะผ่าน การจราจรได้คล่องตัวขึ้นบนท้องถนน) ควบคุมช่วงยุบและรองรับการ ถ่ายเทน้ำหนักได้ดี โช้คอัพหน้าไม่สามารถปรับได้",
      "โช้คอัพหลังเป็นแบบบอทท่อมลิ้งยูนิแทรกแก็สชาร์จ ปรับสปริงพรี โหลดได้ 4 ระดับ ให้เหมาะกับการขับขี่ที่มีคนซ้อนท้ายหรือมีสัมภาระ",
      "เบรก/ล้อ/ยาง จานเบรกหน้าขนาด ø290 มม. ทำงานร่วมกับคาลิปเปอร์เบรกแบบสองลูกสูบ แม่ปั๊มเบรกบนช่วยให้ควบคุมเบรกได้ดีขึ้น ทำให้เบรกทำงานได้ดี จานเบรกหลังขนาด ø220 มม. ทำงานร่วมกับคาลิปเปอร์เบรก 2 ลูกสูบ ล้อและยางหน้า 100/80-17 M/C 52S ล้อและยางหลัง 130/70-17 M/C 62S",
      "เบรก/ล้อ/ยาง",
      "จานเบรกหน้าขนาด ø290 มม. ทำงานร่วมกับคาลิปเปอร์เบรกแบบสองลูกสูบ แม่ปั๊มเบรกบนช่วยให้ควบคุมเบรกได้ดีขึ้น ทำให้เบรกทำงานได้ดี",
      "จานเบรกหลังขนาด ø220 มม. ทำงานร่วมกับคาลิปเปอร์เบรก 2 ลูกสูบ",
      "ล้อและยางหน้า 100/80-17 M/C 52S",
      "ล้อและยางหลัง 130/70-17 M/C 62S",
      "การยศาสตร์ สำหรับ Ninja e-1 แฮนด์เป็นแฮนด์จับโช้ค ตัวแอนด์ที่ยื่นออกมาทำมุมลงเล็กน้อย ช่วยเพิ่มความสะดวกสบายและลุคที่ดูเป็นสปอร์ต",
      "สำหรับ Ninja e-1 แฮนด์เป็นแฮนด์จับโช้ค ตัวแอนด์ที่ยื่นออกมาทำมุมลงเล็กน้อย ช่วยเพิ่มความสะดวกสบายและลุคที่ดูเป็นสปอร์ต",
      "สไตล์นินจาซูเปอร์สปอร์ต เช่นเดียวกับพี่น้องตระกูล Ninja Ninja e-1 โดดเด่นด้วยฟีเจอร์ที่เย้ายวนและตัวถังแบบฟูลแฟริ่ง ตัวถังที่ดูเต็มดึงดูดความสนใจและสร้างความประทับใจเหมือนรถที่ดูใหญ่กว่า ความประทับใจนี้เสริมด้วยการออกแบบระดับสูงและความพอดีและการตกแต่งที่ยอดเยี่ยม ซึ่งเทียบได้กับจักรยานยนต์ที่มีปริมาตรกระบอกสูบที่ใหญ่กว่า ระบบไฟ LED ทั้งหมดช่วยสร้างภาพลักษณ์ที่ทันสมัยและมีเทคโนโลยีสูง",
      "สไตล์นินจาซูเปอร์สปอร์ต",
      "เช่นเดียวกับพี่น้องตระกูล Ninja Ninja e-1 โดดเด่นด้วยฟีเจอร์ที่เย้ายวนและตัวถังแบบฟูลแฟริ่ง ตัวถังที่ดูเต็มดึงดูดความสนใจและสร้างความประทับใจเหมือนรถที่ดูใหญ่กว่า ความประทับใจนี้เสริมด้วยการออกแบบระดับสูงและความพอดีและการตกแต่งที่ยอดเยี่ยม ซึ่งเทียบได้กับจักรยานยนต์ที่มีปริมาตรกระบอกสูบที่ใหญ่กว่า ระบบไฟ LED ทั้งหมดช่วยสร้างภาพลักษณ์ที่ทันสมัยและมีเทคโนโลยีสูง",
      "หน้าจอสี TFT หน้าจอ TFT ขนาด 4.3 นิ้ว เป็นแบบฟูลดิจิตอล ช่วยให้ค็อกพิทมีรูปลักษณ์ที่ไฮเทคและมีคุณภาพสูง หน้าจอมีสีดำและขาว สีจะเปลี่ยนเป็นสีดำเมื่อแสงน้อยลง หรือสามารถตั้งค่าสีที่ต้องการได้เลย หน้าจอจะแสดงผล: โหมดการขับขี่, e-boost เกจ, เกจวัดอุณภูมิแบตเตอรี่, เกจวัดเลเวลแบตเตอรี่, นาฬิกา, การแจ้งเตือนจากอุปกรณ์ที่เชื่อมต่อ, การเตือนตำแหน่งเกียร์ (N, D, F, R), เกจวัดความเร็ว, เกจวัดระยะทาง, ระยะทางที่เหลือที่สิ่งได้, ทริป, และอื่นๆ",
      "หน้าจอสี TFT",
      "หน้าจอ TFT ขนาด 4.3 นิ้ว เป็นแบบฟูลดิจิตอล ช่วยให้ค็อกพิทมีรูปลักษณ์ที่ไฮเทคและมีคุณภาพสูง หน้าจอมีสีดำและขาว สีจะเปลี่ยนเป็นสีดำเมื่อแสงน้อยลง หรือสามารถตั้งค่าสีที่ต้องการได้เลย",
      "หน้าจอจะแสดงผล: โหมดการขับขี่, e-boost เกจ, เกจวัดอุณภูมิแบตเตอรี่, เกจวัดเลเวลแบตเตอรี่, นาฬิกา, การแจ้งเตือนจากอุปกรณ์ที่เชื่อมต่อ, การเตือนตำแหน่งเกียร์ (N, D, F, R), เกจวัดความเร็ว, เกจวัดระยะทาง, ระยะทางที่เหลือที่สิ่งได้, ทริป, และอื่นๆ",
      "มอเตอร์ไร้แปรงถ่าน สูงสุด 9.0 kW (12 PS) มอเตอร์เป็นแบบไม่มีแปรงถ่าน ให้พลังงานสะอาดและเงียบ ให้การตอบสนองที่รวดเร็วและกำลังรอบต่ำที่แข็งแกร่ง ช่วยให้ควบคุมได้ง่าย และมีส่วนช่วยให้เร่งความเร็วได้อย่างรวดเร็วจากตำแหน่งหยุดรถ มอเตอร์ไม่ได้ผลิตความร้อนหรือแรงสั่นสะเทือนมากเท่ากับเครื่องยนต์ที่ใช้น้ำมันเบนซิน และไม่ได้ปล่อยไอเสียออกมา สตาร์ทเครื่องยนต์อย่างไร? การสตาร์ท Ninja e-1 เมื่อเปิดสวิทช์กุญแจ ตัวบอกตำแหน่งเกียร์จะโชว์ “N” (รูปบน) เมื่อเอาขาตั้งขึ้นและกดปุ่ม “Drive Ready” ตัวบอกตำแหน่งเกียร์จะโชว์ “D”(รูปล่าง) แบตเตอรี่แบบถอดได้ 2 ลูก Ninja e-1 มีแบตเตอรี่ลิเธี่ยมไอออนแบบถอดได้ 2 ลูก และมีตัวเลือกในการชาร์จที่หลากหลายช่วยเพิ่มความยืดหยุ่นและลดความไม่สะดวกในการทำกิจวัตรประจำวันของผู้ขับขี่ วิธีชาร์จแบบเตอรี่ 1. ใช้อแดปเตอร์ชาร์จตรงเข้าแบตเตอรี่ 2. ใช้อแดปเตอร์ชาร์จผ่านแท่นชาร์จ 3. ใช้อแดปเอตร์ชาร์จผ่าน Off-board โหมดการขับขี่ ROAD/ECO ในการขับขี่ทั่วไปจะมีโหมดการขับขี่อยู่ 2 โหมดด้วยกัน 1. โหมด ROAD ที่ทำความเร็วสูงสุดได้ 88 km/h ในรุ่น Ninja e-1 2. โหมด ECO ที่ทำความเร็วสูงสุดได้ที่ 64 km/h ในรุ่น Ninja e-1 ระยะทางที่สามารถวิ่งได้คือ 72 กิโลเมตร (WMTC Class 1) ในโหมด ECO ซึ่งคงามเร็วสูงสุดและการตอบสนองจะน้อยกว่า โหมด ROAD การเปลี่ยนโหมดสามารถทำได้ด้วยกดสวิทช์แฮนด์ด้านซ้าย เมื่อแบตเตอรี่เหลือต่ำกว่า 35% รถจะเข้าสู่โหมดจำกัดพลังงาน (หน้าจอจะมีไอคอนรูปเต่าโชว์) และ e-boost จะไม่สามารถใช้งานได้ ฟังก์ชั่น อี-บูสต์ นอกจากการขับขี่ในโหมด ECO และ ROAD แล้ว เมื่อต้องการพละกำลังหรือความเร็วเพิ่มขึ้นในการแซง เรามีฟังก์ชัน e-boost สำหรับใช้ในเวลาดังกล่าว การใช้งาน e-boost ทำได้ด้วยการ กดสวิทช์ e-boost ที่สวิทช์แฮนด์ด้ายขวามิเตอร์จะแสดงแถบการใช้งาน e-boost เป็นสีม่วง เมื่อเริ่มเปิดคันเร่งจะเริ่มนับถอยหลัง 15 วินาทีหลังจากนั้นจะออกจากโหมด e-boost และจะมีคูลดาวน์ 75 วินาที เพื่อป้องกันความร้อนที่มากเกินไป ในโหมด e-boost จะเพิ่มความเร็ว จาก 64 km/h >> 75 km/h ในโหมด ECO จาก 88 km/h >> 99 km/h ในโหมด ROAD โหมดเดิน (และถอยหลัง) เรายังมีโหมด Walk เพื่อความคล่องตัวในการจอดรถจะเปลี่ยนไป Walk mode ได้ก็ต่อเมื่อรถหยุดนิ่งและคันเร่งถูกปิด การเปิดโหมด walk ได้ด้วยการกดปุ่ม walk ค้างไว้จนมิเตอร์เข้าสู่โหมด Walk เมื่อเปิดคันเร่งรถจะเดินหน้าด้วยความเร็วประมาณ 5 km/h เมื่อปิดคันเร่งเกิดตำแหน่งตั้งต้นของคันเร่งรถจะถอยหลังด้วยความเร็วประมาณ 3 km/h เฟรม Trellis น้ำหนักเบา เฟรมของ Ninja e-1 เป็น trellis frame เหมือนกับ Ninja H2 ที่เป็นรุ่นเรือธงของคาวาซากิ การออกแบบเฟรมสไตล์ trellis มีส่วนช่วยอย่างมากต่อน้ำหนักตัวที่ลดลงของ Ninja e-1 *ด้วยระยะฐานล้อ 1,370 มม. ผสมผสานเข้ากับแชสศีที่ถูกปรับปรุง ทำให้มอบรถที่มีการควบคุมที่เป็นธรรมชาติและมีคุณลักษณะแบบสปอร์ต *มีความคอมแพคมากกว่ารถเครื่องยนต์คลาส 400 และตำแหน่งการวางมอเตอร์ถูกแก้ไข *ตำแหน่งยืดมอเตอร์อยู่ต่ำทำให้จุดศูนย์ถ่วงต่ำทำให้ควบคุมรถได้ง่าย ระบบกันสะเทือน โช้คอัพหน้าแบบเทเลสโคปิคขนาด ø41 มม. เพิ่มศักยภาพในการซับ แรง ตอบสนองต่อการขับขี่ได้ดีขึ้น เสริมความมั่นคงในการยึดเกาะ ถนนให้แก่ล้อหน้า ช่วยให้การหักเลี้ยวเปลี่ยนทิศทางเป็นเรื่องง่าย (แม้กระทั่งตอนที่รถอยู่ในตำแหน่งตั้งตรง – ช่วยให้ลัดเลาะผ่าน การจราจรได้คล่องตัวขึ้นบนท้องถนน) ควบคุมช่วงยุบและรองรับการ ถ่ายเทน้ำหนักได้ดี โช้คอัพหน้าไม่สามารถปรับได้ โช้คอัพหลังเป็นแบบบอทท่อมลิ้งยูนิแทรกแก็สชาร์จ ปรับสปริงพรี โหลดได้ 4 ระดับ ให้เหมาะกับการขับขี่ที่มีคนซ้อนท้ายหรือมีสัมภาระ เบรก/ล้อ/ยาง จานเบรกหน้าขนาด ø290 มม. ทำงานร่วมกับคาลิปเปอร์เบรกแบบสองลูกสูบ แม่ปั๊มเบรกบนช่วยให้ควบคุมเบรกได้ดีขึ้น ทำให้เบรกทำงานได้ดี จานเบรกหลังขนาด ø220 มม. ทำงานร่วมกับคาลิปเปอร์เบรก 2 ลูกสูบ ล้อและยางหน้า 100/80-17 M/C 52S ล้อและยางหลัง 130/70-17 M/C 62S การยศาสตร์ สำหรับ Ninja e-1 แฮนด์เป็นแฮนด์จับโช้ค ตัวแอนด์ที่ยื่นออกมาทำมุมลงเล็กน้อย ช่วยเพิ่มความสะดวกสบายและลุคที่ดูเป็นสปอร์ต สไตล์นินจาซูเปอร์สปอร์ต เช่นเดียวกับพี่น้องตระกูล Ninja Ninja e-1 โดดเด่นด้วยฟีเจอร์ที่เย้ายวนและตัวถังแบบฟูลแฟริ่ง ตัวถังที่ดูเต็มดึงดูดความสนใจและสร้างความประทับใจเหมือนรถที่ดูใหญ่กว่า ความประทับใจนี้เสริมด้วยการออกแบบระดับสูงและความพอดีและการตกแต่งที่ยอดเยี่ยม ซึ่งเทียบได้กับจักรยานยนต์ที่มีปริมาตรกระบอกสูบที่ใหญ่กว่า ระบบไฟ LED ทั้งหมดช่วยสร้างภาพลักษณ์ที่ทันสมัยและมีเทคโนโลยีสูง หน้าจอสี TFT หน้าจอ TFT ขนาด 4.3 นิ้ว เป็นแบบฟูลดิจิตอล ช่วยให้ค็อกพิทมีรูปลักษณ์ที่ไฮเทคและมีคุณภาพสูง หน้าจอมีสีดำและขาว สีจะเปลี่ยนเป็นสีดำเมื่อแสงน้อยลง หรือสามารถตั้งค่าสีที่ต้องการได้เลย หน้าจอจะแสดงผล: โหมดการขับขี่, e-boost เกจ, เกจวัดอุณภูมิแบตเตอรี่, เกจวัดเลเวลแบตเตอรี่, นาฬิกา, การแจ้งเตือนจากอุปกรณ์ที่เชื่อมต่อ, การเตือนตำแหน่งเกียร์ (N, D, F, R), เกจวัดความเร็ว, เกจวัดระยะทาง, ระยะทางที่เหลือที่สิ่งได้, ทริป, และอื่นๆ PrevNext123456789101112",
      "PrevNext123456789101112",
      "123456789101112",
      "Specifications",
      "Motor Type Air-cooled, interior permanent magnet synchronous motor Traction Battery Type Air-cooled, interior permanent magnet synchronous motor Nominal Voltage 50.4 V Total Nominal Capacity 30 Ah x2 Total battery weight 11.5 kg x2 Charging time (0 to 100%) 3.7 h x2 Drivetrain Driving system Chain Transmission - Primary reduction ratio 3.211 (61/19) Final reduction ratio 3.867 (58/15) Dimensions Overall length 1,980 mm Overall width 690 mm Overall height 1,105 mm Wheelbase 1,370 mm Road clearance 160 mm Seat height 785 mm Curb mass (with batteries) 140 kg Frame Type Trellis, high-tensile steel Suspension: Front Rear ø41 mm telescopic fork Bottom-Link Uni Trak, gas-charged shock with adjustable spring preload Wheel travel: Front Rear 120 mm 133 mm Caster (Rake angle) 24.4° Trail 93 mm Steering angle (left/right) 35° / 35° Tyre: Front Rear 100/80-17M/C 52S 130/70-17M/C 62S Brakes: Front Type Caliper Rear Type Caliper Single ø290 mm disc (Effective diameter: ø263 mm) Dual-piston Single ø220 mm disc (Effective diameter: ø193 mm) Dual-piston Performance Rated power 5.0 kW {6.8 PS} / 2,800 min-1 Max. power 9.0 kW {12 PS} / 2,600-4,000 min-1 Max. torque 40.5 N·m {4.1 kgƒ·m} / 0-1,600 min-1 Max. speed: ECO Mode ECO Mode + e-boost ROAD Mode ROAD Mode + e-boost 64 km/h 75 km/h 88 km/h 99* km/h *Speed limited Electric consumption 49 Wh/km [WMTC Class 1] Range 72 km [WMTC Class 1]",
      "Motor Type Air-cooled, interior permanent magnet synchronous motor Traction Battery Type Air-cooled, interior permanent magnet synchronous motor Nominal Voltage 50.4 V Total Nominal Capacity 30 Ah x2 Total battery weight 11.5 kg x2 Charging time (0 to 100%) 3.7 h x2 Drivetrain Driving system Chain Transmission - Primary reduction ratio 3.211 (61/19) Final reduction ratio 3.867 (58/15) Dimensions Overall length 1,980 mm Overall width 690 mm Overall height 1,105 mm Wheelbase 1,370 mm Road clearance 160 mm Seat height 785 mm Curb mass (with batteries) 140 kg",
      "Frame Type Trellis, high-tensile steel Suspension: Front Rear ø41 mm telescopic fork Bottom-Link Uni Trak, gas-charged shock with adjustable spring preload Wheel travel: Front Rear 120 mm 133 mm Caster (Rake angle) 24.4° Trail 93 mm Steering angle (left/right) 35° / 35° Tyre: Front Rear 100/80-17M/C 52S 130/70-17M/C 62S Brakes: Front Type Caliper Rear Type Caliper Single ø290 mm disc (Effective diameter: ø263 mm) Dual-piston Single ø220 mm disc (Effective diameter: ø193 mm) Dual-piston Performance Rated power 5.0 kW {6.8 PS} / 2,800 min-1 Max. power 9.0 kW {12 PS} / 2,600-4,000 min-1 Max. torque 40.5 N·m {4.1 kgƒ·m} / 0-1,600 min-1 Max. speed: ECO Mode ECO Mode + e-boost ROAD Mode ROAD Mode + e-boost 64 km/h 75 km/h 88 km/h 99* km/h *Speed limited Electric consumption 49 Wh/km [WMTC Class 1] Range 72 km [WMTC Class 1]",
      "Suspension: Front Rear",
      "ø41 mm telescopic fork Bottom-Link Uni Trak, gas-charged shock with adjustable spring preload",
      "Wheel travel: Front Rear",
      "120 mm 133 mm",
      "Tyre: Front Rear",
      "100/80-17M/C 52S 130/70-17M/C 62S",
      "Brakes: Front Type Caliper Rear Type Caliper",
      "Single ø290 mm disc (Effective diameter: ø263 mm) Dual-piston Single ø220 mm disc (Effective diameter: ø193 mm) Dual-piston",
      "Max. speed: ECO Mode ECO Mode + e-boost ROAD Mode ROAD Mode + e-boost",
      "64 km/h 75 km/h 88 km/h 99* km/h *Speed limited",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja ZX-4R 299,000 บาท Ninja ZX-6R 399,000 บาท Ninja 650 318,900 บาท Ninja ZX-10R 859,000 บาท",
      "Ninja ZX-4R 299,000 บาท",
      "Ninja ZX-4R",
      "299,000 บาท",
      "Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-6R",
      "399,000 บาท",
      "Ninja 650 318,900 บาท",
      "318,900 บาท",
      "Ninja ZX-10R 859,000 บาท",
      "Ninja ZX-10R",
      "859,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja ZX-10RR",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninjazx10rr",
    "category": "Ninja",
    "price": "1,223,000 บาท",
    "price_numeric": 1223000,
    "specifications": {
      "ความยาว": "2,085 mm",
      "ความกว้าง": "750 mm",
      "ความสูง": "1,185 mm",
      "ระยะฐานล้อ": "1,450 mm",
      "ระยะห่างจากพื้น": "135 mm",
      "ความสูงเบาะนั่ง": "835 mm",
      "น้ำหนักรวม": "207 Kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "133.0 kW {181PS} / 11,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "139.7 kW {190 PS} / 11,500 min-1 (THA)",
      "แรงบิดสูงสุด": "110.5 N·m {11.3 kgƒ·m} / 11,500 min-1 (THA)",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "76.0 x 55.0 mm",
      "ปริมาตรกระบอกสูบ": "998 cc",
      "อัตราส่วนกำลังอัด": "13.0:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø47 mm x 4 with dual injection",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump with air-cooled oil cooler",
      "ระบบสตาร์ท": "Electric",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.681 (79/47)",
      "อัตราทดเกียร์ 1": "2.600 (39/15)",
      "อัตราทดเกียร์ 2": "2.158 (41/19}",
      "อัตราทดเกียร์ 3": "1.882 (32/17)",
      "อัตราทดเกียร์ 4": "1.650 (33/20)",
      "อัตราทดเกียร์ 5": "1.476 (31/21)",
      "อัตราทดเกียร์ 6": "1.304 (30/23)",
      "อัตราทดสุดท้าย": "2.412 (41/17)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Twin spar, cast aluminium",
      "ระบบกันสะเทือนหน้า": "ø43 mm inverted fork (BFF) with external compression chamber, compression and rebound damping and spring preload adjustability, and top-out springs",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "115 mm",
      "มุมแคสเตอร์": "25.0°",
      "ระยะเทรล": "105 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "27° / 27°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "190/55ZR17M/C (75W)",
      "เบรกหน้า": "Dual semi-floating ø330 mm Brembo discs, Dual radial-mount, Brembo M50 monobloc, opposed 4-piston",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount, Brembo M50 monobloc, opposed 4-piston",
      "เบรกหลัง": "Single ø220 mm disc, Single-bore pin-slide",
      "คาลิปเปอร์ (หลัง)": "Single-bore pin-slide",
      "Ninja ZX-4R SE 320,000 บาท": "Ninja ZX-4R SE 320,000 บาท"
    },
    "scraped_at": "2026-01-11T15:53:09.190548",
    "features": [
      "Ninja ZX-10RR ROOTED IN RESULTS",
      "Ninja ZX-10RR",
      "Top Features",
      "เครื่องยนต์ รอบเครื่องยนต์ สัญลักษณ์ อิเล็กทรอนิกส์ ตัวถัง ระบบกันสะเทือน ล้อ อากาศพลศาสตร์ ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ รอบเครื่องยนต์สูงขึ้น เพื่อให้สามารถใช้ประโยชน์จากกติกาใหม่ของ ซูเปอร์ไบค์เวิลด์ แชมเปี้ยนชิพ ได้อย่างเต็มประสิทธิภาพ รายละเอียดหลายรายการของเครื่องยนต์ถูกปรับเปลี่ยนใหม่ทำให้รอบเครื่องยนต์ของ Ninja ZX-10RR เพิ่มขึ้นจาก 14,300 รอบ/นาที เป็น 14,700 รอบ/นาที รอบเครื่องที่สูงขึ้นไม่เพียงขยับย่านพาวเวอร์แบนด์ Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (โหมดควบคุมการออกตัวจากคาวาซากิ) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ตขึ้นไปอีก 500 รอบ/นาที เท่านั้น แต่ยังทำให้ย่านพาวเวอร์แบนด์กว้างขึ้น เสริมลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของ Ninja ZX-10RR การปรับเปลี่ยนดังกล่าวยังช่วยยกระดับการตอบสนองของเครื่องยนต์ให้ดีมากยิ่งขึ้น เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ ล้อฟอร์จ Marchesini ดีไซน์พิเศษ ล้ออลูมิเนียม 7 ก้าน ผลิตด้วยกรรมวิธีปั๊มขึ้นรูปที่ถูกพัฒนามาเป็นพิเศษโดย Marchesini เสริมให้การควบคุมมีความเบา คล่องตัว Ninja ZX-10RR ใช้ยาง Pirelli Diablo Supercorsa SP เป็นยางติดรถ (Ninja ZX-10R มาพร้อมยาง Bridgestone Battlax Racing Street RS11) รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ รอบเครื่องยนต์สูงขึ้น เพื่อให้สามารถใช้ประโยชน์จากกติกาใหม่ของ ซูเปอร์ไบค์เวิลด์ แชมเปี้ยนชิพ ได้อย่างเต็มประสิทธิภาพ รายละเอียดหลายรายการของเครื่องยนต์ถูกปรับเปลี่ยนใหม่ทำให้รอบเครื่องยนต์ของ Ninja ZX-10RR เพิ่มขึ้นจาก 14,300 รอบ/นาที เป็น 14,700 รอบ/นาที รอบเครื่องที่สูงขึ้นไม่เพียงขยับย่านพาวเวอร์แบนด์ Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (โหมดควบคุมการออกตัวจากคาวาซากิ) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ตขึ้นไปอีก 500 รอบ/นาที เท่านั้น แต่ยังทำให้ย่านพาวเวอร์แบนด์กว้างขึ้น เสริมลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของ Ninja ZX-10RR การปรับเปลี่ยนดังกล่าวยังช่วยยกระดับการตอบสนองของเครื่องยนต์ให้ดีมากยิ่งขึ้น เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ ล้อฟอร์จ Marchesini ดีไซน์พิเศษ ล้ออลูมิเนียม 7 ก้าน ผลิตด้วยกรรมวิธีปั๊มขึ้นรูปที่ถูกพัฒนามาเป็นพิเศษโดย Marchesini เสริมให้การควบคุมมีความเบา คล่องตัว Ninja ZX-10RR ใช้ยาง Pirelli Diablo Supercorsa SP เป็นยางติดรถ (Ninja ZX-10R มาพร้อมยาง Bridgestone Battlax Racing Street RS11) รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม PrevNext12345678",
      "เครื่องยนต์ รอบเครื่องยนต์ สัญลักษณ์ อิเล็กทรอนิกส์ ตัวถัง ระบบกันสะเทือน ล้อ อากาศพลศาสตร์ ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ รอบเครื่องยนต์สูงขึ้น เพื่อให้สามารถใช้ประโยชน์จากกติกาใหม่ของ ซูเปอร์ไบค์เวิลด์ แชมเปี้ยนชิพ ได้อย่างเต็มประสิทธิภาพ รายละเอียดหลายรายการของเครื่องยนต์ถูกปรับเปลี่ยนใหม่ทำให้รอบเครื่องยนต์ของ Ninja ZX-10RR เพิ่มขึ้นจาก 14,300 รอบ/นาที เป็น 14,700 รอบ/นาที รอบเครื่องที่สูงขึ้นไม่เพียงขยับย่านพาวเวอร์แบนด์ Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (โหมดควบคุมการออกตัวจากคาวาซากิ) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ตขึ้นไปอีก 500 รอบ/นาที เท่านั้น แต่ยังทำให้ย่านพาวเวอร์แบนด์กว้างขึ้น เสริมลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของ Ninja ZX-10RR การปรับเปลี่ยนดังกล่าวยังช่วยยกระดับการตอบสนองของเครื่องยนต์ให้ดีมากยิ่งขึ้น เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ ล้อฟอร์จ Marchesini ดีไซน์พิเศษ ล้ออลูมิเนียม 7 ก้าน ผลิตด้วยกรรมวิธีปั๊มขึ้นรูปที่ถูกพัฒนามาเป็นพิเศษโดย Marchesini เสริมให้การควบคุมมีความเบา คล่องตัว Ninja ZX-10RR ใช้ยาง Pirelli Diablo Supercorsa SP เป็นยางติดรถ (Ninja ZX-10R มาพร้อมยาง Bridgestone Battlax Racing Street RS11) รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ รอบเครื่องยนต์สูงขึ้น เพื่อให้สามารถใช้ประโยชน์จากกติกาใหม่ของ ซูเปอร์ไบค์เวิลด์ แชมเปี้ยนชิพ ได้อย่างเต็มประสิทธิภาพ รายละเอียดหลายรายการของเครื่องยนต์ถูกปรับเปลี่ยนใหม่ทำให้รอบเครื่องยนต์ของ Ninja ZX-10RR เพิ่มขึ้นจาก 14,300 รอบ/นาที เป็น 14,700 รอบ/นาที รอบเครื่องที่สูงขึ้นไม่เพียงขยับย่านพาวเวอร์แบนด์ Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (โหมดควบคุมการออกตัวจากคาวาซากิ) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ตขึ้นไปอีก 500 รอบ/นาที เท่านั้น แต่ยังทำให้ย่านพาวเวอร์แบนด์กว้างขึ้น เสริมลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของ Ninja ZX-10RR การปรับเปลี่ยนดังกล่าวยังช่วยยกระดับการตอบสนองของเครื่องยนต์ให้ดีมากยิ่งขึ้น เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ ล้อฟอร์จ Marchesini ดีไซน์พิเศษ ล้ออลูมิเนียม 7 ก้าน ผลิตด้วยกรรมวิธีปั๊มขึ้นรูปที่ถูกพัฒนามาเป็นพิเศษโดย Marchesini เสริมให้การควบคุมมีความเบา คล่องตัว Ninja ZX-10RR ใช้ยาง Pirelli Diablo Supercorsa SP เป็นยางติดรถ (Ninja ZX-10R มาพร้อมยาง Bridgestone Battlax Racing Street RS11) รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง",
      "เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้",
      "รอบเครื่องยนต์สูงขึ้น เพื่อให้สามารถใช้ประโยชน์จากกติกาใหม่ของ ซูเปอร์ไบค์เวิลด์ แชมเปี้ยนชิพ ได้อย่างเต็มประสิทธิภาพ รายละเอียดหลายรายการของเครื่องยนต์ถูกปรับเปลี่ยนใหม่ทำให้รอบเครื่องยนต์ของ Ninja ZX-10RR เพิ่มขึ้นจาก 14,300 รอบ/นาที เป็น 14,700 รอบ/นาที รอบเครื่องที่สูงขึ้นไม่เพียงขยับย่านพาวเวอร์แบนด์",
      "รอบเครื่องยนต์สูงขึ้น",
      "เพื่อให้สามารถใช้ประโยชน์จากกติกาใหม่ของ ซูเปอร์ไบค์เวิลด์ แชมเปี้ยนชิพ ได้อย่างเต็มประสิทธิภาพ รายละเอียดหลายรายการของเครื่องยนต์ถูกปรับเปลี่ยนใหม่ทำให้รอบเครื่องยนต์ของ Ninja ZX-10RR เพิ่มขึ้นจาก 14,300 รอบ/นาที เป็น 14,700 รอบ/นาที รอบเครื่องที่สูงขึ้นไม่เพียงขยับย่านพาวเวอร์แบนด์",
      "Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน",
      "Kawasaki River Mark",
      "จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน",
      "KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (โหมดควบคุมการออกตัวจากคาวาซากิ) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ตขึ้นไปอีก 500 รอบ/นาที เท่านั้น แต่ยังทำให้ย่านพาวเวอร์แบนด์กว้างขึ้น เสริมลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของ Ninja ZX-10RR การปรับเปลี่ยนดังกล่าวยังช่วยยกระดับการตอบสนองของเครื่องยนต์ให้ดีมากยิ่งขึ้น",
      "KCMF, Bosch IMU, S-KTRC, KLCM, KIBS",
      "KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (โหมดควบคุมการออกตัวจากคาวาซากิ) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ตขึ้นไปอีก 500 รอบ/นาที เท่านั้น แต่ยังทำให้ย่านพาวเวอร์แบนด์กว้างขึ้น เสริมลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของ Ninja ZX-10RR การปรับเปลี่ยนดังกล่าวยังช่วยยกระดับการตอบสนองของเครื่องยนต์ให้ดีมากยิ่งขึ้น",
      "เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง",
      "เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม",
      "เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง",
      "เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ",
      "เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ",
      "ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ",
      "ล้อฟอร์จ Marchesini ดีไซน์พิเศษ ล้ออลูมิเนียม 7 ก้าน ผลิตด้วยกรรมวิธีปั๊มขึ้นรูปที่ถูกพัฒนามาเป็นพิเศษโดย Marchesini เสริมให้การควบคุมมีความเบา คล่องตัว Ninja ZX-10RR ใช้ยาง Pirelli Diablo Supercorsa SP เป็นยางติดรถ (Ninja ZX-10R มาพร้อมยาง Bridgestone Battlax Racing Street RS11)",
      "ล้อฟอร์จ Marchesini ดีไซน์พิเศษ",
      "ล้ออลูมิเนียม 7 ก้าน ผลิตด้วยกรรมวิธีปั๊มขึ้นรูปที่ถูกพัฒนามาเป็นพิเศษโดย Marchesini เสริมให้การควบคุมมีความเบา คล่องตัว Ninja ZX-10RR ใช้ยาง Pirelli Diablo Supercorsa SP เป็นยางติดรถ (Ninja ZX-10R มาพร้อมยาง Bridgestone Battlax Racing Street RS11)",
      "รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม",
      "รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์",
      "สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ รอบเครื่องยนต์สูงขึ้น เพื่อให้สามารถใช้ประโยชน์จากกติกาใหม่ของ ซูเปอร์ไบค์เวิลด์ แชมเปี้ยนชิพ ได้อย่างเต็มประสิทธิภาพ รายละเอียดหลายรายการของเครื่องยนต์ถูกปรับเปลี่ยนใหม่ทำให้รอบเครื่องยนต์ของ Ninja ZX-10RR เพิ่มขึ้นจาก 14,300 รอบ/นาที เป็น 14,700 รอบ/นาที รอบเครื่องที่สูงขึ้นไม่เพียงขยับย่านพาวเวอร์แบนด์ Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (โหมดควบคุมการออกตัวจากคาวาซากิ) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ตขึ้นไปอีก 500 รอบ/นาที เท่านั้น แต่ยังทำให้ย่านพาวเวอร์แบนด์กว้างขึ้น เสริมลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของ Ninja ZX-10RR การปรับเปลี่ยนดังกล่าวยังช่วยยกระดับการตอบสนองของเครื่องยนต์ให้ดีมากยิ่งขึ้น เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ ล้อฟอร์จ Marchesini ดีไซน์พิเศษ ล้ออลูมิเนียม 7 ก้าน ผลิตด้วยกรรมวิธีปั๊มขึ้นรูปที่ถูกพัฒนามาเป็นพิเศษโดย Marchesini เสริมให้การควบคุมมีความเบา คล่องตัว Ninja ZX-10RR ใช้ยาง Pirelli Diablo Supercorsa SP เป็นยางติดรถ (Ninja ZX-10R มาพร้อมยาง Bridgestone Battlax Racing Street RS11) รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม PrevNext12345678",
      "PrevNext12345678",
      "Specifications",
      "มิติรถ ความยาว 2,085 mm ความกว้าง 750 mm ความสูง 1,185 mm ระยะฐานล้อ 1,450 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 835 mm น้ำหนักรวม 207 Kg น้ำหนัก (ไม่รวมของเหลว) ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 133.0 kW {181PS} / 11,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 139.7 kW {190 PS} / 11,500 min-1 (THA) แรงบิดสูงสุด 110.5 N·m {11.3 kgƒ·m} / 11,500 min-1 (THA) เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 76.0 x 55.0 mm ปริมาตรกระบอกสูบ 998 cc อัตราส่วนกำลังอัด 13.0:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø47 mm x 4 with dual injection ระบบหล่อลื่น Forced lubrication, wet sump with air-cooled oil cooler ระบบสตาร์ท Electric ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.681 (79/47) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 2.158 (41/19} อัตราทดเกียร์ 3 1.882 (32/17) อัตราทดเกียร์ 4 1.650 (33/20) อัตราทดเกียร์ 5 1.476 (31/21) อัตราทดเกียร์ 6 1.304 (30/23) อัตราทดสุดท้าย 2.412 (41/17) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Twin spar, cast aluminium ระบบกันสะเทือนหน้า ø43 mm inverted fork (BFF) with external compression chamber, compression and rebound damping and spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง Horizontal Back-link, BFRC lite gas-charged shock with piggyback reservoir, compression and rebound damping and spring preload adjustability, and top-out spring ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 115 mm มุมแคสเตอร์ 25.0° ระยะเทรล 105 mm มุมเลี้ยว (ซ้าย/ขวา) 27° / 27° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 190/55ZR17M/C (75W) เบรกหน้า Dual semi-floating ø330 mm Brembo discs, Dual radial-mount, Brembo M50 monobloc, opposed 4-piston คาลิปเปอร์ (หน้า) Dual radial-mount, Brembo M50 monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc, Single-bore pin-slide คาลิปเปอร์ (หลัง) Single-bore pin-slide",
      "มิติรถ ความยาว 2,085 mm ความกว้าง 750 mm ความสูง 1,185 mm ระยะฐานล้อ 1,450 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 835 mm น้ำหนักรวม 207 Kg น้ำหนัก (ไม่รวมของเหลว) ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 133.0 kW {181PS} / 11,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 139.7 kW {190 PS} / 11,500 min-1 (THA) แรงบิดสูงสุด 110.5 N·m {11.3 kgƒ·m} / 11,500 min-1 (THA)",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 76.0 x 55.0 mm ปริมาตรกระบอกสูบ 998 cc อัตราส่วนกำลังอัด 13.0:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø47 mm x 4 with dual injection ระบบหล่อลื่น Forced lubrication, wet sump with air-cooled oil cooler ระบบสตาร์ท Electric ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.681 (79/47) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 2.158 (41/19} อัตราทดเกียร์ 3 1.882 (32/17) อัตราทดเกียร์ 4 1.650 (33/20) อัตราทดเกียร์ 5 1.476 (31/21) อัตราทดเกียร์ 6 1.304 (30/23) อัตราทดสุดท้าย 2.412 (41/17) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Twin spar, cast aluminium ระบบกันสะเทือนหน้า ø43 mm inverted fork (BFF) with external compression chamber, compression and rebound damping and spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง Horizontal Back-link, BFRC lite gas-charged shock with piggyback reservoir, compression and rebound damping and spring preload adjustability, and top-out spring ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 115 mm มุมแคสเตอร์ 25.0° ระยะเทรล 105 mm มุมเลี้ยว (ซ้าย/ขวา) 27° / 27° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 190/55ZR17M/C (75W) เบรกหน้า Dual semi-floating ø330 mm Brembo discs, Dual radial-mount, Brembo M50 monobloc, opposed 4-piston คาลิปเปอร์ (หน้า) Dual radial-mount, Brembo M50 monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc, Single-bore pin-slide คาลิปเปอร์ (หลัง) Single-bore pin-slide",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja ZX-4R SE 320,000 บาท Ninja ZX-10R 859,000 บาท Ninja 650 318,900 บาท Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-4R SE 320,000 บาท",
      "Ninja ZX-4R SE",
      "320,000 บาท",
      "Ninja ZX-10R 859,000 บาท",
      "Ninja ZX-10R",
      "859,000 บาท",
      "Ninja 650 318,900 บาท",
      "318,900 บาท",
      "Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-6R",
      "399,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja ZX-10R",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninjazx10r",
    "category": "Ninja",
    "price": "859,000 บาท",
    "price_numeric": 859000,
    "specifications": {
      "ความยาว": "2,085 mm",
      "ความกว้าง": "750 mm",
      "ความสูง": "1,185 mm",
      "ระยะฐานล้อ": "1,450 mm",
      "ระยะห่างจากพื้น": "135 mm",
      "ความสูงเบาะนั่ง": "835 mm",
      "น้ำหนักรวม": "207 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "139 kW {189 PS} / 11,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "146 kW {199 PS} / 11,500 min-1",
      "แรงบิดสูงสุด": "114.3 N·m {11.7 kgƒ·m} / 11,300 min-1",
      "ประเภทเครื่องยนต์": "4st, 4-cyl, DOHC, Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "76.0 x 55.0 mm",
      "ปริมาตรกระบอกสูบ": "998 cm3",
      "อัตราส่วนกำลังอัด": "13",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection (ø47 x 4)",
      "ระบบหล่อลื่น": "Forced Lub. Wet",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "B&C (TCBI EL. ADV. D.)",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.681 (79/47)",
      "อัตราทดเกียร์ 1": "2.600 (39/15)",
      "อัตราทดเกียร์ 2": "2.158 (41/19)",
      "อัตราทดเกียร์ 3": "1.882 (32/17)",
      "อัตราทดเกียร์ 4": "1.650 (33/20)",
      "อัตราทดเกียร์ 5": "1.476 (31/21)",
      "อัตราทดเกียร์ 6": "1.304 (30/23)",
      "อัตราทดสุดท้าย": "2.412 (41/17)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Tubular, Diamond",
      "ระบบกันสะเทือนหน้า": "Telescopic fork (Upside-down)",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link Swingarm",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "115 mm",
      "มุมแคสเตอร์": "25.0º",
      "ระยะเทรล": "105 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "27º / 27º",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "190/55ZR17M/C (75W)",
      "เบรกหน้า": "Dual disc, 304 mm",
      "เบรกหลัง": "Single disc, 186 mm",
      "Ninja ZX-4R SE 320,000 บาท": "Ninja ZX-4R SE 320,000 บาท"
    },
    "scraped_at": "2026-01-11T15:53:19.572670",
    "features": [
      "Ninja ZX-10R FACE YOURSELF",
      "Ninja ZX-10R",
      "Top Features",
      "เครื่องยนต์ แชสซี ระบบกันสะเทือนหน้า ระบบกันสะเทือนหลัง อากาศพลศาสตร์ ตราสัญลักษณ์ ระบบอิเล็กทรอนิกส์ ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ Horizontal Back-link และ Showa BFRC lite (Balance Free Rear Cushion) โช้คหลัง Showa BFRC lite มีน้ำหนักเบาและขนาดเล็กกะทัดรัดกว่าโช้ค BFRC รุ่นก่อนหน้า โช้คหลังสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เพิ่มประสิทธิภาพด้านการเกาะถนน - ปรับ Compression และ Rebound แยกอิสระ - ช่วยลดน้ำหนักของตัวรถ รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (Kawasaki Launch Control Mode) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS (ระบบเบรกป้องกันล้อล็อกอัจฉริยะจากคาวาซากิ) ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ต ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ Horizontal Back-link และ Showa BFRC lite (Balance Free Rear Cushion) โช้คหลัง Showa BFRC lite มีน้ำหนักเบาและขนาดเล็กกะทัดรัดกว่าโช้ค BFRC รุ่นก่อนหน้า โช้คหลังสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เพิ่มประสิทธิภาพด้านการเกาะถนน - ปรับ Compression และ Rebound แยกอิสระ - ช่วยลดน้ำหนักของตัวรถ รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (Kawasaki Launch Control Mode) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS (ระบบเบรกป้องกันล้อล็อกอัจฉริยะจากคาวาซากิ) ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ต PrevNext1234567",
      "เครื่องยนต์ แชสซี ระบบกันสะเทือนหน้า ระบบกันสะเทือนหลัง อากาศพลศาสตร์ ตราสัญลักษณ์ ระบบอิเล็กทรอนิกส์ ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ Horizontal Back-link และ Showa BFRC lite (Balance Free Rear Cushion) โช้คหลัง Showa BFRC lite มีน้ำหนักเบาและขนาดเล็กกะทัดรัดกว่าโช้ค BFRC รุ่นก่อนหน้า โช้คหลังสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เพิ่มประสิทธิภาพด้านการเกาะถนน - ปรับ Compression และ Rebound แยกอิสระ - ช่วยลดน้ำหนักของตัวรถ รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (Kawasaki Launch Control Mode) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS (ระบบเบรกป้องกันล้อล็อกอัจฉริยะจากคาวาซากิ) ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ต",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ Horizontal Back-link และ Showa BFRC lite (Balance Free Rear Cushion) โช้คหลัง Showa BFRC lite มีน้ำหนักเบาและขนาดเล็กกะทัดรัดกว่าโช้ค BFRC รุ่นก่อนหน้า โช้คหลังสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เพิ่มประสิทธิภาพด้านการเกาะถนน - ปรับ Compression และ Rebound แยกอิสระ - ช่วยลดน้ำหนักของตัวรถ รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (Kawasaki Launch Control Mode) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS (ระบบเบรกป้องกันล้อล็อกอัจฉริยะจากคาวาซากิ) ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ต",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง",
      "เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้",
      "เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง",
      "เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม",
      "เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง",
      "เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ",
      "เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ",
      "ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ",
      "Horizontal Back-link และ Showa BFRC lite (Balance Free Rear Cushion) โช้คหลัง Showa BFRC lite มีน้ำหนักเบาและขนาดเล็กกะทัดรัดกว่าโช้ค BFRC รุ่นก่อนหน้า โช้คหลังสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เพิ่มประสิทธิภาพด้านการเกาะถนน - ปรับ Compression และ Rebound แยกอิสระ - ช่วยลดน้ำหนักของตัวรถ",
      "Horizontal Back-link และ Showa BFRC lite (Balance Free Rear Cushion)",
      "โช้คหลัง Showa BFRC lite มีน้ำหนักเบาและขนาดเล็กกะทัดรัดกว่าโช้ค BFRC รุ่นก่อนหน้า โช้คหลังสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เพิ่มประสิทธิภาพด้านการเกาะถนน - ปรับ Compression และ Rebound แยกอิสระ - ช่วยลดน้ำหนักของตัวรถ",
      "รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม",
      "รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์",
      "สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม",
      "Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน",
      "Kawasaki River Mark",
      "จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ",
      "ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า",
      "ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน",
      "KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (Kawasaki Launch Control Mode) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS (ระบบเบรกป้องกันล้อล็อกอัจฉริยะจากคาวาซากิ) ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ต",
      "KCMF, Bosch IMU, S-KTRC, KLCM, KIBS",
      "KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง",
      "IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ",
      "S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน",
      "KLCM (Kawasaki Launch Control Mode) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว",
      "KIBS (ระบบเบรกป้องกันล้อล็อกอัจฉริยะจากคาวาซากิ) ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ต",
      "ขุมพลังสี่สูบเรียงปริมาตรความจุกระบอกสูบ 998 ลบ.ซม. ระบายความร้อนด้วยน้ำ สี่จังหวะ อันทรงพลัง เครื่องยนต์ของ Ninja ZX-10R มาพร้อมสมดุลอันน่าทึ่งระหว่างพละกำลังและการควบคุม การกำหนดให้แรงบิดสูงสุดมาในย่านรอบสูงช่วยให้ผู้ขับขี่สามารถกลับมาเดินคันเร่งได้ง่ายขึ้น ขณะที่กำลังในรอบต่ำ - กลาง อันทรงพลังเสริมเรื่องการเรียกอัตราเร่งออกจากโค้งให้มีความฉับไวทันท่วงที กระเดื่องกดวาล์วแบบ Finger Follower และคุณสมบัติอีกหลายประการที่ถูกปรับปรุงตามคำแนะนำของทีมแข่งโรงงานคาวาซากิในรายการ WSB ส่งให้ตัวรถมีแรงม้าสูงสุดที่ 181 PS และสามารถเสริมศักยภาพให้สูงขึ้นได้โดยง่ายด้วยการใส่ท่อไอเสียแข่งแบบฟูลซิสเต็ม รายละเอียดการอัพเดทในรุ่นปี 2021 เพิ่มประสิทธิภาพในการระบายความร้อนและให้ค่าไอเสียที่ผ่านมาตรฐานยูโร 5 ขณะที่ยังรักษาสมรรถนะและลักษณะเฉพาะแบบ ง่าย-ต่อการ-ควบคุม ของตัวเครื่องยนต์เอาไว้ เฟรมอลูมิเนียม Twin-spar / สวิงอาร์มอลูมิเนียม เฟรม Twin-spar เชื่อมต่อเป็นแนวตรงจากคอไปจนถึงแกนสวิงอาร์ม การจัดเรียงเชิงเส้นซึ่งให้ผลลัพธ์คือสมรรถนะการควบคุมที่เหนือกว่า จุดที่มีความโค้งถูกออกแบบมาให้อยู่ใกล้คานหลักของเฟรมมากที่สุด ซึ่งช่วยเสริมการควบคุมขึ้นไปอีกขั้น ตัวเฟรมยังถูกออกแบบมาโดยคำนึงถึงเรื่องของเสถียรภาพ เสริมความนิ่งในการเข้าโค้ง และจับสัมผัสของรถได้อย่างยอดเยี่ยม แกนสวิงอาร์มอยู่ต่ำลงอีก 1 มม. เสริมให้โช้คหลังทำงานได้เต็มประสิทธิภาพมากยิ่งขึ้นในจังหวะออกโค้ง เทคโนโลยีที่ส่งตรงจากตัวแข่งทีมโรงงานคาวาซากิ ระบบกันสะเทือนหน้า BFF ขนาดแกน ø43 มม. ของ Showa ส่งมอบเทคโนโลยีอันล้ำสมัยจากรายการแข่งขัน WSB สู่รถรุ่นที่มีการผลิตจำหน่ายจำนวนมาก โช้คหน้าสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เสริมเสถียรภาพด้านการเบรก - จับสัมผัสการทำงานของล้อหน้าได้แม่นยำ - ปรับ Compression และ Rebound แยกอิสระ Horizontal Back-link และ Showa BFRC lite (Balance Free Rear Cushion) โช้คหลัง Showa BFRC lite มีน้ำหนักเบาและขนาดเล็กกะทัดรัดกว่าโช้ค BFRC รุ่นก่อนหน้า โช้คหลังสเปกสูงมาพร้อมประโยชน์หลายประการ: - ยกระดับความสบายในการขับขี่ - เพิ่มประสิทธิภาพด้านการเกาะถนน - ปรับ Compression และ Rebound แยกอิสระ - ช่วยลดน้ำหนักของตัวรถ รูปลักษณ์ที่ออกแบบมาเพื่ออากาศพลศาสตร์ สะท้อนให้เห็นถึงหลักการออกแบบที่เน้น “รูปทรงตามประโยชน์ใช้สอย” อย่างแท้จริง สไตล์ใหม่ของ Ninja ZX-10R ถูกออกแบบโดยคำนึงถึงประสิทธิภาพทางอากาศพลศาสตร์เป็นหลัก รูปลักษณ์ที่มีความปราดเปรียวตามแบบฉบับของตัวแข่งช่วยลดแรงต้านอากาศลงอย่างมาก (ประมาณ 7%) ขณะที่แรงกด Down Force เพิ่มขึ้นราว 17% (จากเคาริ่งหน้าที่ถูกออกแบบมาตามหลักอากาศพลศาสตร์ประสานกับชุดวิงเล็ท) ทั้งยังปกป้องตัวผู้ขับขี่จากกระแสลมได้ดีขึ้นด้วยชิวหน้าที่สูงกว่าเดิม Kawasaki River Mark จากความสำเร็จในรายการซูเปอร์ไบค์เวิลด์แชมเปี้ยนชิพ Ninja ZX-10R จึงได้รับอนุญาตให้ใช้ตราสัญลักษณ์ River Mark นับเป็นครั้งแรกที่สัญลักษณ์นี้ถูกนำมาใช้ในรถผลิตจำหน่ายจำนวนมากที่ไม่มีระบบซูเปอร์ชาร์จ ตราสัญลักษณ์ River Mark สามมิติถูกติดตั้งและแสดงไว้อย่างภาคภูมิบนเคาริ่งหน้า ตราสัญลักษณ์ River Mark ยังได้รับการสลักไว้บริเวณแผงคอบน KCMF, Bosch IMU, S-KTRC, KLCM, KIBS KCMF จะทำการวัดขอบข่ายการตอบสนองของทั้งเครื่องยนต์และแซสซีตลอดทั้งโค้ง - ตั้งแต่จุดเข้า,ผ่านจุด Apex, ไปยังจุดออกโค้ง – ควบคุมแรงดันเบรกและกำลังของเครื่องยนต์ให้เหมาะสมเพื่อให้เกิดการเคลื่อนตัวที่ต่อเนื่องไร้การสะดุดตั้งแต่จังหวะเร่งความเร็วไปจนถึงจังหวะใช้เบรกและกลับมาเดินคันเร่งอีกครั้ง และช่วยผู้ขับขี่ให้สามารถรักษาไลน์การขับขี่ได้อย่างแม่นยำตลอดทั้งโค้ง IMU การนำระบบตรวจวัดการเคลื่อนไหวภายในที่มีขนาดกะทัดรัดจาก Bosch มาใช้ช่วยเพิ่มประสิทธิภาพในการทำงานให้แก่ระบบ KTRC และ KIBS ที่ศักยภาพสูงอยู่แล้วให้แม่นยำขึ้นไปอีกระดับ S-KTRC ระบบ Traction control ประเภทไฮบริด คาดเดาล่วงหน้า/ตอบสนองตามข้อมูล จากคาวาซากิ ช่วยให้ผู้ขับขี่ก้าวข้ามขีดจำกัดด้วยอัตราเร่งสูงสุดในสนามแข่งขัน KLCM (Kawasaki Launch Control Mode) ออกแบบมาเพื่อช่วยเหลือผู้ขับขี่ด้วยการเพิ่มประสิทธิภาพในการเร่งความเร็วให้มีความเหมาะสมสูงสุดตั้งแต่ตอนที่รถหยุดอยู่กับที่ ระบบ KLCM ใช้อิเล็กทรอนิกส์ในการควบคุมกำลังของเครื่องยนต์เพื่อป้องกันการลื่นไถลของล้อหลังและลดการลอยของล้อหน้าให้น้อยที่สุดตอนออกตัว KIBS (ระบบเบรกป้องกันล้อล็อกอัจฉริยะจากคาวาซากิ) ระบบจัดการเบรกความแม่นยำสูงเกรดซูเปอร์สปอร์ตจากคาวาซากิ ใช้การควบคุมความแม่นยำสูงในการปรับแรงดันเบรกระหว่างการขับขี่แบบสปอร์ต PrevNext1234567",
      "PrevNext1234567",
      "Specifications",
      "มิติรถ ความยาว 2,085 mm ความกว้าง 750 mm ความสูง 1,185 mm ระยะฐานล้อ 1,450 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 835 mm น้ำหนักรวม 207 kg น้ำหนัก (ไม่รวมของเหลว) ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 139 kW {189 PS} / 11,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 146 kW {199 PS} / 11,500 min-1 แรงบิดสูงสุด 114.3 N·m {11.7 kgƒ·m} / 11,300 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4st, 4-cyl, DOHC, Liquid-cooled ระบบหล่อเย็น ขนาดกระบอกสูบ x ช่วงชัก 76.0 x 55.0 mm ปริมาตรกระบอกสูบ 998 cm3 อัตราส่วนกำลังอัด 13 ระบบจ่ายเชื้อเพลิง Fuel injection (ø47 x 4) ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด B&C (TCBI EL. ADV. D.) ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.681 (79/47) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 2.158 (41/19) อัตราทดเกียร์ 3 1.882 (32/17) อัตราทดเกียร์ 4 1.650 (33/20) อัตราทดเกียร์ 5 1.476 (31/21) อัตราทดเกียร์ 6 1.304 (30/23) อัตราทดสุดท้าย 2.412 (41/17) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า Telescopic fork (Upside-down) ระบบกันสะเทือนหลัง Horizontal Back-link Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 115 mm มุมแคสเตอร์ 25.0º ระยะเทรล 105 mm มุมเลี้ยว (ซ้าย/ขวา) 27º / 27º ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 190/55ZR17M/C (75W) เบรกหน้า Dual disc, 304 mm คาลิปเปอร์ (หน้า) เบรกหลัง Single disc, 186 mm คาลิปเปอร์ (หลัง)",
      "มิติรถ ความยาว 2,085 mm ความกว้าง 750 mm ความสูง 1,185 mm ระยะฐานล้อ 1,450 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 835 mm น้ำหนักรวม 207 kg น้ำหนัก (ไม่รวมของเหลว) ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 139 kW {189 PS} / 11,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 146 kW {199 PS} / 11,500 min-1 แรงบิดสูงสุด 114.3 N·m {11.7 kgƒ·m} / 11,300 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4st, 4-cyl, DOHC, Liquid-cooled ระบบหล่อเย็น ขนาดกระบอกสูบ x ช่วงชัก 76.0 x 55.0 mm ปริมาตรกระบอกสูบ 998 cm3 อัตราส่วนกำลังอัด 13 ระบบจ่ายเชื้อเพลิง Fuel injection (ø47 x 4) ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด B&C (TCBI EL. ADV. D.)",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.681 (79/47) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 2.158 (41/19) อัตราทดเกียร์ 3 1.882 (32/17) อัตราทดเกียร์ 4 1.650 (33/20) อัตราทดเกียร์ 5 1.476 (31/21) อัตราทดเกียร์ 6 1.304 (30/23) อัตราทดสุดท้าย 2.412 (41/17) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า Telescopic fork (Upside-down) ระบบกันสะเทือนหลัง Horizontal Back-link Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 115 mm มุมแคสเตอร์ 25.0º ระยะเทรล 105 mm มุมเลี้ยว (ซ้าย/ขวา) 27º / 27º ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 190/55ZR17M/C (75W) เบรกหน้า Dual disc, 304 mm คาลิปเปอร์ (หน้า) เบรกหลัง Single disc, 186 mm คาลิปเปอร์ (หลัง)",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja ZX-4R SE 320,000 บาท Ninja ZX-4R 299,000 บาท Ninja e-1 276,000 บาท Ninja 500 SE 219,800 บาท",
      "Ninja ZX-4R SE 320,000 บาท",
      "Ninja ZX-4R SE",
      "320,000 บาท",
      "Ninja ZX-4R 299,000 บาท",
      "Ninja ZX-4R",
      "299,000 บาท",
      "Ninja e-1 276,000 บาท",
      "276,000 บาท",
      "Ninja 500 SE 219,800 บาท",
      "Ninja 500 SE",
      "219,800 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja ZX-6R",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninjazx6r",
    "category": "Ninja",
    "price": "399,000 บาท",
    "price_numeric": 399000,
    "specifications": {
      "ความยาว": "2,025 mm",
      "ความกว้าง": "710 mm",
      "ความสูง": "1,105 mm",
      "ระยะฐานล้อ": "1,400 mm",
      "ระยะห่างจากพื้น": "130 mm",
      "ความสูงเบาะนั่ง": "830 mm",
      "น้ำหนักรวม": "198 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "91.0 kW {124 PS} / 13,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "95.2 kW {129PS} / 13,000 min-1",
      "แรงบิดสูงสุด": "69.0 N·m {7.0 kgƒ·m} / 10,800 min-1",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "67.0 x 45.1 mm",
      "ปริมาตรกระบอกสูบ": "636 cm3",
      "อัตราส่วนกำลังอัด": "12.9:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø38 mm x 4 with oval sub-throttles",
      "ระบบหล่อลื่น": "Forced Lub. Wet",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.900 (76/40)",
      "อัตราทดเกียร์ 1": "2.846 (37/13)",
      "อัตราทดเกียร์ 2": "2.200 (33/15)",
      "อัตราทดเกียร์ 3": "1.850 (37/20)",
      "อัตราทดเกียร์ 4": "1.600 (32/20)",
      "อัตราทดเกียร์ 5": "1.421 (27/19)",
      "อัตราทดเกียร์ 6": "1.300 (26/20)",
      "อัตราทดสุดท้าย": "2.867 (43/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Tubular, Diamond",
      "ระบบกันสะเทือนหน้า": "ø41 inverted fork (SFF-BP) with rebound and compression damping and spring preload adjustability, and top-out springs",
      "ระบบกันสะเทือนหลัง": "Bottom-Link Uni Trak, gas-charged shock with piggyback reservoir, compression and rebound damping and spring preload adjustability",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "151 mm",
      "มุมแคสเตอร์": "23.5°",
      "ระยะเทรล": "101 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "27° / 27°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "180/55ZR17M/C (73W)",
      "เบรกหน้า": "Dual semi-floating ø310 mm discs",
      "คาลิปเปอร์ (หน้า)": "Caliper- Dual radial-mount, monobloc, opposed 4-piston",
      "เบรกหลัง": "Single ø220 mm disc",
      "คาลิปเปอร์ (หลัง)": "Caliper- Single-bore pin-slide",
      "Ninja 650 318,900 บาท": "Ninja 650 318,900 บาท"
    },
    "scraped_at": "2026-01-11T15:53:30.239554",
    "features": [
      "Ninja ZX-6R SUPERSPORT OBSESSION",
      "Ninja ZX-6R",
      "Top Features",
      "ENGINE SYLING INSTRUMENTATION INTEGRATED RIDING MODES CONNECTIVITY ELECTRONICS The 636 Advantage: 636 cm3 Liquid- Cooled, 4-Stroke In-Line Four The advantage offered by the Ninja ZX- 6R’s 37 cm3 greater displacement is significant for real world riding exhilaration. Greater performance across the rpm range is welcome when sport riding, both on back roads and on the racetrack. But stronger low and mid-range torque compared to “ordinary” mid-size supersport models also offers increased usability in everyday street-riding situations, like riding in stop-and-go city traffic or accelerating to pass another vehicle on the highway. Updates for 2024 include emissions-related adjustments. Smooth, Flowing Ninja ZX Styling All-new styling is inspired by the Ninja ZX-10R while embodying the ideal supersport image. New front and side cowls create a design that flows smoothly from head to tail. Compact new headlights and an intricately layered front cowl give the Ninja ZX-6R its new “face,” while blacked out engine covers and silencer add to the supersport image and LED turn signals complete an all-LED lighting package. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. Riders can choose from three settings (Sport, Road, Rain) or a manual setting (Rider). In the manual Rider mode, each of the systems can be set independently. - Sport: enables riders to enjoy sporty riding. - Road: covers a wide range of situations, from city riding to highway cruising and rural roads. - Rain: offers rider reassurance when riding on a wet road surface. SMARTPHONE CONNECTIVITY Bluetooth technology built into the instrument panel enables riders to connect to their bike wirelessly. Using the smartphone application “RIDEOLOGY THE APP,” a number of instrument functions can be accessed, contributing to an enhanced motorcycling experience. A number of functions are available: - Vehicle Info: information such as fuel gauge, odometer, distance (odometer)-based maintenance reminder, etc can be viewed via the smartphone. - Riding Log: GPS route information as well as vehicle running information can be logged and viewed via the smartphone. - Telephone notices: when a call or mail is received by the smartphone, this is indicated on the instrument display. Tuning – General Settings: general instrument display settings (such as preferred units, time, 12h/24h format, etc) can be adjusted via the smartphone. - KTRC (Kawasaki TRaction Control) Three modes cover a wide range of riding conditions, offering either enhanced sport riding performance or the peace of mind under certain conditions to negotiate low-traction surfaces with confidence. - Power Mode Selection Riders can choose from Full Power or Low Power mode. - KIBS (Kawasaki Intelligent anti-lock Brake System) Kawasaki’s supersport-grade high-precision brake management system, designed to take into account the particular handling characteristics of supersport motorcycles, ensures highly efficient braking with minimal intrusion during sport riding. - KQS (Kawasaki Quick Shifter) Standard-equipment quick shifter allows clutchless upshifts, adding to sport riding fun. The 636 Advantage: 636 cm3 Liquid- Cooled, 4-Stroke In-Line Four The advantage offered by the Ninja ZX- 6R’s 37 cm3 greater displacement is significant for real world riding exhilaration. Greater performance across the rpm range is welcome when sport riding, both on back roads and on the racetrack. But stronger low and mid-range torque compared to “ordinary” mid-size supersport models also offers increased usability in everyday street-riding situations, like riding in stop-and-go city traffic or accelerating to pass another vehicle on the highway. Updates for 2024 include emissions-related adjustments. Smooth, Flowing Ninja ZX Styling All-new styling is inspired by the Ninja ZX-10R while embodying the ideal supersport image. New front and side cowls create a design that flows smoothly from head to tail. Compact new headlights and an intricately layered front cowl give the Ninja ZX-6R its new “face,” while blacked out engine covers and silencer add to the supersport image and LED turn signals complete an all-LED lighting package. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. Riders can choose from three settings (Sport, Road, Rain) or a manual setting (Rider). In the manual Rider mode, each of the systems can be set independently. - Sport: enables riders to enjoy sporty riding. - Road: covers a wide range of situations, from city riding to highway cruising and rural roads. - Rain: offers rider reassurance when riding on a wet road surface. SMARTPHONE CONNECTIVITY Bluetooth technology built into the instrument panel enables riders to connect to their bike wirelessly. Using the smartphone application “RIDEOLOGY THE APP,” a number of instrument functions can be accessed, contributing to an enhanced motorcycling experience. A number of functions are available: - Vehicle Info: information such as fuel gauge, odometer, distance (odometer)-based maintenance reminder, etc can be viewed via the smartphone. - Riding Log: GPS route information as well as vehicle running information can be logged and viewed via the smartphone. - Telephone notices: when a call or mail is received by the smartphone, this is indicated on the instrument display. Tuning – General Settings: general instrument display settings (such as preferred units, time, 12h/24h format, etc) can be adjusted via the smartphone. - KTRC (Kawasaki TRaction Control) Three modes cover a wide range of riding conditions, offering either enhanced sport riding performance or the peace of mind under certain conditions to negotiate low-traction surfaces with confidence. - Power Mode Selection Riders can choose from Full Power or Low Power mode. - KIBS (Kawasaki Intelligent anti-lock Brake System) Kawasaki’s supersport-grade high-precision brake management system, designed to take into account the particular handling characteristics of supersport motorcycles, ensures highly efficient braking with minimal intrusion during sport riding. - KQS (Kawasaki Quick Shifter) Standard-equipment quick shifter allows clutchless upshifts, adding to sport riding fun. PrevNext123456",
      "ENGINE SYLING INSTRUMENTATION INTEGRATED RIDING MODES CONNECTIVITY ELECTRONICS The 636 Advantage: 636 cm3 Liquid- Cooled, 4-Stroke In-Line Four The advantage offered by the Ninja ZX- 6R’s 37 cm3 greater displacement is significant for real world riding exhilaration. Greater performance across the rpm range is welcome when sport riding, both on back roads and on the racetrack. But stronger low and mid-range torque compared to “ordinary” mid-size supersport models also offers increased usability in everyday street-riding situations, like riding in stop-and-go city traffic or accelerating to pass another vehicle on the highway. Updates for 2024 include emissions-related adjustments. Smooth, Flowing Ninja ZX Styling All-new styling is inspired by the Ninja ZX-10R while embodying the ideal supersport image. New front and side cowls create a design that flows smoothly from head to tail. Compact new headlights and an intricately layered front cowl give the Ninja ZX-6R its new “face,” while blacked out engine covers and silencer add to the supersport image and LED turn signals complete an all-LED lighting package. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. Riders can choose from three settings (Sport, Road, Rain) or a manual setting (Rider). In the manual Rider mode, each of the systems can be set independently. - Sport: enables riders to enjoy sporty riding. - Road: covers a wide range of situations, from city riding to highway cruising and rural roads. - Rain: offers rider reassurance when riding on a wet road surface. SMARTPHONE CONNECTIVITY Bluetooth technology built into the instrument panel enables riders to connect to their bike wirelessly. Using the smartphone application “RIDEOLOGY THE APP,” a number of instrument functions can be accessed, contributing to an enhanced motorcycling experience. A number of functions are available: - Vehicle Info: information such as fuel gauge, odometer, distance (odometer)-based maintenance reminder, etc can be viewed via the smartphone. - Riding Log: GPS route information as well as vehicle running information can be logged and viewed via the smartphone. - Telephone notices: when a call or mail is received by the smartphone, this is indicated on the instrument display. Tuning – General Settings: general instrument display settings (such as preferred units, time, 12h/24h format, etc) can be adjusted via the smartphone. - KTRC (Kawasaki TRaction Control) Three modes cover a wide range of riding conditions, offering either enhanced sport riding performance or the peace of mind under certain conditions to negotiate low-traction surfaces with confidence. - Power Mode Selection Riders can choose from Full Power or Low Power mode. - KIBS (Kawasaki Intelligent anti-lock Brake System) Kawasaki’s supersport-grade high-precision brake management system, designed to take into account the particular handling characteristics of supersport motorcycles, ensures highly efficient braking with minimal intrusion during sport riding. - KQS (Kawasaki Quick Shifter) Standard-equipment quick shifter allows clutchless upshifts, adding to sport riding fun.",
      "The 636 Advantage: 636 cm3 Liquid- Cooled, 4-Stroke In-Line Four The advantage offered by the Ninja ZX- 6R’s 37 cm3 greater displacement is significant for real world riding exhilaration. Greater performance across the rpm range is welcome when sport riding, both on back roads and on the racetrack. But stronger low and mid-range torque compared to “ordinary” mid-size supersport models also offers increased usability in everyday street-riding situations, like riding in stop-and-go city traffic or accelerating to pass another vehicle on the highway. Updates for 2024 include emissions-related adjustments. Smooth, Flowing Ninja ZX Styling All-new styling is inspired by the Ninja ZX-10R while embodying the ideal supersport image. New front and side cowls create a design that flows smoothly from head to tail. Compact new headlights and an intricately layered front cowl give the Ninja ZX-6R its new “face,” while blacked out engine covers and silencer add to the supersport image and LED turn signals complete an all-LED lighting package. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. Riders can choose from three settings (Sport, Road, Rain) or a manual setting (Rider). In the manual Rider mode, each of the systems can be set independently. - Sport: enables riders to enjoy sporty riding. - Road: covers a wide range of situations, from city riding to highway cruising and rural roads. - Rain: offers rider reassurance when riding on a wet road surface. SMARTPHONE CONNECTIVITY Bluetooth technology built into the instrument panel enables riders to connect to their bike wirelessly. Using the smartphone application “RIDEOLOGY THE APP,” a number of instrument functions can be accessed, contributing to an enhanced motorcycling experience. A number of functions are available: - Vehicle Info: information such as fuel gauge, odometer, distance (odometer)-based maintenance reminder, etc can be viewed via the smartphone. - Riding Log: GPS route information as well as vehicle running information can be logged and viewed via the smartphone. - Telephone notices: when a call or mail is received by the smartphone, this is indicated on the instrument display. Tuning – General Settings: general instrument display settings (such as preferred units, time, 12h/24h format, etc) can be adjusted via the smartphone. - KTRC (Kawasaki TRaction Control) Three modes cover a wide range of riding conditions, offering either enhanced sport riding performance or the peace of mind under certain conditions to negotiate low-traction surfaces with confidence. - Power Mode Selection Riders can choose from Full Power or Low Power mode. - KIBS (Kawasaki Intelligent anti-lock Brake System) Kawasaki’s supersport-grade high-precision brake management system, designed to take into account the particular handling characteristics of supersport motorcycles, ensures highly efficient braking with minimal intrusion during sport riding. - KQS (Kawasaki Quick Shifter) Standard-equipment quick shifter allows clutchless upshifts, adding to sport riding fun.",
      "The 636 Advantage: 636 cm3 Liquid- Cooled, 4-Stroke In-Line Four The advantage offered by the Ninja ZX- 6R’s 37 cm3 greater displacement is significant for real world riding exhilaration. Greater performance across the rpm range is welcome when sport riding, both on back roads and on the racetrack. But stronger low and mid-range torque compared to “ordinary” mid-size supersport models also offers increased usability in everyday street-riding situations, like riding in stop-and-go city traffic or accelerating to pass another vehicle on the highway. Updates for 2024 include emissions-related adjustments.",
      "The 636 Advantage: 636 cm3 Liquid- Cooled, 4-Stroke In-Line Four",
      "The advantage offered by the Ninja ZX- 6R’s 37 cm3 greater displacement is significant for real world riding exhilaration. Greater performance across the rpm range is welcome when sport riding, both on back roads and on the racetrack. But stronger low and mid-range torque compared to “ordinary” mid-size supersport models also offers increased usability in everyday street-riding situations, like riding in stop-and-go city traffic or accelerating to pass another vehicle on the highway. Updates for 2024 include emissions-related adjustments.",
      "Smooth, Flowing Ninja ZX Styling All-new styling is inspired by the Ninja ZX-10R while embodying the ideal supersport image. New front and side cowls create a design that flows smoothly from head to tail. Compact new headlights and an intricately layered front cowl give the Ninja ZX-6R its new “face,” while blacked out engine covers and silencer add to the supersport image and LED turn signals complete an all-LED lighting package.",
      "Smooth, Flowing Ninja ZX Styling",
      "All-new styling is inspired by the Ninja ZX-10R while embodying the ideal supersport image. New front and side cowls create a design that flows smoothly from head to tail. Compact new headlights and an intricately layered front cowl give the Ninja ZX-6R its new “face,” while blacked out engine covers and silencer add to the supersport image and LED turn signals complete an all-LED lighting package.",
      "TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "TFT Colour Instrumentation",
      "The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. Riders can choose from three settings (Sport, Road, Rain) or a manual setting (Rider). In the manual Rider mode, each of the systems can be set independently. - Sport: enables riders to enjoy sporty riding. - Road: covers a wide range of situations, from city riding to highway cruising and rural roads. - Rain: offers rider reassurance when riding on a wet road surface.",
      "Sport, Road, Rain, Rider (manual)",
      "All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. Riders can choose from three settings (Sport, Road, Rain) or a manual setting (Rider). In the manual Rider mode, each of the systems can be set independently.",
      "- Sport: enables riders to enjoy sporty riding.",
      "- Road: covers a wide range of situations, from city riding to highway cruising and rural roads.",
      "- Rain: offers rider reassurance when riding on a wet road surface.",
      "SMARTPHONE CONNECTIVITY Bluetooth technology built into the instrument panel enables riders to connect to their bike wirelessly. Using the smartphone application “RIDEOLOGY THE APP,” a number of instrument functions can be accessed, contributing to an enhanced motorcycling experience. A number of functions are available: - Vehicle Info: information such as fuel gauge, odometer, distance (odometer)-based maintenance reminder, etc can be viewed via the smartphone. - Riding Log: GPS route information as well as vehicle running information can be logged and viewed via the smartphone. - Telephone notices: when a call or mail is received by the smartphone, this is indicated on the instrument display. Tuning – General Settings: general instrument display settings (such as preferred units, time, 12h/24h format, etc) can be adjusted via the smartphone.",
      "SMARTPHONE CONNECTIVITY",
      "Bluetooth technology built into the instrument panel enables riders to connect to their bike wirelessly. Using the smartphone application “RIDEOLOGY THE APP,” a number of instrument functions can be accessed, contributing to an enhanced motorcycling experience.",
      "A number of functions are available:",
      "- Vehicle Info: information such as fuel gauge, odometer, distance (odometer)-based maintenance reminder, etc can be viewed via the smartphone.",
      "- Riding Log: GPS route information as well as vehicle running information can be logged and viewed via the smartphone.",
      "- Telephone notices: when a call or mail is received by the smartphone, this is indicated on the instrument display.",
      "Tuning – General Settings: general instrument display settings (such as preferred units, time, 12h/24h format, etc) can be adjusted via the smartphone.",
      "- KTRC (Kawasaki TRaction Control) Three modes cover a wide range of riding conditions, offering either enhanced sport riding performance or the peace of mind under certain conditions to negotiate low-traction surfaces with confidence. - Power Mode Selection Riders can choose from Full Power or Low Power mode. - KIBS (Kawasaki Intelligent anti-lock Brake System) Kawasaki’s supersport-grade high-precision brake management system, designed to take into account the particular handling characteristics of supersport motorcycles, ensures highly efficient braking with minimal intrusion during sport riding. - KQS (Kawasaki Quick Shifter) Standard-equipment quick shifter allows clutchless upshifts, adding to sport riding fun.",
      "- KTRC (Kawasaki TRaction Control) Three modes cover a wide range of riding conditions, offering either enhanced sport riding performance or the peace of mind under certain conditions to negotiate low-traction surfaces with confidence.",
      "- Power Mode Selection Riders can choose from Full Power or Low Power mode.",
      "- KIBS (Kawasaki Intelligent anti-lock Brake System) Kawasaki’s supersport-grade high-precision brake management system, designed to take into account the particular handling characteristics of supersport motorcycles, ensures highly efficient braking with minimal intrusion during sport riding.",
      "- KQS (Kawasaki Quick Shifter) Standard-equipment quick shifter allows clutchless upshifts, adding to sport riding fun.",
      "The 636 Advantage: 636 cm3 Liquid- Cooled, 4-Stroke In-Line Four The advantage offered by the Ninja ZX- 6R’s 37 cm3 greater displacement is significant for real world riding exhilaration. Greater performance across the rpm range is welcome when sport riding, both on back roads and on the racetrack. But stronger low and mid-range torque compared to “ordinary” mid-size supersport models also offers increased usability in everyday street-riding situations, like riding in stop-and-go city traffic or accelerating to pass another vehicle on the highway. Updates for 2024 include emissions-related adjustments. Smooth, Flowing Ninja ZX Styling All-new styling is inspired by the Ninja ZX-10R while embodying the ideal supersport image. New front and side cowls create a design that flows smoothly from head to tail. Compact new headlights and an intricately layered front cowl give the Ninja ZX-6R its new “face,” while blacked out engine covers and silencer add to the supersport image and LED turn signals complete an all-LED lighting package. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. Riders can choose from three settings (Sport, Road, Rain) or a manual setting (Rider). In the manual Rider mode, each of the systems can be set independently. - Sport: enables riders to enjoy sporty riding. - Road: covers a wide range of situations, from city riding to highway cruising and rural roads. - Rain: offers rider reassurance when riding on a wet road surface. SMARTPHONE CONNECTIVITY Bluetooth technology built into the instrument panel enables riders to connect to their bike wirelessly. Using the smartphone application “RIDEOLOGY THE APP,” a number of instrument functions can be accessed, contributing to an enhanced motorcycling experience. A number of functions are available: - Vehicle Info: information such as fuel gauge, odometer, distance (odometer)-based maintenance reminder, etc can be viewed via the smartphone. - Riding Log: GPS route information as well as vehicle running information can be logged and viewed via the smartphone. - Telephone notices: when a call or mail is received by the smartphone, this is indicated on the instrument display. Tuning – General Settings: general instrument display settings (such as preferred units, time, 12h/24h format, etc) can be adjusted via the smartphone. - KTRC (Kawasaki TRaction Control) Three modes cover a wide range of riding conditions, offering either enhanced sport riding performance or the peace of mind under certain conditions to negotiate low-traction surfaces with confidence. - Power Mode Selection Riders can choose from Full Power or Low Power mode. - KIBS (Kawasaki Intelligent anti-lock Brake System) Kawasaki’s supersport-grade high-precision brake management system, designed to take into account the particular handling characteristics of supersport motorcycles, ensures highly efficient braking with minimal intrusion during sport riding. - KQS (Kawasaki Quick Shifter) Standard-equipment quick shifter allows clutchless upshifts, adding to sport riding fun. PrevNext123456",
      "PrevNext123456",
      "Specifications",
      "มิติรถ ความยาว 2,025 mm ความกว้าง 710 mm ความสูง 1,105 mm ระยะฐานล้อ 1,400 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 830 mm น้ำหนักรวม 198 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 91.0 kW {124 PS} / 13,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 95.2 kW {129PS} / 13,000 min-1 แรงบิดสูงสุด 69.0 N·m {7.0 kgƒ·m} / 10,800 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 67.0 x 45.1 mm ปริมาตรกระบอกสูบ 636 cm3 อัตราส่วนกำลังอัด 12.9:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø38 mm x 4 with oval sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.900 (76/40) อัตราทดเกียร์ 1 2.846 (37/13) อัตราทดเกียร์ 2 2.200 (33/15) อัตราทดเกียร์ 3 1.850 (37/20) อัตราทดเกียร์ 4 1.600 (32/20) อัตราทดเกียร์ 5 1.421 (27/19) อัตราทดเกียร์ 6 1.300 (26/20) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า ø41 inverted fork (SFF-BP) with rebound and compression damping and spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง Bottom-Link Uni Trak, gas-charged shock with piggyback reservoir, compression and rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 151 mm มุมแคสเตอร์ 23.5° ระยะเทรล 101 mm มุมเลี้ยว (ซ้าย/ขวา) 27° / 27° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 180/55ZR17M/C (73W) เบรกหน้า Dual semi-floating ø310 mm discs คาลิปเปอร์ (หน้า) Caliper- Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc คาลิปเปอร์ (หลัง) Caliper- Single-bore pin-slide",
      "มิติรถ ความยาว 2,025 mm ความกว้าง 710 mm ความสูง 1,105 mm ระยะฐานล้อ 1,400 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 830 mm น้ำหนักรวม 198 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 91.0 kW {124 PS} / 13,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 95.2 kW {129PS} / 13,000 min-1 แรงบิดสูงสุด 69.0 N·m {7.0 kgƒ·m} / 10,800 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 67.0 x 45.1 mm ปริมาตรกระบอกสูบ 636 cm3 อัตราส่วนกำลังอัด 12.9:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø38 mm x 4 with oval sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.900 (76/40) อัตราทดเกียร์ 1 2.846 (37/13) อัตราทดเกียร์ 2 2.200 (33/15) อัตราทดเกียร์ 3 1.850 (37/20) อัตราทดเกียร์ 4 1.600 (32/20) อัตราทดเกียร์ 5 1.421 (27/19) อัตราทดเกียร์ 6 1.300 (26/20) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า ø41 inverted fork (SFF-BP) with rebound and compression damping and spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง Bottom-Link Uni Trak, gas-charged shock with piggyback reservoir, compression and rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 151 mm มุมแคสเตอร์ 23.5° ระยะเทรล 101 mm มุมเลี้ยว (ซ้าย/ขวา) 27° / 27° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 180/55ZR17M/C (73W) เบรกหน้า Dual semi-floating ø310 mm discs คาลิปเปอร์ (หน้า) Caliper- Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc คาลิปเปอร์ (หลัง) Caliper- Single-bore pin-slide",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja 650 318,900 บาท Ninja ZX-4R 299,000 บาท Ninja ZX-4R SE 320,000 บาท Ninja 500 SE 219,800 บาท",
      "Ninja 650 318,900 บาท",
      "318,900 บาท",
      "Ninja ZX-4R 299,000 บาท",
      "Ninja ZX-4R",
      "299,000 บาท",
      "Ninja ZX-4R SE 320,000 บาท",
      "Ninja ZX-4R SE",
      "320,000 บาท",
      "Ninja 500 SE 219,800 บาท",
      "Ninja 500 SE",
      "219,800 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja ZX-4R SE",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninjazx4rse",
    "category": "Ninja",
    "price": "320,000 บาท",
    "price_numeric": 320000,
    "specifications": {
      "ความยาว": "1,990 mm",
      "ความกว้าง": "765 mm",
      "ความสูง": "1,110 mm",
      "ระยะฐานล้อ": "1,380 mm",
      "ระยะห่างจากพื้น": "135 mm",
      "ความสูงเบาะนั่ง": "800 mm",
      "น้ำหนักรวม": "189 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "15 litres",
      "กำลังเครื่องยนต์สูงสุด": "55.0 kW {75 PS} / 14,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "56.7 kW {77 PS} / 14,500 min-1",
      "แรงบิดสูงสุด": "37.6 N·m {3.8 kgƒ·m} / 12,500 min-1",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "57.0 x 39.1 mm",
      "ปริมาตรกระบอกสูบ": "399 cm3",
      "อัตราส่วนกำลังอัด": "12.3:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø34 mm x 4",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.029 (69/34)",
      "อัตราทดเกียร์ 1": "2.929 (41/14)",
      "อัตราทดเกียร์ 2": "2.056 (37/18)",
      "อัตราทดเกียร์ 3": "1.619 (34/21)",
      "อัตราทดเกียร์ 4": "1.333 (32/24)",
      "อัตราทดเกียร์ 5": "1.154 (30/26)",
      "อัตราทดเกียร์ 6": "1.037 (28/27)",
      "อัตราทดสุดท้าย": "3.429 (48/14)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø37 mm inverted fork (SFF-BP) with spring preload adjustability, and top-out springs",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link, gas-charged shock with spring preload adjustability",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "112 mm",
      "มุมแคสเตอร์": "23.5°",
      "ระยะเทรล": "97 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35° / 35°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "160/60ZR17M/C (69W)",
      "เบรกหน้า": "Dual semi-floating ø290 mm discs",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount, monobloc, opposed 4-piston",
      "เบรกหลัง": "Single ø220 mm disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Ninja H2 1,620,000 บาท": "Ninja H2 1,620,000 บาท"
    },
    "scraped_at": "2026-01-11T15:53:40.362361",
    "features": [
      "Ninja ZX-4R SE AWAKEN YOUR SUPERSPORT",
      "Ninja ZX-4R SE",
      "Top Features",
      "ENGINE SUSPENSION CHASSIS EXHAUST BRAKES CONNECTIVITY INSTRUMENTATION ELECTRONICS MODEL VARIATIONS KQS All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork KAWASAKI QUICK SHIFTER (SE MODEL) Allowing riders to take even greater advantage of the Ninja ZX-4R’s exhilarating engine character, the quick shifter enables clutchless upshifts and downshifts for seamless acceleration and quick and easy deceleration. * During acceleration, the system detects that the shift lever has been actuated and sends a signal to the ECU to cut ignition so that the next gear can be engaged without having to use the clutch. * During deceleration, the KQS system automatically controls engine speed, allowing riders to downshift without operating the clutch. * KQS does not function below 2,500 min-1. * The system uses a contactless-type sensor, offering very high reliability. All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork KAWASAKI QUICK SHIFTER (SE MODEL) Allowing riders to take even greater advantage of the Ninja ZX-4R’s exhilarating engine character, the quick shifter enables clutchless upshifts and downshifts for seamless acceleration and quick and easy deceleration. * During acceleration, the system detects that the shift lever has been actuated and sends a signal to the ECU to cut ignition so that the next gear can be engaged without having to use the clutch. * During deceleration, the KQS system automatically controls engine speed, allowing riders to downshift without operating the clutch. * KQS does not function below 2,500 min-1. * The system uses a contactless-type sensor, offering very high reliability. PrevNext12345678910",
      "ENGINE SUSPENSION CHASSIS EXHAUST BRAKES CONNECTIVITY INSTRUMENTATION ELECTRONICS MODEL VARIATIONS KQS All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork KAWASAKI QUICK SHIFTER (SE MODEL) Allowing riders to take even greater advantage of the Ninja ZX-4R’s exhilarating engine character, the quick shifter enables clutchless upshifts and downshifts for seamless acceleration and quick and easy deceleration. * During acceleration, the system detects that the shift lever has been actuated and sends a signal to the ECU to cut ignition so that the next gear can be engaged without having to use the clutch. * During deceleration, the KQS system automatically controls engine speed, allowing riders to downshift without operating the clutch. * KQS does not function below 2,500 min-1. * The system uses a contactless-type sensor, offering very high reliability.",
      "All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork KAWASAKI QUICK SHIFTER (SE MODEL) Allowing riders to take even greater advantage of the Ninja ZX-4R’s exhilarating engine character, the quick shifter enables clutchless upshifts and downshifts for seamless acceleration and quick and easy deceleration. * During acceleration, the system detects that the shift lever has been actuated and sends a signal to the ECU to cut ignition so that the next gear can be engaged without having to use the clutch. * During deceleration, the KQS system automatically controls engine speed, allowing riders to downshift without operating the clutch. * KQS does not function below 2,500 min-1. * The system uses a contactless-type sensor, offering very high reliability.",
      "All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1.",
      "All-New In-Line Four Engine",
      "The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1.",
      "High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload.",
      "High-Grade Suspension",
      "The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload.",
      "World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class.",
      "World Superbike Inspired Chassis Design",
      "Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class.",
      "Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations.",
      "Performance & Sound",
      "Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations.",
      "High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street.",
      "High-Performance Supersport Brakes",
      "The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street.",
      "Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience.",
      "Smartphone Connectivity",
      "Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience.",
      "TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently.",
      "TFT Colour Instrumentation with Circuit Mode",
      "The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently.",
      "Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions.",
      "Integrated Riding Modes",
      "Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions.",
      "MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork",
      "MODEL VARIATIONS",
      "The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets.",
      "Accessories equipped on the Ninja ZX-4R SE include:",
      "- Dual-direction KQS",
      "- smoked windshield",
      "- USB outlet",
      "- frame sliders",
      "- adjustable spring preload front fork",
      "KAWASAKI QUICK SHIFTER (SE MODEL) Allowing riders to take even greater advantage of the Ninja ZX-4R’s exhilarating engine character, the quick shifter enables clutchless upshifts and downshifts for seamless acceleration and quick and easy deceleration. * During acceleration, the system detects that the shift lever has been actuated and sends a signal to the ECU to cut ignition so that the next gear can be engaged without having to use the clutch. * During deceleration, the KQS system automatically controls engine speed, allowing riders to downshift without operating the clutch. * KQS does not function below 2,500 min-1. * The system uses a contactless-type sensor, offering very high reliability.",
      "KAWASAKI QUICK SHIFTER (SE MODEL)",
      "Allowing riders to take even greater advantage of the Ninja ZX-4R’s exhilarating engine character, the quick shifter enables clutchless upshifts and downshifts for seamless acceleration and quick and easy deceleration.",
      "* During acceleration, the system detects that the shift lever has been actuated and sends a signal to the ECU to cut ignition so that the next gear can be engaged without having to use the clutch.",
      "* During deceleration, the KQS system automatically controls engine speed, allowing riders to downshift without operating the clutch.",
      "* KQS does not function below 2,500 min-1.",
      "* The system uses a contactless-type sensor, offering very high reliability.",
      "All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork KAWASAKI QUICK SHIFTER (SE MODEL) Allowing riders to take even greater advantage of the Ninja ZX-4R’s exhilarating engine character, the quick shifter enables clutchless upshifts and downshifts for seamless acceleration and quick and easy deceleration. * During acceleration, the system detects that the shift lever has been actuated and sends a signal to the ECU to cut ignition so that the next gear can be engaged without having to use the clutch. * During deceleration, the KQS system automatically controls engine speed, allowing riders to downshift without operating the clutch. * KQS does not function below 2,500 min-1. * The system uses a contactless-type sensor, offering very high reliability. PrevNext12345678910",
      "PrevNext12345678910",
      "12345678910",
      "Specifications",
      "มิติรถ ความยาว 1,990 mm ความกว้าง 765 mm ความสูง 1,110 mm ระยะฐานล้อ 1,380 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 800 mm น้ำหนักรวม 189 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 55.0 kW {75 PS} / 14,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 56.7 kW {77 PS} / 14,500 min-1 แรงบิดสูงสุด 37.6 N·m {3.8 kgƒ·m} / 12,500 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 57.0 x 39.1 mm ปริมาตรกระบอกสูบ 399 cm3 อัตราส่วนกำลังอัด 12.3:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.429 (48/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø37 mm inverted fork (SFF-BP) with spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 112 mm มุมแคสเตอร์ 23.5° ระยะเทรล 97 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø290 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 1,990 mm ความกว้าง 765 mm ความสูง 1,110 mm ระยะฐานล้อ 1,380 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 800 mm น้ำหนักรวม 189 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 55.0 kW {75 PS} / 14,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 56.7 kW {77 PS} / 14,500 min-1 แรงบิดสูงสุด 37.6 N·m {3.8 kgƒ·m} / 12,500 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 57.0 x 39.1 mm ปริมาตรกระบอกสูบ 399 cm3 อัตราส่วนกำลังอัด 12.3:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.429 (48/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø37 mm inverted fork (SFF-BP) with spring preload adjustability, and top-out springs ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 112 mm มุมแคสเตอร์ 23.5° ระยะเทรล 97 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø290 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja H2 1,620,000 บาท Ninja e-1 276,000 บาท Ninja 650 318,900 บาท Ninja ZX-6R 399,000 บาท",
      "Ninja H2 1,620,000 บาท",
      "1,620,000 บาท",
      "Ninja e-1 276,000 บาท",
      "276,000 บาท",
      "Ninja 650 318,900 บาท",
      "318,900 บาท",
      "Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-6R",
      "399,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja ZX-4R",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninjazx4r",
    "category": "Ninja",
    "price": "299,000 บาท",
    "price_numeric": 299000,
    "specifications": {
      "ความยาว": "1,990 mm",
      "ความกว้าง": "765 mm",
      "ความสูง": "1,110 mm",
      "ระยะฐานล้อ": "1,380 mm",
      "ระยะห่างจากพื้น": "135 mm",
      "ความสูงเบาะนั่ง": "800 mm",
      "น้ำหนักรวม": "188 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "15 litres",
      "กำลังเครื่องยนต์สูงสุด": "55.0 kW {75 PS} / 14,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "56.7 kW {77 PS} / 14,500 min-1",
      "แรงบิดสูงสุด": "39.0 N·m {4.0 kgƒ·m} / 13,000 min-1",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "57.0 x 39.1 mm",
      "ปริมาตรกระบอกสูบ": "399 cm3",
      "อัตราส่วนกำลังอัด": "12.3:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø34 mm x 4",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.029 (69/34)",
      "อัตราทดเกียร์ 1": "2.929 (41/14)",
      "อัตราทดเกียร์ 2": "2.056 (37/18)",
      "อัตราทดเกียร์ 3": "1.619 (34/21)",
      "อัตราทดเกียร์ 4": "1.333 (32/24)",
      "อัตราทดเกียร์ 5": "1.154 (30/26)",
      "อัตราทดเกียร์ 6": "1.037 (28/27)",
      "อัตราทดสุดท้าย": "3.429 (48/14)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø37 mm inverted fork (SFF-BP) with top-out springs",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link, gas-charged shock with spring preload adjustability",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "112 mm",
      "มุมแคสเตอร์": "23.5°",
      "ระยะเทรล": "97 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35° / 35°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "160/60ZR17M/C (69W)",
      "เบรกหน้า": "Dual semi-floating ø290 mm discs",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount, monobloc, opposed 4-piston",
      "เบรกหลัง": "Single ø220 mm disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Ninja H2 1,620,000 บาท": "Ninja H2 1,620,000 บาท"
    },
    "scraped_at": "2026-01-11T15:53:50.300943",
    "features": [
      "Ninja ZX-4R AWAKEN YOUR SUPERSPORT",
      "Ninja ZX-4R",
      "Top Features",
      "ENGINE SUSPENSION CHASSIS EXHAUST BRAKES CONNECTIVITY INSTRUMENTATION ELECTRONICS MODEL VARIATIONS All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork PrevNext123456789",
      "ENGINE SUSPENSION CHASSIS EXHAUST BRAKES CONNECTIVITY INSTRUMENTATION ELECTRONICS MODEL VARIATIONS All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork",
      "All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork",
      "All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1.",
      "All-New In-Line Four Engine",
      "The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1.",
      "High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload.",
      "High-Grade Suspension",
      "The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload.",
      "World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class.",
      "World Superbike Inspired Chassis Design",
      "Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class.",
      "Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations.",
      "Performance & Sound",
      "Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations.",
      "High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street.",
      "High-Performance Supersport Brakes",
      "The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street.",
      "Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience.",
      "Smartphone Connectivity",
      "Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience.",
      "TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently.",
      "TFT Colour Instrumentation with Circuit Mode",
      "The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently.",
      "Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions.",
      "Integrated Riding Modes",
      "Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions.",
      "MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork",
      "MODEL VARIATIONS",
      "The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets.",
      "Accessories equipped on the Ninja ZX-4R SE include:",
      "- Dual-direction KQS",
      "- smoked windshield",
      "- USB outlet",
      "- frame sliders",
      "- adjustable spring preload front fork",
      "All-New In-Line Four Engine The new 399 cm3 liquid-cooled DOHC In-Line Four engine pushes technological boundaries to comfortably top the 400cc class*. Developed with know-how gained from other Ninja ZX models, the high-performance engine offers class-leading power and a rev-range that extends beyond 15,000 min-1. High-Grade Suspension The Ninja ZX-4R’s ø37 mm inverted fork uses SFF-BP internals to offer both racetrack performance and everyday usability while the Horizontal Back-link rear suspension offers a progressive character. Offering increased adjustability, the Ninja ZX-4R SE front forks include adjustable spring preload. World Superbike Inspired Chassis Design Key chassis dimensions (centre of gravity position, swingarm pivot position, engine axis positions, caster angle, etc) were inspired by Kawasaki’s World Superbike Ninja ZX-10RR racer, bringing WorldSBK chassis design thinking to the 400cc class. Performance & Sound Header pipes and collector pipe layout were inspired by the exhaust of the Ninja ZX-6R. Joint pipes link the headers, contributing to strong power output and meeting emissions and sound regulations. High-Performance Supersport Brakes The ZX-4R’s two ø290 mm front brake discs and radial-mount monobloc calipers provide sure stopping power, while also offering excellent braking feel to inspire confidence both on the track and on the street. Smartphone Connectivity Bluetooth technology built into the instrument panel allows connection to smartphones via the “RIDEOLOGY THE APP” smartphone application, enabling riders to access instrument functions for an enhanced motorcycling experience. TFT Colour Instrumentation with Circuit Mode The 4.3” all-digital TFT colour instrumentation with selectable display modes (Normal, Circuit) clearly displays the most pertinent information, whether on the street or on the track. Circuit Mode shows the gear position, lap times, and rpm above 10,000 more prominently. Integrated Riding Modes Four integrated riding modes (Sport, Road, Rain or Rider (manual)) make it simple to select a level of traction control and power mode to suit the current riding conditions. MODEL VARIATIONS The Ninja ZX-4R SE, with original KRT-inspired colour and graphics, higher-grade front fork with adjustable spring preload, and equipped with a number of accessories, is also available in certain markets. Accessories equipped on the Ninja ZX-4R SE include: - Dual-direction KQS - smoked windshield - USB outlet - frame sliders - adjustable spring preload front fork PrevNext123456789",
      "PrevNext123456789",
      "Specifications",
      "มิติรถ ความยาว 1,990 mm ความกว้าง 765 mm ความสูง 1,110 mm ระยะฐานล้อ 1,380 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 800 mm น้ำหนักรวม 188 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 55.0 kW {75 PS} / 14,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 56.7 kW {77 PS} / 14,500 min-1 แรงบิดสูงสุด 39.0 N·m {4.0 kgƒ·m} / 13,000 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 57.0 x 39.1 mm ปริมาตรกระบอกสูบ 399 cm3 อัตราส่วนกำลังอัด 12.3:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.429 (48/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø37 mm inverted fork (SFF-BP) with top-out springs ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 112 mm มุมแคสเตอร์ 23.5° ระยะเทรล 97 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø290 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 1,990 mm ความกว้าง 765 mm ความสูง 1,110 mm ระยะฐานล้อ 1,380 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 800 mm น้ำหนักรวม 188 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 55.0 kW {75 PS} / 14,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ 56.7 kW {77 PS} / 14,500 min-1 แรงบิดสูงสุด 39.0 N·m {4.0 kgƒ·m} / 13,000 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 57.0 x 39.1 mm ปริมาตรกระบอกสูบ 399 cm3 อัตราส่วนกำลังอัด 12.3:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.429 (48/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø37 mm inverted fork (SFF-BP) with top-out springs ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 112 mm มุมแคสเตอร์ 23.5° ระยะเทรล 97 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø290 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja H2 1,620,000 บาท Ninja 500 SE 219,800 บาท Ninja e-1 276,000 บาท Ninja ZX-6R 399,000 บาท",
      "Ninja H2 1,620,000 บาท",
      "1,620,000 บาท",
      "Ninja 500 SE 219,800 บาท",
      "Ninja 500 SE",
      "219,800 บาท",
      "Ninja e-1 276,000 บาท",
      "276,000 บาท",
      "Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-6R",
      "399,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja 650",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninja650",
    "category": "Ninja",
    "price": "318,900 บาท",
    "price_numeric": 318900,
    "specifications": {
      "ความยาว": "2,115 mm",
      "ความกว้าง": "740 mm",
      "ความสูง": "1,145 mm",
      "ระยะฐานล้อ": "1,410 mm",
      "ระยะห่างจากพื้น": "130 mm",
      "ความสูงเบาะนั่ง": "790 mm",
      "น้ำหนักรวม": "193 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "15 litres",
      "กำลังเครื่องยนต์สูงสุด": "50.2 kW {68 PS} / 8,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "65.7 N·m {6.7 kgƒ·m} / 6,500 min-1",
      "ประเภทเครื่องยนต์": "4-stroke Parallel Twin",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "83.0 x 60.0 mm",
      "ปริมาตรกระบอกสูบ": "649 cc",
      "อัตราส่วนกำลังอัด": "10.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø36 mm x 2 with dual throttle valves",
      "ระบบหล่อลื่น": "Forced Lub. Semi-Dry Sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.095 (88/42)",
      "อัตราทดเกียร์ 1": "2.438 (39/16)",
      "อัตราทดเกียร์ 2": "1.714 (36/21)",
      "อัตราทดเกียร์ 3": "1.333 (32/24)",
      "อัตราทดเกียร์ 4": "1.111 (30/27)",
      "อัตราทดเกียร์ 5": "0.966 (28/29)",
      "อัตราทดเกียร์ 6": "0.852 (23/27)",
      "อัตราทดสุดท้าย": "2.095 (88/42)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Tubular, Diamond",
      "ระบบกันสะเทือนหน้า": "Telescopic fork",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link SWG. ARM",
      "ระยะยุบล้อหน้า": "125 mm",
      "ระยะยุบล้อหลัง": "130 mm",
      "มุมแคสเตอร์": "24.0°",
      "ระยะเทรล": "100 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "32° / 32°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "160/60ZR17M/C (69W)",
      "เบรกหน้า": "Dual semi-floating ø300 mm petal discs",
      "คาลิปเปอร์ (หน้า)": "Dual piston",
      "เบรกหลัง": "Single ø220 mm petal disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Ninja ZX-6R 399,000 บาท": "Ninja ZX-6R 399,000 บาท"
    },
    "scraped_at": "2026-01-11T15:53:58.909896",
    "features": [
      "Ninja 650 RIDE BOLD",
      "Top Features",
      "Engine Clutch Handling Tyres Seat Meter Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimise performance for everyday riding, care was taken to maximise low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a thoroughly redesigned chassis, the new Ninja 650 weighs in at 193 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Ninja 650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimise performance for everyday riding, care was taken to maximise low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a thoroughly redesigned chassis, the new Ninja 650 weighs in at 193 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Ninja 650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. PrevNext123456",
      "Engine Clutch Handling Tyres Seat Meter Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimise performance for everyday riding, care was taken to maximise low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a thoroughly redesigned chassis, the new Ninja 650 weighs in at 193 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Ninja 650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimise performance for everyday riding, care was taken to maximise low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a thoroughly redesigned chassis, the new Ninja 650 weighs in at 193 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Ninja 650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimise performance for everyday riding, care was taken to maximise low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy.",
      "Exciting Parallel Twin engine",
      "Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimise performance for everyday riding, care was taken to maximise low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy.",
      "Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch.",
      "Assist & Slipper Clutch",
      "Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch.",
      "Light weight, nimble handling Benefitting from a thoroughly redesigned chassis, the new Ninja 650 weighs in at 193 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Ninja 650’s ultra-light handling.",
      "Light weight, nimble handling",
      "Benefitting from a thoroughly redesigned chassis, the new Ninja 650 weighs in at 193 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Ninja 650’s ultra-light handling.",
      "Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling.",
      "Lighter Handling",
      "New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling.",
      "Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort.",
      "Increased Passenger Comfort",
      "Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort.",
      "TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "TFT Colour Instrumentation",
      "The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimise performance for everyday riding, care was taken to maximise low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a thoroughly redesigned chassis, the new Ninja 650 weighs in at 193 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Ninja 650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. PrevNext123456",
      "PrevNext123456",
      "Specifications",
      "มิติรถ ความยาว 2,115 mm ความกว้าง 740 mm ความสูง 1,145 mm ระยะฐานล้อ 1,410 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 193 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 50.2 kW {68 PS} / 8,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 65.7 N·m {6.7 kgƒ·m} / 6,500 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Parallel Twin ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 83.0 x 60.0 mm ปริมาตรกระบอกสูบ 649 cc อัตราส่วนกำลังอัด 10.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 2 with dual throttle valves ระบบหล่อลื่น Forced Lub. Semi-Dry Sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.438 (39/16) อัตราทดเกียร์ 2 1.714 (36/21) อัตราทดเกียร์ 3 1.333 (32/24) อัตราทดเกียร์ 4 1.111 (30/27) อัตราทดเกียร์ 5 0.966 (28/29) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 2.095 (88/42) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า Telescopic fork ระบบกันสะเทือนหลัง Horizontal Back-link SWG. ARM ระยะยุบล้อหน้า 125 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.0° ระยะเทรล 100 mm มุมเลี้ยว (ซ้าย/ขวา) 32° / 32° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø300 mm petal discs คาลิปเปอร์ (หน้า) Dual piston เบรกหลัง Single ø220 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,115 mm ความกว้าง 740 mm ความสูง 1,145 mm ระยะฐานล้อ 1,410 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 193 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 50.2 kW {68 PS} / 8,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 65.7 N·m {6.7 kgƒ·m} / 6,500 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Parallel Twin ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 83.0 x 60.0 mm ปริมาตรกระบอกสูบ 649 cc อัตราส่วนกำลังอัด 10.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 2 with dual throttle valves ระบบหล่อลื่น Forced Lub. Semi-Dry Sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.438 (39/16) อัตราทดเกียร์ 2 1.714 (36/21) อัตราทดเกียร์ 3 1.333 (32/24) อัตราทดเกียร์ 4 1.111 (30/27) อัตราทดเกียร์ 5 0.966 (28/29) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 2.095 (88/42) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า Telescopic fork ระบบกันสะเทือนหลัง Horizontal Back-link SWG. ARM ระยะยุบล้อหน้า 125 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.0° ระยะเทรล 100 mm มุมเลี้ยว (ซ้าย/ขวา) 32° / 32° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø300 mm petal discs คาลิปเปอร์ (หน้า) Dual piston เบรกหลัง Single ø220 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja ZX-6R 399,000 บาท Ninja 500 SE 219,800 บาท Ninja H2 1,620,000 บาท Ninja ZX-4R 299,000 บาท",
      "Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-6R",
      "399,000 บาท",
      "Ninja 500 SE 219,800 บาท",
      "Ninja 500 SE",
      "219,800 บาท",
      "Ninja H2 1,620,000 บาท",
      "1,620,000 บาท",
      "Ninja ZX-4R 299,000 บาท",
      "Ninja ZX-4R",
      "299,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Ninja 500 SE",
    "url": "https://www.kawasaki.co.th/th/motorcycle/ninja500se",
    "category": "Ninja",
    "price": "219,800 บาท",
    "price_numeric": 219800,
    "specifications": {
      "ความยาว": "1,995 mm",
      "ความกว้าง": "730 mm",
      "ความสูง": "1,120 mm",
      "ระยะฐานล้อ": "1,375 mm",
      "ระยะห่างจากพื้น": "145 mm",
      "ความสูงเบาะนั่ง": "785 mm",
      "น้ำหนักรวม": "172 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "158 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "14 litres",
      "กำลังเครื่องยนต์สูงสุด": "38.3 kW {52 PS} / 10,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "42.6 N·m {4.3 kgƒ·m} / 6,000 min-1",
      "ประเภทเครื่องยนต์": "4st, 2-cyl, DOHC, 4val",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "70.0 x 58.6 mm",
      "ปริมาตรกระบอกสูบ": "451 cm3",
      "อัตราส่วนกำลังอัด": "11.3",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection (φ32 mm x 2)",
      "ระบบหล่อลื่น": "Forced Wet Sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "B&C (TCBI, B. P&EL. ADV. D.)",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.029 (69/34)",
      "อัตราทดเกียร์ 1": "2.929 (41/14)",
      "อัตราทดเกียร์ 2": "2.056 (37/18)",
      "อัตราทดเกียร์ 3": "1.619 (34/21)",
      "อัตราทดเกียร์ 4": "1.333 (32/24)",
      "อัตราทดเกียร์ 5": "1.154 (30/26)",
      "อัตราทดเกียร์ 6": "1.037 (28/27)",
      "อัตราทดสุดท้าย": "3.071 (43/14)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "Telescopic fork",
      "ระบบกันสะเทือนหลัง": "Swingarm",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "130 mm",
      "มุมแคสเตอร์": "24.5°",
      "ระยะเทรล": "92 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35° / 35°",
      "ยางหน้า": "110/70R17 M/C 54H",
      "ยางหลัง": "150/60R17 M/C 66H",
      "เบรกหน้า": "Single disc 286 mm",
      "คาลิปเปอร์ (หน้า)": "-",
      "เบรกหลัง": "Single disc 193 mm",
      "คาลิปเปอร์ (หลัง)": "-",
      "Ninja ZX-4R SE 320,000 บาท": "Ninja ZX-4R SE 320,000 บาท"
    },
    "scraped_at": "2026-01-11T15:54:08.542154",
    "features": [
      "Ninja 500 SE MAKE YOUR STATEMENT",
      "Ninja 500 SE",
      "Top Features",
      "เครื่องยนต์ แชสซี การยศาสตร์ การออกแบบ หน้าจอ Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Ninja 400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Ninja 500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่าทางการขับขี่ของ Ninja 500 มอบความสะดวกสบายในการขับขี่ ด้วยตำแหน่งแฮนด์สูงและจุดวางพักเท้า ที่วางไว้ข้างหน้าเล็กน้อย ส่งผลให้ผู้ขับขี่รู้สึกผ่อนคลาย เบาะนั่งเลือกใช้วัสดุแบบ Low-rebound urethane รูปทรงแบนเรียบ ช่วยมอบประสบการณ์ขับขี่ที่ยอดเยี่ยมและอ่อนโยน Ninja500 SE มาพร้อมกับรูปลักษณ์ตั้งแต่ช่วงหน้าที่โฉบเฉี่ยวในสไตล์รถแข่งตั้งแต่หัวจรดท้าย ตามแบบฉบับของตระกูลนินจา รวมถึงแฟริ่งข้างที่ตัดแต่งทรงมาเป็นอย่างดีเพื่อให้เข้ากับสรีระของผู้ขับขี่จนเป็นอันหนึ่งอันเดียวกันกับตัวรถ จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Ninja 400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Ninja 500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่าทางการขับขี่ของ Ninja 500 มอบความสะดวกสบายในการขับขี่ ด้วยตำแหน่งแฮนด์สูงและจุดวางพักเท้า ที่วางไว้ข้างหน้าเล็กน้อย ส่งผลให้ผู้ขับขี่รู้สึกผ่อนคลาย เบาะนั่งเลือกใช้วัสดุแบบ Low-rebound urethane รูปทรงแบนเรียบ ช่วยมอบประสบการณ์ขับขี่ที่ยอดเยี่ยมและอ่อนโยน Ninja500 SE มาพร้อมกับรูปลักษณ์ตั้งแต่ช่วงหน้าที่โฉบเฉี่ยวในสไตล์รถแข่งตั้งแต่หัวจรดท้าย ตามแบบฉบับของตระกูลนินจา รวมถึงแฟริ่งข้างที่ตัดแต่งทรงมาเป็นอย่างดีเพื่อให้เข้ากับสรีระของผู้ขับขี่จนเป็นอันหนึ่งอันเดียวกันกับตัวรถ จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า PrevNext12345",
      "เครื่องยนต์ แชสซี การยศาสตร์ การออกแบบ หน้าจอ Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Ninja 400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Ninja 500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่าทางการขับขี่ของ Ninja 500 มอบความสะดวกสบายในการขับขี่ ด้วยตำแหน่งแฮนด์สูงและจุดวางพักเท้า ที่วางไว้ข้างหน้าเล็กน้อย ส่งผลให้ผู้ขับขี่รู้สึกผ่อนคลาย เบาะนั่งเลือกใช้วัสดุแบบ Low-rebound urethane รูปทรงแบนเรียบ ช่วยมอบประสบการณ์ขับขี่ที่ยอดเยี่ยมและอ่อนโยน Ninja500 SE มาพร้อมกับรูปลักษณ์ตั้งแต่ช่วงหน้าที่โฉบเฉี่ยวในสไตล์รถแข่งตั้งแต่หัวจรดท้าย ตามแบบฉบับของตระกูลนินจา รวมถึงแฟริ่งข้างที่ตัดแต่งทรงมาเป็นอย่างดีเพื่อให้เข้ากับสรีระของผู้ขับขี่จนเป็นอันหนึ่งอันเดียวกันกับตัวรถ จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Ninja 400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Ninja 500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่าทางการขับขี่ของ Ninja 500 มอบความสะดวกสบายในการขับขี่ ด้วยตำแหน่งแฮนด์สูงและจุดวางพักเท้า ที่วางไว้ข้างหน้าเล็กน้อย ส่งผลให้ผู้ขับขี่รู้สึกผ่อนคลาย เบาะนั่งเลือกใช้วัสดุแบบ Low-rebound urethane รูปทรงแบนเรียบ ช่วยมอบประสบการณ์ขับขี่ที่ยอดเยี่ยมและอ่อนโยน Ninja500 SE มาพร้อมกับรูปลักษณ์ตั้งแต่ช่วงหน้าที่โฉบเฉี่ยวในสไตล์รถแข่งตั้งแต่หัวจรดท้าย ตามแบบฉบับของตระกูลนินจา รวมถึงแฟริ่งข้างที่ตัดแต่งทรงมาเป็นอย่างดีเพื่อให้เข้ากับสรีระของผู้ขับขี่จนเป็นอันหนึ่งอันเดียวกันกับตัวรถ จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Ninja 400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที",
      "Fuel-Injected 451 cm³ Parallel Twin Engine",
      "เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Ninja 400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R",
      "แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที",
      "Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Ninja 500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ",
      "ท่าทางการขับขี่ของ Ninja 500 มอบความสะดวกสบายในการขับขี่ ด้วยตำแหน่งแฮนด์สูงและจุดวางพักเท้า ที่วางไว้ข้างหน้าเล็กน้อย ส่งผลให้ผู้ขับขี่รู้สึกผ่อนคลาย เบาะนั่งเลือกใช้วัสดุแบบ Low-rebound urethane รูปทรงแบนเรียบ ช่วยมอบประสบการณ์ขับขี่ที่ยอดเยี่ยมและอ่อนโยน",
      "ท่าทางการขับขี่ของ Ninja 500 มอบความสะดวกสบายในการขับขี่ ด้วยตำแหน่งแฮนด์สูงและจุดวางพักเท้า ที่วางไว้ข้างหน้าเล็กน้อย ส่งผลให้ผู้ขับขี่รู้สึกผ่อนคลาย",
      "เบาะนั่งเลือกใช้วัสดุแบบ Low-rebound urethane รูปทรงแบนเรียบ ช่วยมอบประสบการณ์ขับขี่ที่ยอดเยี่ยมและอ่อนโยน",
      "Ninja500 SE มาพร้อมกับรูปลักษณ์ตั้งแต่ช่วงหน้าที่โฉบเฉี่ยวในสไตล์รถแข่งตั้งแต่หัวจรดท้าย ตามแบบฉบับของตระกูลนินจา รวมถึงแฟริ่งข้างที่ตัดแต่งทรงมาเป็นอย่างดีเพื่อให้เข้ากับสรีระของผู้ขับขี่จนเป็นอันหนึ่งอันเดียวกันกับตัวรถ",
      "จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "จอสีคุณภาพสูง",
      "หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Ninja 400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Ninja 500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่าทางการขับขี่ของ Ninja 500 มอบความสะดวกสบายในการขับขี่ ด้วยตำแหน่งแฮนด์สูงและจุดวางพักเท้า ที่วางไว้ข้างหน้าเล็กน้อย ส่งผลให้ผู้ขับขี่รู้สึกผ่อนคลาย เบาะนั่งเลือกใช้วัสดุแบบ Low-rebound urethane รูปทรงแบนเรียบ ช่วยมอบประสบการณ์ขับขี่ที่ยอดเยี่ยมและอ่อนโยน Ninja500 SE มาพร้อมกับรูปลักษณ์ตั้งแต่ช่วงหน้าที่โฉบเฉี่ยวในสไตล์รถแข่งตั้งแต่หัวจรดท้าย ตามแบบฉบับของตระกูลนินจา รวมถึงแฟริ่งข้างที่ตัดแต่งทรงมาเป็นอย่างดีเพื่อให้เข้ากับสรีระของผู้ขับขี่จนเป็นอันหนึ่งอันเดียวกันกับตัวรถ จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า PrevNext12345",
      "PrevNext12345",
      "Specifications",
      "มิติรถ ความยาว 1,995 mm ความกว้าง 730 mm ความสูง 1,120 mm ระยะฐานล้อ 1,375 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 785 mm น้ำหนักรวม 172 kg น้ำหนัก (ไม่รวมของเหลว) 158 kg ความจุถังน้ำมันเชื้อเพลิง 14 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 38.3 kW {52 PS} / 10,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 42.6 N·m {4.3 kgƒ·m} / 6,000 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4st, 2-cyl, DOHC, 4val ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 70.0 x 58.6 mm ปริมาตรกระบอกสูบ 451 cm3 อัตราส่วนกำลังอัด 11.3 ระบบจ่ายเชื้อเพลิง Fuel injection (φ32 mm x 2) ระบบหล่อลื่น Forced Wet Sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด B&C (TCBI, B. P&EL. ADV. D.) ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.071 (43/14) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า Telescopic fork ระบบกันสะเทือนหลัง Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.5° ระยะเทรล 92 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 110/70R17 M/C 54H ยางหลัง 150/60R17 M/C 66H เบรกหน้า Single disc 286 mm คาลิปเปอร์ (หน้า) - เบรกหลัง Single disc 193 mm คาลิปเปอร์ (หลัง) -",
      "มิติรถ ความยาว 1,995 mm ความกว้าง 730 mm ความสูง 1,120 mm ระยะฐานล้อ 1,375 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 785 mm น้ำหนักรวม 172 kg น้ำหนัก (ไม่รวมของเหลว) 158 kg ความจุถังน้ำมันเชื้อเพลิง 14 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 38.3 kW {52 PS} / 10,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 42.6 N·m {4.3 kgƒ·m} / 6,000 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4st, 2-cyl, DOHC, 4val ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 70.0 x 58.6 mm ปริมาตรกระบอกสูบ 451 cm3 อัตราส่วนกำลังอัด 11.3 ระบบจ่ายเชื้อเพลิง Fuel injection (φ32 mm x 2) ระบบหล่อลื่น Forced Wet Sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด B&C (TCBI, B. P&EL. ADV. D.)",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.071 (43/14) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า Telescopic fork ระบบกันสะเทือนหลัง Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.5° ระยะเทรล 92 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 110/70R17 M/C 54H ยางหลัง 150/60R17 M/C 66H เบรกหน้า Single disc 286 mm คาลิปเปอร์ (หน้า) - เบรกหลัง Single disc 193 mm คาลิปเปอร์ (หลัง) -",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Ninja ZX-4R SE 320,000 บาท Ninja ZX-10RR 1,223,000 บาท Ninja ZX-6R 399,000 บาท Ninja 650 318,900 บาท",
      "Ninja ZX-4R SE 320,000 บาท",
      "Ninja ZX-4R SE",
      "320,000 บาท",
      "Ninja ZX-10RR 1,223,000 บาท",
      "Ninja ZX-10RR",
      "1,223,000 บาท",
      "Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-6R",
      "399,000 บาท",
      "Ninja 650 318,900 บาท",
      "318,900 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  }
]