[
  {
    "brand": "Kawasaki",
    "name": "W800",
    "url": "https://www.kawasaki.co.th/th/motorcycle/w800",
    "category": "W",
    "price": "349,000 บาท",
    "price_numeric": 349000,
    "specifications": {
      "ความยาว": "2,190 mm",
      "ความกว้าง": "790 mm",
      "ความสูง": "1,075 mm",
      "ระยะฐานล้อ": "1,465 mm",
      "ระยะห่างจากพื้น": "125 mm",
      "ความสูงเบาะนั่ง": "790 mm",
      "น้ำหนักรวม": "226 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "15 litres",
      "กำลังเครื่องยนต์สูงสุด": "38.0 kW {52 PS} / 6,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "62.9 N·m {6.4 kgƒ·m} / 4,800 min-1",
      "ประเภทเครื่องยนต์": "4-stroke Vertical Twin",
      "ระบบหล่อเย็น": "Air-cooled,",
      "ขนาดกระบอกสูบ x ช่วงชัก": "77.0 x 83.0 mm",
      "ปริมาตรกระบอกสูบ": "773 cc",
      "อัตราส่วนกำลังอัด": "8.4:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø34 mm x 2 with sub-throttles",
      "ระบบหล่อลื่น": "Forced Lub. Wet",
      "ระบบสตาร์ท": "Electric",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "5-speed, return",
      "อัตราทดขั้นต้น": "2.095 (88/42)",
      "อัตราทดเกียร์ 1": "2.353 (40/17)",
      "อัตราทดเกียร์ 2": "1.591 (35/22)",
      "อัตราทดเกียร์ 3": "1.240 (31/25)",
      "อัตราทดเกียร์ 4": "1.000 (28/28)",
      "อัตราทดเกียร์ 5": "0.852 (23/27)",
      "อัตราทดเกียร์ 6": "-",
      "อัตราทดสุดท้าย": "2.467 (37/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Double-cradle, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø41 mm telescopic fork",
      "ระบบกันสะเทือนหลัง": "Twin shocks with spring preload adjustability",
      "ระยะยุบล้อหน้า": "130 mm",
      "ระยะยุบล้อหลัง": "107 mm",
      "มุมแคสเตอร์": "27.0º",
      "ระยะเทรล": "108 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "37º / 37º",
      "ยางหน้า": "100/90-19M/C 57H",
      "ยางหลัง": "130/80-18M/C 66H",
      "เบรกหน้า": "Single ø320 mm disc",
      "คาลิปเปอร์ (หน้า)": "Twin-piston",
      "เบรกหลัง": "Single ø270 mm disc",
      "คาลิปเปอร์ (หลัง)": "Twin-piston",
      "W230 129,900 บาท": "W230 129,900 บาท"
    },
    "scraped_at": "2026-01-11T15:56:26.411776",
    "features": [
      "W800 THE ORIGINAL ICON",
      "Top Features",
      "Engine Wheels Position Fuel Tank Meter Iconic 773 cm³ Vertical Twin Engine Long-stroke engine tuned for low-mid range performance delivers plenty of torquey feel-good power. The rich engine pulse reminds riders that they are piloting a Twin engine machine. Fuel injection delivers clean, efficient, hassle-free operation. Vintage Ride Feel Large-diameter 19” front and 18” rear wheels give the W800 its classic handling: a fine balance of relaxed, light turning and straight-line stability. The large front wheel especially contributes a characteristic unhurried steering feeling. By comparison, the 18”/18” wheels of the W800 STREET and CAFE deliver slightly sportier handling. Vintage-Style Riding Position The W800 handlebar puts the rider in a relaxed riding position, between that of the upright, “classic bike” style position of the W800 STREET and the sporty forward-leaning position of the W800 CAFE. (The handlebar position is the same as that of the previous W800.) Chrome tank Chrome tank emblems complement the tank’s lustrous paint. Knee pads on the tank feature the same design as the W800 CAFE. Classic meter Faces on the classic dual-dial instrumentation feature model-specific typeface, reflecting the character of the W800. Iconic 773 cm³ Vertical Twin Engine Long-stroke engine tuned for low-mid range performance delivers plenty of torquey feel-good power. The rich engine pulse reminds riders that they are piloting a Twin engine machine. Fuel injection delivers clean, efficient, hassle-free operation. Vintage Ride Feel Large-diameter 19” front and 18” rear wheels give the W800 its classic handling: a fine balance of relaxed, light turning and straight-line stability. The large front wheel especially contributes a characteristic unhurried steering feeling. By comparison, the 18”/18” wheels of the W800 STREET and CAFE deliver slightly sportier handling. Vintage-Style Riding Position The W800 handlebar puts the rider in a relaxed riding position, between that of the upright, “classic bike” style position of the W800 STREET and the sporty forward-leaning position of the W800 CAFE. (The handlebar position is the same as that of the previous W800.) Chrome tank Chrome tank emblems complement the tank’s lustrous paint. Knee pads on the tank feature the same design as the W800 CAFE. Classic meter Faces on the classic dual-dial instrumentation feature model-specific typeface, reflecting the character of the W800. PrevNext12345",
      "Engine Wheels Position Fuel Tank Meter Iconic 773 cm³ Vertical Twin Engine Long-stroke engine tuned for low-mid range performance delivers plenty of torquey feel-good power. The rich engine pulse reminds riders that they are piloting a Twin engine machine. Fuel injection delivers clean, efficient, hassle-free operation. Vintage Ride Feel Large-diameter 19” front and 18” rear wheels give the W800 its classic handling: a fine balance of relaxed, light turning and straight-line stability. The large front wheel especially contributes a characteristic unhurried steering feeling. By comparison, the 18”/18” wheels of the W800 STREET and CAFE deliver slightly sportier handling. Vintage-Style Riding Position The W800 handlebar puts the rider in a relaxed riding position, between that of the upright, “classic bike” style position of the W800 STREET and the sporty forward-leaning position of the W800 CAFE. (The handlebar position is the same as that of the previous W800.) Chrome tank Chrome tank emblems complement the tank’s lustrous paint. Knee pads on the tank feature the same design as the W800 CAFE. Classic meter Faces on the classic dual-dial instrumentation feature model-specific typeface, reflecting the character of the W800.",
      "Iconic 773 cm³ Vertical Twin Engine Long-stroke engine tuned for low-mid range performance delivers plenty of torquey feel-good power. The rich engine pulse reminds riders that they are piloting a Twin engine machine. Fuel injection delivers clean, efficient, hassle-free operation. Vintage Ride Feel Large-diameter 19” front and 18” rear wheels give the W800 its classic handling: a fine balance of relaxed, light turning and straight-line stability. The large front wheel especially contributes a characteristic unhurried steering feeling. By comparison, the 18”/18” wheels of the W800 STREET and CAFE deliver slightly sportier handling. Vintage-Style Riding Position The W800 handlebar puts the rider in a relaxed riding position, between that of the upright, “classic bike” style position of the W800 STREET and the sporty forward-leaning position of the W800 CAFE. (The handlebar position is the same as that of the previous W800.) Chrome tank Chrome tank emblems complement the tank’s lustrous paint. Knee pads on the tank feature the same design as the W800 CAFE. Classic meter Faces on the classic dual-dial instrumentation feature model-specific typeface, reflecting the character of the W800.",
      "Iconic 773 cm³ Vertical Twin Engine Long-stroke engine tuned for low-mid range performance delivers plenty of torquey feel-good power. The rich engine pulse reminds riders that they are piloting a Twin engine machine. Fuel injection delivers clean, efficient, hassle-free operation.",
      "Iconic 773 cm³ Vertical Twin Engine",
      "Long-stroke engine tuned for low-mid range performance delivers plenty of torquey feel-good power. The rich engine pulse reminds riders that they are piloting a Twin engine machine. Fuel injection delivers clean, efficient, hassle-free operation.",
      "Vintage Ride Feel Large-diameter 19” front and 18” rear wheels give the W800 its classic handling: a fine balance of relaxed, light turning and straight-line stability. The large front wheel especially contributes a characteristic unhurried steering feeling. By comparison, the 18”/18” wheels of the W800 STREET and CAFE deliver slightly sportier handling.",
      "Vintage Ride Feel",
      "Large-diameter 19” front and 18” rear wheels give the W800 its classic handling: a fine balance of relaxed, light turning and straight-line stability. The large front wheel especially contributes a characteristic unhurried steering feeling. By comparison, the 18”/18” wheels of the W800 STREET and CAFE deliver slightly sportier handling.",
      "Vintage-Style Riding Position The W800 handlebar puts the rider in a relaxed riding position, between that of the upright, “classic bike” style position of the W800 STREET and the sporty forward-leaning position of the W800 CAFE. (The handlebar position is the same as that of the previous W800.)",
      "Vintage-Style Riding Position",
      "The W800 handlebar puts the rider in a relaxed riding position, between that of the upright, “classic bike” style position of the W800 STREET and the sporty forward-leaning position of the W800 CAFE. (The handlebar position is the same as that of the previous W800.)",
      "Chrome tank Chrome tank emblems complement the tank’s lustrous paint. Knee pads on the tank feature the same design as the W800 CAFE.",
      "Chrome tank",
      "Chrome tank emblems complement the tank’s lustrous paint. Knee pads on the tank feature the same design as the W800 CAFE.",
      "Classic meter Faces on the classic dual-dial instrumentation feature model-specific typeface, reflecting the character of the W800.",
      "Classic meter",
      "Faces on the classic dual-dial instrumentation feature model-specific typeface, reflecting the character of the W800.",
      "Iconic 773 cm³ Vertical Twin Engine Long-stroke engine tuned for low-mid range performance delivers plenty of torquey feel-good power. The rich engine pulse reminds riders that they are piloting a Twin engine machine. Fuel injection delivers clean, efficient, hassle-free operation. Vintage Ride Feel Large-diameter 19” front and 18” rear wheels give the W800 its classic handling: a fine balance of relaxed, light turning and straight-line stability. The large front wheel especially contributes a characteristic unhurried steering feeling. By comparison, the 18”/18” wheels of the W800 STREET and CAFE deliver slightly sportier handling. Vintage-Style Riding Position The W800 handlebar puts the rider in a relaxed riding position, between that of the upright, “classic bike” style position of the W800 STREET and the sporty forward-leaning position of the W800 CAFE. (The handlebar position is the same as that of the previous W800.) Chrome tank Chrome tank emblems complement the tank’s lustrous paint. Knee pads on the tank feature the same design as the W800 CAFE. Classic meter Faces on the classic dual-dial instrumentation feature model-specific typeface, reflecting the character of the W800. PrevNext12345",
      "PrevNext12345",
      "Specifications",
      "มิติรถ ความยาว 2,190 mm ความกว้าง 790 mm ความสูง 1,075 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 125 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 226 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 38.0 kW {52 PS} / 6,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 62.9 N·m {6.4 kgƒ·m} / 4,800 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Vertical Twin ระบบหล่อเย็น Air-cooled, ขนาดกระบอกสูบ x ช่วงชัก 77.0 x 83.0 mm ปริมาตรกระบอกสูบ 773 cc อัตราส่วนกำลังอัด 8.4:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 2 with sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท Electric ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 5-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.353 (40/17) อัตราทดเกียร์ 2 1.591 (35/22) อัตราทดเกียร์ 3 1.240 (31/25) อัตราทดเกียร์ 4 1.000 (28/28) อัตราทดเกียร์ 5 0.852 (23/27) อัตราทดเกียร์ 6 - อัตราทดสุดท้าย 2.467 (37/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Double-cradle, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with spring preload adjustability ระยะยุบล้อหน้า 130 mm ระยะยุบล้อหลัง 107 mm มุมแคสเตอร์ 27.0º ระยะเทรล 108 mm มุมเลี้ยว (ซ้าย/ขวา) 37º / 37º ยางหน้า 100/90-19M/C 57H ยางหลัง 130/80-18M/C 66H เบรกหน้า Single ø320 mm disc คาลิปเปอร์ (หน้า) Twin-piston เบรกหลัง Single ø270 mm disc คาลิปเปอร์ (หลัง) Twin-piston",
      "มิติรถ ความยาว 2,190 mm ความกว้าง 790 mm ความสูง 1,075 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 125 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 226 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 38.0 kW {52 PS} / 6,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 62.9 N·m {6.4 kgƒ·m} / 4,800 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Vertical Twin ระบบหล่อเย็น Air-cooled, ขนาดกระบอกสูบ x ช่วงชัก 77.0 x 83.0 mm ปริมาตรกระบอกสูบ 773 cc อัตราส่วนกำลังอัด 8.4:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 2 with sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท Electric ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 5-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.353 (40/17) อัตราทดเกียร์ 2 1.591 (35/22) อัตราทดเกียร์ 3 1.240 (31/25) อัตราทดเกียร์ 4 1.000 (28/28) อัตราทดเกียร์ 5 0.852 (23/27) อัตราทดเกียร์ 6 - อัตราทดสุดท้าย 2.467 (37/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Double-cradle, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with spring preload adjustability ระยะยุบล้อหน้า 130 mm ระยะยุบล้อหลัง 107 mm มุมแคสเตอร์ 27.0º ระยะเทรล 108 mm มุมเลี้ยว (ซ้าย/ขวา) 37º / 37º ยางหน้า 100/90-19M/C 57H ยางหลัง 130/80-18M/C 66H เบรกหน้า Single ø320 mm disc คาลิปเปอร์ (หน้า) Twin-piston เบรกหลัง Single ø270 mm disc คาลิปเปอร์ (หลัง) Twin-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "W230 129,900 บาท Ninja ZX-6R 399,000 บาท Z650 292,200 บาท KLR650 Adventure 268,400 บาท",
      "W230 129,900 บาท",
      "129,900 บาท",
      "Ninja ZX-6R 399,000 บาท",
      "Ninja ZX-6R",
      "399,000 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "KLR650 Adventure 268,400 บาท",
      "KLR650 Adventure",
      "268,400 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "W230",
    "url": "https://www.kawasaki.co.th/th/motorcycle/w230",
    "category": "W",
    "price": "129,900 บาท",
    "price_numeric": 129900,
    "specifications": {
      "ความยาว": "2,125 mm",
      "ความกว้าง": "800 mm",
      "ความสูง": "1,090 mm",
      "ระยะฐานล้อ": "1,415 mm",
      "ระยะห่างจากพื้น": "150 mm",
      "ความสูงเบาะนั่ง": "745 mm",
      "น้ำหนักรวม": "143 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "133 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "12 litres",
      "กำลังเครื่องยนต์สูงสุด": "12.9 kW {18 PS} / 7,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "18.6 N·m {1.9 kgƒ·m} / 5,800 min-1",
      "ประเภทเครื่องยนต์": "4-stroke Single",
      "ระบบหล่อเย็น": "Air-cooled,",
      "ขนาดกระบอกสูบ x ช่วงชัก": "67.0 x 66.0 mm",
      "ปริมาตรกระบอกสูบ": "233 CC",
      "อัตราส่วนกำลังอัด": "9.0:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø32 mm x 1",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.871 (89/31)",
      "อัตราทดเกียร์ 1": "3.000 (39/13)",
      "อัตราทดเกียร์ 2": "2.067 (31/15)",
      "อัตราทดเกียร์ 3": "1.556 (28/18)",
      "อัตราทดเกียร์ 4": "1.261 (29/23)",
      "อัตราทดเกียร์ 5": "1.040 (26/25)",
      "อัตราทดเกียร์ 6": "0.852 (23/27)",
      "อัตราทดสุดท้าย": "2.714 (38/14)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Semi-double cradle, steel",
      "ระบบกันสะเทือนหน้า": "ø37 mm telescopic fork",
      "ระบบกันสะเทือนหลัง": "Twin shocks with adjustable preload",
      "ระยะยุบล้อหน้า": "117 mm",
      "ระยะยุบล้อหลัง": "95 mm",
      "มุมแคสเตอร์": "27.0°",
      "ระยะเทรล": "99 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "40° / 40°",
      "ยางหน้า": "90/90-18M/C 51S",
      "ยางหลัง": "110/90-17M/C 60S",
      "เบรกหน้า": "ø265 mm disc",
      "คาลิปเปอร์ (หน้า)": "Dual-piston",
      "เบรกหลัง": "ø220 mm disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "W800 349,000 บาท": "W800 349,000 บาท"
    },
    "scraped_at": "2026-01-11T15:56:39.010733",
    "features": [
      "W230 เอกลักษณ์แห่งต้นกำเนิด",
      "Top Features",
      "TIMELESS BEAUTY ICON ENGINE EXHAUST PIPE CHASSIS #1 CHASSIS #2 WHEELS ACCESSIBLE Traditional Instrumentation W230 สืบสานประเพณีอันน่าภาคภูมิใจของซีรีส์ W ด้วยสัมผัสแห่งสไตล์ที่ได้รับความนิยมมาตั้งแต่รุ่น W รุ่นดั้งเดิม W230 มีความงดงามอันเรียบง่ายเหนือกาลเวลาที่ผู้ชื่นชอบรถจักรยานยนต์คลาสสิกจะต้องชื่นชอบ มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง The original icon since 1965 ความงาม และความคลาสสิกที่ไม่เคยจางหายไปของตระกูล W ตั้งแต่ปี 1965 ได้ถ่ายทอดสู่ W230 W230 ใช้เครื่องยนต์ 4 จังหวะ ขนาด 233 ซีซี ระบายความร้อนด้วยอากาศ มีพื้นฐานจาก KLX230 แต่ปรับปรุงเสียงท่อไอเสียให้คล้ายกับ MEGURO SG การปรับกำลังขับในช่วงรอบต่ำถึงกลางทำให้ขี่ได้สบายและมีอัตราเร่งที่ดี นอกจากนี้ยังติดตั้งบาลานเซอร์เพื่อลดแรงสั่นสะเทือน เพิ่มความสะดวกสบายในการขับขี่ ระบบหัวฉีดเชื้อเพลิงทำงานได้เสถียรและแม่นยำในทุกสภาพอากาศ ทำให้สตาร์ทง่ายและการตอบสนองของเครื่องยนต์ราบรื่น ท่อไอเสียของ W230 ถูกออกแบบมาให้มีความสวยงามและเป็นเอกลักษณ์ โดยวางตำแหน่งทางด้านขวาของเครื่องยนต์ เส้นโค้งของท่อทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ช่วยเน้นความโดดเด่นของรูปทรงท่อ ในส่วนของท่อกลางติดตั้งแคทตาไลเซอร์เพื่อควบคุมการปล่อยไอเสีย แผ่นกันความร้อนที่ครอบท่อช่วยให้ดูเรียบและมีสไตล์ ส่วนท่อเหนือเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ดูเพรียวบางและเข้ากัน ท่อทั้งหมดผลิตจากสแตนเลสขัดเงา เพิ่มความหรูหราและความทนทาน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ W230 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ W230 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วด้านหลังของ W230 ให้รูปลักษณ์คลาสสิกแบบดั้งเดิม ระบบกันสะเทือนและแรงดันลมยางถูกปรับให้เหมาะสมเพื่อเพิ่มความสะดวกสบายในการขับขี่ ยางหน้า 90/90-18 และยางหลัง 110/90-17 ให้การยึดเกาะที่ดี จานเบรกหน้า ø265 มม. พร้อมคาลิปเปอร์ลูกสูบคู่เพิ่มพลังการเบรกและสไตล์ ส่วนจานเบรกหลัง ø220 มม. พร้อมคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วล้อหลัง ระบบ ABS มาตรฐานให้ความมั่นใจในการขับขี่ทุกสถานการณ์ Accessible Ergonomics ผู้ขับขี่จะพบว่า W230 เข้าถึงได้ง่ายด้วยโครงรถที่น้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งที่เพรียวบางและความสูงของเบาะที่ต่ำ และตำแหน่งของแฮนด์ทำให้ได้ท่าทางการขี่ที่ตั้งตรงและผ่อนคลายช่วยให้ขับขี่สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น ด้วยความสูงเบาะนั่ง 745 มม. W230 จะสร้างความมั่นใจให้กับผู้ขับขี่หลากหลายกลุ่ม ทำให้มั่นใจได้ว่านี่คือรถที่ใครๆ ก็สามารถเพลิดเพลินได้ Traditional Instrumentation W230 สืบสานประเพณีอันน่าภาคภูมิใจของซีรีส์ W ด้วยสัมผัสแห่งสไตล์ที่ได้รับความนิยมมาตั้งแต่รุ่น W รุ่นดั้งเดิม W230 มีความงดงามอันเรียบง่ายเหนือกาลเวลาที่ผู้ชื่นชอบรถจักรยานยนต์คลาสสิกจะต้องชื่นชอบ มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง The original icon since 1965 ความงาม และความคลาสสิกที่ไม่เคยจางหายไปของตระกูล W ตั้งแต่ปี 1965 ได้ถ่ายทอดสู่ W230 W230 ใช้เครื่องยนต์ 4 จังหวะ ขนาด 233 ซีซี ระบายความร้อนด้วยอากาศ มีพื้นฐานจาก KLX230 แต่ปรับปรุงเสียงท่อไอเสียให้คล้ายกับ MEGURO SG การปรับกำลังขับในช่วงรอบต่ำถึงกลางทำให้ขี่ได้สบายและมีอัตราเร่งที่ดี นอกจากนี้ยังติดตั้งบาลานเซอร์เพื่อลดแรงสั่นสะเทือน เพิ่มความสะดวกสบายในการขับขี่ ระบบหัวฉีดเชื้อเพลิงทำงานได้เสถียรและแม่นยำในทุกสภาพอากาศ ทำให้สตาร์ทง่ายและการตอบสนองของเครื่องยนต์ราบรื่น ท่อไอเสียของ W230 ถูกออกแบบมาให้มีความสวยงามและเป็นเอกลักษณ์ โดยวางตำแหน่งทางด้านขวาของเครื่องยนต์ เส้นโค้งของท่อทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ช่วยเน้นความโดดเด่นของรูปทรงท่อ ในส่วนของท่อกลางติดตั้งแคทตาไลเซอร์เพื่อควบคุมการปล่อยไอเสีย แผ่นกันความร้อนที่ครอบท่อช่วยให้ดูเรียบและมีสไตล์ ส่วนท่อเหนือเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ดูเพรียวบางและเข้ากัน ท่อทั้งหมดผลิตจากสแตนเลสขัดเงา เพิ่มความหรูหราและความทนทาน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ W230 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ W230 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วด้านหลังของ W230 ให้รูปลักษณ์คลาสสิกแบบดั้งเดิม ระบบกันสะเทือนและแรงดันลมยางถูกปรับให้เหมาะสมเพื่อเพิ่มความสะดวกสบายในการขับขี่ ยางหน้า 90/90-18 และยางหลัง 110/90-17 ให้การยึดเกาะที่ดี จานเบรกหน้า ø265 มม. พร้อมคาลิปเปอร์ลูกสูบคู่เพิ่มพลังการเบรกและสไตล์ ส่วนจานเบรกหลัง ø220 มม. พร้อมคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วล้อหลัง ระบบ ABS มาตรฐานให้ความมั่นใจในการขับขี่ทุกสถานการณ์ Accessible Ergonomics ผู้ขับขี่จะพบว่า W230 เข้าถึงได้ง่ายด้วยโครงรถที่น้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งที่เพรียวบางและความสูงของเบาะที่ต่ำ และตำแหน่งของแฮนด์ทำให้ได้ท่าทางการขี่ที่ตั้งตรงและผ่อนคลายช่วยให้ขับขี่สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น ด้วยความสูงเบาะนั่ง 745 มม. W230 จะสร้างความมั่นใจให้กับผู้ขับขี่หลากหลายกลุ่ม ทำให้มั่นใจได้ว่านี่คือรถที่ใครๆ ก็สามารถเพลิดเพลินได้ PrevNext12345678",
      "TIMELESS BEAUTY ICON ENGINE EXHAUST PIPE CHASSIS #1 CHASSIS #2 WHEELS ACCESSIBLE Traditional Instrumentation W230 สืบสานประเพณีอันน่าภาคภูมิใจของซีรีส์ W ด้วยสัมผัสแห่งสไตล์ที่ได้รับความนิยมมาตั้งแต่รุ่น W รุ่นดั้งเดิม W230 มีความงดงามอันเรียบง่ายเหนือกาลเวลาที่ผู้ชื่นชอบรถจักรยานยนต์คลาสสิกจะต้องชื่นชอบ มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง The original icon since 1965 ความงาม และความคลาสสิกที่ไม่เคยจางหายไปของตระกูล W ตั้งแต่ปี 1965 ได้ถ่ายทอดสู่ W230 W230 ใช้เครื่องยนต์ 4 จังหวะ ขนาด 233 ซีซี ระบายความร้อนด้วยอากาศ มีพื้นฐานจาก KLX230 แต่ปรับปรุงเสียงท่อไอเสียให้คล้ายกับ MEGURO SG การปรับกำลังขับในช่วงรอบต่ำถึงกลางทำให้ขี่ได้สบายและมีอัตราเร่งที่ดี นอกจากนี้ยังติดตั้งบาลานเซอร์เพื่อลดแรงสั่นสะเทือน เพิ่มความสะดวกสบายในการขับขี่ ระบบหัวฉีดเชื้อเพลิงทำงานได้เสถียรและแม่นยำในทุกสภาพอากาศ ทำให้สตาร์ทง่ายและการตอบสนองของเครื่องยนต์ราบรื่น ท่อไอเสียของ W230 ถูกออกแบบมาให้มีความสวยงามและเป็นเอกลักษณ์ โดยวางตำแหน่งทางด้านขวาของเครื่องยนต์ เส้นโค้งของท่อทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ช่วยเน้นความโดดเด่นของรูปทรงท่อ ในส่วนของท่อกลางติดตั้งแคทตาไลเซอร์เพื่อควบคุมการปล่อยไอเสีย แผ่นกันความร้อนที่ครอบท่อช่วยให้ดูเรียบและมีสไตล์ ส่วนท่อเหนือเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ดูเพรียวบางและเข้ากัน ท่อทั้งหมดผลิตจากสแตนเลสขัดเงา เพิ่มความหรูหราและความทนทาน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ W230 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ W230 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วด้านหลังของ W230 ให้รูปลักษณ์คลาสสิกแบบดั้งเดิม ระบบกันสะเทือนและแรงดันลมยางถูกปรับให้เหมาะสมเพื่อเพิ่มความสะดวกสบายในการขับขี่ ยางหน้า 90/90-18 และยางหลัง 110/90-17 ให้การยึดเกาะที่ดี จานเบรกหน้า ø265 มม. พร้อมคาลิปเปอร์ลูกสูบคู่เพิ่มพลังการเบรกและสไตล์ ส่วนจานเบรกหลัง ø220 มม. พร้อมคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วล้อหลัง ระบบ ABS มาตรฐานให้ความมั่นใจในการขับขี่ทุกสถานการณ์ Accessible Ergonomics ผู้ขับขี่จะพบว่า W230 เข้าถึงได้ง่ายด้วยโครงรถที่น้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งที่เพรียวบางและความสูงของเบาะที่ต่ำ และตำแหน่งของแฮนด์ทำให้ได้ท่าทางการขี่ที่ตั้งตรงและผ่อนคลายช่วยให้ขับขี่สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น ด้วยความสูงเบาะนั่ง 745 มม. W230 จะสร้างความมั่นใจให้กับผู้ขับขี่หลากหลายกลุ่ม ทำให้มั่นใจได้ว่านี่คือรถที่ใครๆ ก็สามารถเพลิดเพลินได้",
      "Traditional Instrumentation W230 สืบสานประเพณีอันน่าภาคภูมิใจของซีรีส์ W ด้วยสัมผัสแห่งสไตล์ที่ได้รับความนิยมมาตั้งแต่รุ่น W รุ่นดั้งเดิม W230 มีความงดงามอันเรียบง่ายเหนือกาลเวลาที่ผู้ชื่นชอบรถจักรยานยนต์คลาสสิกจะต้องชื่นชอบ มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง The original icon since 1965 ความงาม และความคลาสสิกที่ไม่เคยจางหายไปของตระกูล W ตั้งแต่ปี 1965 ได้ถ่ายทอดสู่ W230 W230 ใช้เครื่องยนต์ 4 จังหวะ ขนาด 233 ซีซี ระบายความร้อนด้วยอากาศ มีพื้นฐานจาก KLX230 แต่ปรับปรุงเสียงท่อไอเสียให้คล้ายกับ MEGURO SG การปรับกำลังขับในช่วงรอบต่ำถึงกลางทำให้ขี่ได้สบายและมีอัตราเร่งที่ดี นอกจากนี้ยังติดตั้งบาลานเซอร์เพื่อลดแรงสั่นสะเทือน เพิ่มความสะดวกสบายในการขับขี่ ระบบหัวฉีดเชื้อเพลิงทำงานได้เสถียรและแม่นยำในทุกสภาพอากาศ ทำให้สตาร์ทง่ายและการตอบสนองของเครื่องยนต์ราบรื่น ท่อไอเสียของ W230 ถูกออกแบบมาให้มีความสวยงามและเป็นเอกลักษณ์ โดยวางตำแหน่งทางด้านขวาของเครื่องยนต์ เส้นโค้งของท่อทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ช่วยเน้นความโดดเด่นของรูปทรงท่อ ในส่วนของท่อกลางติดตั้งแคทตาไลเซอร์เพื่อควบคุมการปล่อยไอเสีย แผ่นกันความร้อนที่ครอบท่อช่วยให้ดูเรียบและมีสไตล์ ส่วนท่อเหนือเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ดูเพรียวบางและเข้ากัน ท่อทั้งหมดผลิตจากสแตนเลสขัดเงา เพิ่มความหรูหราและความทนทาน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ W230 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ W230 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วด้านหลังของ W230 ให้รูปลักษณ์คลาสสิกแบบดั้งเดิม ระบบกันสะเทือนและแรงดันลมยางถูกปรับให้เหมาะสมเพื่อเพิ่มความสะดวกสบายในการขับขี่ ยางหน้า 90/90-18 และยางหลัง 110/90-17 ให้การยึดเกาะที่ดี จานเบรกหน้า ø265 มม. พร้อมคาลิปเปอร์ลูกสูบคู่เพิ่มพลังการเบรกและสไตล์ ส่วนจานเบรกหลัง ø220 มม. พร้อมคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วล้อหลัง ระบบ ABS มาตรฐานให้ความมั่นใจในการขับขี่ทุกสถานการณ์ Accessible Ergonomics ผู้ขับขี่จะพบว่า W230 เข้าถึงได้ง่ายด้วยโครงรถที่น้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งที่เพรียวบางและความสูงของเบาะที่ต่ำ และตำแหน่งของแฮนด์ทำให้ได้ท่าทางการขี่ที่ตั้งตรงและผ่อนคลายช่วยให้ขับขี่สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น ด้วยความสูงเบาะนั่ง 745 มม. W230 จะสร้างความมั่นใจให้กับผู้ขับขี่หลากหลายกลุ่ม ทำให้มั่นใจได้ว่านี่คือรถที่ใครๆ ก็สามารถเพลิดเพลินได้",
      "Traditional Instrumentation W230 สืบสานประเพณีอันน่าภาคภูมิใจของซีรีส์ W ด้วยสัมผัสแห่งสไตล์ที่ได้รับความนิยมมาตั้งแต่รุ่น W รุ่นดั้งเดิม W230 มีความงดงามอันเรียบง่ายเหนือกาลเวลาที่ผู้ชื่นชอบรถจักรยานยนต์คลาสสิกจะต้องชื่นชอบ มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง",
      "Traditional Instrumentation",
      "W230 สืบสานประเพณีอันน่าภาคภูมิใจของซีรีส์ W ด้วยสัมผัสแห่งสไตล์ที่ได้รับความนิยมมาตั้งแต่รุ่น W รุ่นดั้งเดิม W230 มีความงดงามอันเรียบง่ายเหนือกาลเวลาที่ผู้ชื่นชอบรถจักรยานยนต์คลาสสิกจะต้องชื่นชอบ มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง",
      "The original icon since 1965 ความงาม และความคลาสสิกที่ไม่เคยจางหายไปของตระกูล W ตั้งแต่ปี 1965 ได้ถ่ายทอดสู่ W230",
      "The original icon since 1965",
      "ความงาม และความคลาสสิกที่ไม่เคยจางหายไปของตระกูล W ตั้งแต่ปี 1965 ได้ถ่ายทอดสู่ W230",
      "W230 ใช้เครื่องยนต์ 4 จังหวะ ขนาด 233 ซีซี ระบายความร้อนด้วยอากาศ มีพื้นฐานจาก KLX230 แต่ปรับปรุงเสียงท่อไอเสียให้คล้ายกับ MEGURO SG การปรับกำลังขับในช่วงรอบต่ำถึงกลางทำให้ขี่ได้สบายและมีอัตราเร่งที่ดี นอกจากนี้ยังติดตั้งบาลานเซอร์เพื่อลดแรงสั่นสะเทือน เพิ่มความสะดวกสบายในการขับขี่ ระบบหัวฉีดเชื้อเพลิงทำงานได้เสถียรและแม่นยำในทุกสภาพอากาศ ทำให้สตาร์ทง่ายและการตอบสนองของเครื่องยนต์ราบรื่น",
      "ท่อไอเสียของ W230 ถูกออกแบบมาให้มีความสวยงามและเป็นเอกลักษณ์ โดยวางตำแหน่งทางด้านขวาของเครื่องยนต์ เส้นโค้งของท่อทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ช่วยเน้นความโดดเด่นของรูปทรงท่อ ในส่วนของท่อกลางติดตั้งแคทตาไลเซอร์เพื่อควบคุมการปล่อยไอเสีย แผ่นกันความร้อนที่ครอบท่อช่วยให้ดูเรียบและมีสไตล์ ส่วนท่อเหนือเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ดูเพรียวบางและเข้ากัน ท่อทั้งหมดผลิตจากสแตนเลสขัดเงา เพิ่มความหรูหราและความทนทาน",
      "Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ W230 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ W230 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ",
      "Lightweight Semi-Double Cradle Frame",
      "เฟรมน้ำหนักเบาของ W230 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ W230 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ",
      "Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2",
      "Composed Suspension",
      "โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่",
      "โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2",
      "Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วด้านหลังของ W230 ให้รูปลักษณ์คลาสสิกแบบดั้งเดิม ระบบกันสะเทือนและแรงดันลมยางถูกปรับให้เหมาะสมเพื่อเพิ่มความสะดวกสบายในการขับขี่ ยางหน้า 90/90-18 และยางหลัง 110/90-17 ให้การยึดเกาะที่ดี จานเบรกหน้า ø265 มม. พร้อมคาลิปเปอร์ลูกสูบคู่เพิ่มพลังการเบรกและสไตล์ ส่วนจานเบรกหลัง ø220 มม. พร้อมคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วล้อหลัง ระบบ ABS มาตรฐานให้ความมั่นใจในการขับขี่ทุกสถานการณ์",
      "Traditional-Looking Wheels, Tyres and Brakes",
      "ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วด้านหลังของ W230 ให้รูปลักษณ์คลาสสิกแบบดั้งเดิม ระบบกันสะเทือนและแรงดันลมยางถูกปรับให้เหมาะสมเพื่อเพิ่มความสะดวกสบายในการขับขี่ ยางหน้า 90/90-18 และยางหลัง 110/90-17 ให้การยึดเกาะที่ดี จานเบรกหน้า ø265 มม. พร้อมคาลิปเปอร์ลูกสูบคู่เพิ่มพลังการเบรกและสไตล์ ส่วนจานเบรกหลัง ø220 มม. พร้อมคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วล้อหลัง ระบบ ABS มาตรฐานให้ความมั่นใจในการขับขี่ทุกสถานการณ์",
      "Accessible Ergonomics ผู้ขับขี่จะพบว่า W230 เข้าถึงได้ง่ายด้วยโครงรถที่น้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งที่เพรียวบางและความสูงของเบาะที่ต่ำ และตำแหน่งของแฮนด์ทำให้ได้ท่าทางการขี่ที่ตั้งตรงและผ่อนคลายช่วยให้ขับขี่สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น ด้วยความสูงเบาะนั่ง 745 มม. W230 จะสร้างความมั่นใจให้กับผู้ขับขี่หลากหลายกลุ่ม ทำให้มั่นใจได้ว่านี่คือรถที่ใครๆ ก็สามารถเพลิดเพลินได้",
      "Accessible Ergonomics",
      "ผู้ขับขี่จะพบว่า W230 เข้าถึงได้ง่ายด้วยโครงรถที่น้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งที่เพรียวบางและความสูงของเบาะที่ต่ำ และตำแหน่งของแฮนด์ทำให้ได้ท่าทางการขี่ที่ตั้งตรงและผ่อนคลายช่วยให้ขับขี่สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น ด้วยความสูงเบาะนั่ง 745 มม. W230 จะสร้างความมั่นใจให้กับผู้ขับขี่หลากหลายกลุ่ม ทำให้มั่นใจได้ว่านี่คือรถที่ใครๆ ก็สามารถเพลิดเพลินได้",
      "Traditional Instrumentation W230 สืบสานประเพณีอันน่าภาคภูมิใจของซีรีส์ W ด้วยสัมผัสแห่งสไตล์ที่ได้รับความนิยมมาตั้งแต่รุ่น W รุ่นดั้งเดิม W230 มีความงดงามอันเรียบง่ายเหนือกาลเวลาที่ผู้ชื่นชอบรถจักรยานยนต์คลาสสิกจะต้องชื่นชอบ มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง The original icon since 1965 ความงาม และความคลาสสิกที่ไม่เคยจางหายไปของตระกูล W ตั้งแต่ปี 1965 ได้ถ่ายทอดสู่ W230 W230 ใช้เครื่องยนต์ 4 จังหวะ ขนาด 233 ซีซี ระบายความร้อนด้วยอากาศ มีพื้นฐานจาก KLX230 แต่ปรับปรุงเสียงท่อไอเสียให้คล้ายกับ MEGURO SG การปรับกำลังขับในช่วงรอบต่ำถึงกลางทำให้ขี่ได้สบายและมีอัตราเร่งที่ดี นอกจากนี้ยังติดตั้งบาลานเซอร์เพื่อลดแรงสั่นสะเทือน เพิ่มความสะดวกสบายในการขับขี่ ระบบหัวฉีดเชื้อเพลิงทำงานได้เสถียรและแม่นยำในทุกสภาพอากาศ ทำให้สตาร์ทง่ายและการตอบสนองของเครื่องยนต์ราบรื่น ท่อไอเสียของ W230 ถูกออกแบบมาให้มีความสวยงามและเป็นเอกลักษณ์ โดยวางตำแหน่งทางด้านขวาของเครื่องยนต์ เส้นโค้งของท่อทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ช่วยเน้นความโดดเด่นของรูปทรงท่อ ในส่วนของท่อกลางติดตั้งแคทตาไลเซอร์เพื่อควบคุมการปล่อยไอเสีย แผ่นกันความร้อนที่ครอบท่อช่วยให้ดูเรียบและมีสไตล์ ส่วนท่อเหนือเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ดูเพรียวบางและเข้ากัน ท่อทั้งหมดผลิตจากสแตนเลสขัดเงา เพิ่มความหรูหราและความทนทาน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ W230 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ W230 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วด้านหลังของ W230 ให้รูปลักษณ์คลาสสิกแบบดั้งเดิม ระบบกันสะเทือนและแรงดันลมยางถูกปรับให้เหมาะสมเพื่อเพิ่มความสะดวกสบายในการขับขี่ ยางหน้า 90/90-18 และยางหลัง 110/90-17 ให้การยึดเกาะที่ดี จานเบรกหน้า ø265 มม. พร้อมคาลิปเปอร์ลูกสูบคู่เพิ่มพลังการเบรกและสไตล์ ส่วนจานเบรกหลัง ø220 มม. พร้อมคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วล้อหลัง ระบบ ABS มาตรฐานให้ความมั่นใจในการขับขี่ทุกสถานการณ์ Accessible Ergonomics ผู้ขับขี่จะพบว่า W230 เข้าถึงได้ง่ายด้วยโครงรถที่น้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งที่เพรียวบางและความสูงของเบาะที่ต่ำ และตำแหน่งของแฮนด์ทำให้ได้ท่าทางการขี่ที่ตั้งตรงและผ่อนคลายช่วยให้ขับขี่สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น ด้วยความสูงเบาะนั่ง 745 มม. W230 จะสร้างความมั่นใจให้กับผู้ขับขี่หลากหลายกลุ่ม ทำให้มั่นใจได้ว่านี่คือรถที่ใครๆ ก็สามารถเพลิดเพลินได้ PrevNext12345678",
      "PrevNext12345678",
      "Specifications",
      "มิติรถ ความยาว 2,125 mm ความกว้าง 800 mm ความสูง 1,090 mm ระยะฐานล้อ 1,415 mm ระยะห่างจากพื้น 150 mm ความสูงเบาะนั่ง 745 mm น้ำหนักรวม 143 kg น้ำหนัก (ไม่รวมของเหลว) 133 kg ความจุถังน้ำมันเชื้อเพลิง 12 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 12.9 kW {18 PS} / 7,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 18.6 N·m {1.9 kgƒ·m} / 5,800 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Single ระบบหล่อเย็น Air-cooled, ขนาดกระบอกสูบ x ช่วงชัก 67.0 x 66.0 mm ปริมาตรกระบอกสูบ 233 CC อัตราส่วนกำลังอัด 9.0:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø32 mm x 1 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.871 (89/31) อัตราทดเกียร์ 1 3.000 (39/13) อัตราทดเกียร์ 2 2.067 (31/15) อัตราทดเกียร์ 3 1.556 (28/18) อัตราทดเกียร์ 4 1.261 (29/23) อัตราทดเกียร์ 5 1.040 (26/25) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 2.714 (38/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Semi-double cradle, steel ระบบกันสะเทือนหน้า ø37 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with adjustable preload ระยะยุบล้อหน้า 117 mm ระยะยุบล้อหลัง 95 mm มุมแคสเตอร์ 27.0° ระยะเทรล 99 mm มุมเลี้ยว (ซ้าย/ขวา) 40° / 40° ยางหน้า 90/90-18M/C 51S ยางหลัง 110/90-17M/C 60S เบรกหน้า ø265 mm disc คาลิปเปอร์ (หน้า) Dual-piston เบรกหลัง ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,125 mm ความกว้าง 800 mm ความสูง 1,090 mm ระยะฐานล้อ 1,415 mm ระยะห่างจากพื้น 150 mm ความสูงเบาะนั่ง 745 mm น้ำหนักรวม 143 kg น้ำหนัก (ไม่รวมของเหลว) 133 kg ความจุถังน้ำมันเชื้อเพลิง 12 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 12.9 kW {18 PS} / 7,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 18.6 N·m {1.9 kgƒ·m} / 5,800 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Single ระบบหล่อเย็น Air-cooled, ขนาดกระบอกสูบ x ช่วงชัก 67.0 x 66.0 mm ปริมาตรกระบอกสูบ 233 CC อัตราส่วนกำลังอัด 9.0:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø32 mm x 1 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.871 (89/31) อัตราทดเกียร์ 1 3.000 (39/13) อัตราทดเกียร์ 2 2.067 (31/15) อัตราทดเกียร์ 3 1.556 (28/18) อัตราทดเกียร์ 4 1.261 (29/23) อัตราทดเกียร์ 5 1.040 (26/25) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 2.714 (38/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Semi-double cradle, steel ระบบกันสะเทือนหน้า ø37 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with adjustable preload ระยะยุบล้อหน้า 117 mm ระยะยุบล้อหลัง 95 mm มุมแคสเตอร์ 27.0° ระยะเทรล 99 mm มุมเลี้ยว (ซ้าย/ขวา) 40° / 40° ยางหน้า 90/90-18M/C 51S ยางหลัง 110/90-17M/C 60S เบรกหน้า ø265 mm disc คาลิปเปอร์ (หน้า) Dual-piston เบรกหลัง ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "W800 349,000 บาท KLX140R F 118,400 บาท KLX230 SE 131,900 บาท KX250 372,800 บาท",
      "W800 349,000 บาท",
      "349,000 บาท",
      "KLX140R F 118,400 บาท",
      "118,400 บาท",
      "KLX230 SE 131,900 บาท",
      "131,900 บาท",
      "KX250 372,800 บาท",
      "372,800 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  }
]