[
  {
    "brand": "Kawasaki",
    "name": "MEGURO K3",
    "url": "https://www.kawasaki.co.th/th/motorcycle/megurok3",
    "category": "MEGURO",
    "price": "379,000 บาท",
    "price_numeric": 379000,
    "specifications": {
      "ความยาว": "2,190 mm",
      "ความกว้าง": "925 mm",
      "ความสูง": "1,130 mm",
      "ระยะฐานล้อ": "1,465 mm",
      "ระยะห่างจากพื้น": "125 mm",
      "ความสูงเบาะนั่ง": "790 mm",
      "น้ำหนักรวม": "227 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "15 litres",
      "กำลังเครื่องยนต์สูงสุด": "38kW {52PS} / 6,500rpm",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "62N·m {6.3kgƒ·m} / 4,800rpm",
      "ประเภทเครื่องยนต์": "4-stroke Vertical Twin",
      "ระบบหล่อเย็น": "Air-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "77.0 x 83.0 mm",
      "ปริมาตรกระบอกสูบ": "773 cc",
      "อัตราส่วนกำลังอัด": "8.4:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø34 mm x 2 with sub-throttle",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "Electric",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "5-speed, return",
      "อัตราทดขั้นต้น": "2.095 (88/42)",
      "อัตราทดเกียร์ 1": "2.352 (40/17)",
      "อัตราทดเกียร์ 2": "1.590 (35/22)",
      "อัตราทดเกียร์ 3": "1.240 (31/25)",
      "อัตราทดเกียร์ 4": "1.000 (28/28)",
      "อัตราทดเกียร์ 5": "0.851 (23/27)",
      "อัตราทดเกียร์ 6": "-",
      "อัตราทดสุดท้าย": "2.466 (37/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc, manual",
      "ประเภทเฟรม": "Double Cradle, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø41 mm telescopic fork",
      "ระบบกันสะเทือนหลัง": "Twin shocks with spring preload adjustability",
      "ระยะยุบล้อหน้า": "130mm",
      "ระยะยุบล้อหลัง": "107mm",
      "มุมแคสเตอร์": "27.0°",
      "ระยะเทรล": "108mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "37°/ 37°",
      "ยางหน้า": "100/90-19M/C 57H",
      "ยางหลัง": "130/80-18M/C 66H",
      "เบรกหน้า": "Single ø320 mm discs",
      "คาลิปเปอร์ (หน้า)": "Twin-piston",
      "เบรกหลัง": "Single ø270 mm disc, Twin-piston",
      "คาลิปเปอร์ (หลัง)": "Twin-piston",
      "MEGURO S1 147,900 บาท": "MEGURO S1 147,900 บาท"
    },
    "scraped_at": "2026-01-11T15:56:05.944172",
    "features": [
      "MEGURO K3 HERITAGE AND TRUST",
      "Top Features",
      "สไตล์ลิ่ง ออริจินัล เอมเบลม เบาะนั่ง เครื่องยนต์ โครงรถ ระบบกันสะเทือน การสร้างรูปทรงแบบคลาสสิคซึ่งเปล่งประกายไปด้วยลักษณะเด่นเฉพาะตัว ด้วยความใส่ใจในการสร้างรูปทรงแบบคลาสสิคไปพร้อมกับการนำเทคนิคสมัยใหม่มาใช้กับหลายๆจุด เช่น การทำสีและปรับสภาพพื้นผิว ทำให้ตัวตนที่เป็นเอกลักษณ์ของรถปรากฏขึ้นมา นอกจากนี้ดีไซน์ของ MEGURO K3 ยังคำนึงถึงมุมมองของไบค์เกอร์ จึงได้มีการออกแบบให้ผู้ขับขี่รู้สึกภาคภูมิใจที่ได้ขับขี่แบรนด์เมะกุโระอีกด้วย เมื่อกำแฮนด์แล้วลดสายตาลงมองก็จะเห็นโลโก้ “เมะกุโระ” สีสันสดใสบนหน้าปัดเรือนไมล์ และถังน้ำมันที่ทำสีแบบ Spray chroming ทำให้เกิดภาพสะท้อนของท้องฟ้าบนตัวถังอีกด้วย ป้าย เอมเบลมที่ลงสีด้วยมือ ที่ด้านข้างของถังน้ำมันจะมีป้าย Original emblem ที่ถูกทำขึ้นมาอย่างใส่ใจติดอยู่ โดยมีต้นแบบมาจาก Meguro works โดยป้าย Emblem นี้ทำจากอลูมิเนียมขึ้นรูปให้มีความนูน จากนั้นช่างฝีมีอที่มีประสบการณ์มาอย่างยาวนานจะเป็นผู้ลงสีทั้งหมด 5สีทีละอัน ๆ ถือเป็นการใช้วีธีลงสีที่มีขั้นตอนเยอะมาก แต่นั่นก็เพราะเราให้ความสำคัญกับงานที่มีคุณลักษณะละเอียดอ่อน รวมถึงความรู้สึกแบบเรโทรให้เหมือนกับสมัยของ Meguro Manufacturing เบาะที่นั่งที่ตกแต่งด้วยโลโก้คาวาซากิ สำหรับเบาะที่นั่งนั้น ได้เลิกใช้เบาะ Tuck Roll ที่เคยใช้ในรุ่น W800 จากนั้นทำขอบ Piping รอบ ๆ เพื่อทำให้เป็นสไตล์คลาสสิคยิ่งขึ้น และเนื่องจากวัสดุที่ใช้ทำเบาะให้ผิวสัมผัสเรียบลื่นจึงทำให้นั่งสบาย นอกจากนี้ ยังได้พิมพ์โลโก้ “Kawasaki” สีเงินไว้ที่ท้ายเบาะอีกด้วย เครืองยนต์ Vertical engine ที่ให้กำเนิดพลังอันมีชีวิตชีวาและคงที่ เครื่องยนต์ที่มีความสวยงาม และมีความเฉพาะตัวด้วยกลุ่มเฟืองดอกจอกนั้นเป็นเครื่องยนต์ Air cooled 4 stroke SOHC 4 valve vertical twin ด้วยความพิเศษของเครื่องยนต์ที่เปี่ยมไปด้วยพลัง ซึ่งให้ความสำคัญกับช่วงความเร็วการหมุนระดับต่ำไปถึงกลาง จึงทำให้ผู้ขับขี่สามารถเพลิดเพลินไปกับตัวรถที่วิ่งได้อย่างดีและมีสมดุล ความกระทัดรัดของตัวรถและ Double cradle frame ที่มีความคงทนเป็นเลิศ ด้วยการใช้ Double cradle frame ที่มี Backbone หน้าตัดทรงเหลี่ยมขนาด 50 มม. ซึ่งมีความทนทานนั้นทำให้เราสามารถออกแบบตัวรถที่กระทัดรัดขึ้นมาได้ ส่วนท่อทรงกลมที่เป็นส่วนประกอบนั้น ได้มีการวิเคราะห์ความคงทนที่จำเป็นในแต่ละจุด จากนั้นจึงปรับสมดุลความคงทนดังกล่าวให้เหมาะสมที่สุด นอกจากนี้ ยังพยายามควบคุมให้มีจุดเชื่อม และแผ่นโลหะเสริมแรงบริเวณจุดเชื่อม (Gusset plate) ให้น้อยที่สุดจึงทำให้ได้งานที่มีความเรียบเนียน ซึ่งเป็นการขึ้นรูปที่ทำให้มีรูปลักษณ์ที่สวยงาม โช๊คอัพหน้าและRear twin shock ที่มีความสามารถในการยึดเกาะพื้นถนนดีเลิศ โช๊คอัพหน้าแบบ Telescopic ซึ่งแกนโช๊คมีขนาด φ41มม. และมีความคงทนสูงนั้นมีความสามารถในการยึดเกาะพื้นถนนสูง ส่วน Twin rear shock นั้นมีกลไกในการปรับ Spring preload ทำให้สัมผัสได้ถึงความเรียบในขณะขับขี่ การสร้างรูปทรงแบบคลาสสิคซึ่งเปล่งประกายไปด้วยลักษณะเด่นเฉพาะตัว ด้วยความใส่ใจในการสร้างรูปทรงแบบคลาสสิคไปพร้อมกับการนำเทคนิคสมัยใหม่มาใช้กับหลายๆจุด เช่น การทำสีและปรับสภาพพื้นผิว ทำให้ตัวตนที่เป็นเอกลักษณ์ของรถปรากฏขึ้นมา นอกจากนี้ดีไซน์ของ MEGURO K3 ยังคำนึงถึงมุมมองของไบค์เกอร์ จึงได้มีการออกแบบให้ผู้ขับขี่รู้สึกภาคภูมิใจที่ได้ขับขี่แบรนด์เมะกุโระอีกด้วย เมื่อกำแฮนด์แล้วลดสายตาลงมองก็จะเห็นโลโก้ “เมะกุโระ” สีสันสดใสบนหน้าปัดเรือนไมล์ และถังน้ำมันที่ทำสีแบบ Spray chroming ทำให้เกิดภาพสะท้อนของท้องฟ้าบนตัวถังอีกด้วย ป้าย เอมเบลมที่ลงสีด้วยมือ ที่ด้านข้างของถังน้ำมันจะมีป้าย Original emblem ที่ถูกทำขึ้นมาอย่างใส่ใจติดอยู่ โดยมีต้นแบบมาจาก Meguro works โดยป้าย Emblem นี้ทำจากอลูมิเนียมขึ้นรูปให้มีความนูน จากนั้นช่างฝีมีอที่มีประสบการณ์มาอย่างยาวนานจะเป็นผู้ลงสีทั้งหมด 5สีทีละอัน ๆ ถือเป็นการใช้วีธีลงสีที่มีขั้นตอนเยอะมาก แต่นั่นก็เพราะเราให้ความสำคัญกับงานที่มีคุณลักษณะละเอียดอ่อน รวมถึงความรู้สึกแบบเรโทรให้เหมือนกับสมัยของ Meguro Manufacturing เบาะที่นั่งที่ตกแต่งด้วยโลโก้คาวาซากิ สำหรับเบาะที่นั่งนั้น ได้เลิกใช้เบาะ Tuck Roll ที่เคยใช้ในรุ่น W800 จากนั้นทำขอบ Piping รอบ ๆ เพื่อทำให้เป็นสไตล์คลาสสิคยิ่งขึ้น และเนื่องจากวัสดุที่ใช้ทำเบาะให้ผิวสัมผัสเรียบลื่นจึงทำให้นั่งสบาย นอกจากนี้ ยังได้พิมพ์โลโก้ “Kawasaki” สีเงินไว้ที่ท้ายเบาะอีกด้วย เครืองยนต์ Vertical engine ที่ให้กำเนิดพลังอันมีชีวิตชีวาและคงที่ เครื่องยนต์ที่มีความสวยงาม และมีความเฉพาะตัวด้วยกลุ่มเฟืองดอกจอกนั้นเป็นเครื่องยนต์ Air cooled 4 stroke SOHC 4 valve vertical twin ด้วยความพิเศษของเครื่องยนต์ที่เปี่ยมไปด้วยพลัง ซึ่งให้ความสำคัญกับช่วงความเร็วการหมุนระดับต่ำไปถึงกลาง จึงทำให้ผู้ขับขี่สามารถเพลิดเพลินไปกับตัวรถที่วิ่งได้อย่างดีและมีสมดุล ความกระทัดรัดของตัวรถและ Double cradle frame ที่มีความคงทนเป็นเลิศ ด้วยการใช้ Double cradle frame ที่มี Backbone หน้าตัดทรงเหลี่ยมขนาด 50 มม. ซึ่งมีความทนทานนั้นทำให้เราสามารถออกแบบตัวรถที่กระทัดรัดขึ้นมาได้ ส่วนท่อทรงกลมที่เป็นส่วนประกอบนั้น ได้มีการวิเคราะห์ความคงทนที่จำเป็นในแต่ละจุด จากนั้นจึงปรับสมดุลความคงทนดังกล่าวให้เหมาะสมที่สุด นอกจากนี้ ยังพยายามควบคุมให้มีจุดเชื่อม และแผ่นโลหะเสริมแรงบริเวณจุดเชื่อม (Gusset plate) ให้น้อยที่สุดจึงทำให้ได้งานที่มีความเรียบเนียน ซึ่งเป็นการขึ้นรูปที่ทำให้มีรูปลักษณ์ที่สวยงาม โช๊คอัพหน้าและRear twin shock ที่มีความสามารถในการยึดเกาะพื้นถนนดีเลิศ โช๊คอัพหน้าแบบ Telescopic ซึ่งแกนโช๊คมีขนาด φ41มม. และมีความคงทนสูงนั้นมีความสามารถในการยึดเกาะพื้นถนนสูง ส่วน Twin rear shock นั้นมีกลไกในการปรับ Spring preload ทำให้สัมผัสได้ถึงความเรียบในขณะขับขี่ PrevNext123456",
      "สไตล์ลิ่ง ออริจินัล เอมเบลม เบาะนั่ง เครื่องยนต์ โครงรถ ระบบกันสะเทือน การสร้างรูปทรงแบบคลาสสิคซึ่งเปล่งประกายไปด้วยลักษณะเด่นเฉพาะตัว ด้วยความใส่ใจในการสร้างรูปทรงแบบคลาสสิคไปพร้อมกับการนำเทคนิคสมัยใหม่มาใช้กับหลายๆจุด เช่น การทำสีและปรับสภาพพื้นผิว ทำให้ตัวตนที่เป็นเอกลักษณ์ของรถปรากฏขึ้นมา นอกจากนี้ดีไซน์ของ MEGURO K3 ยังคำนึงถึงมุมมองของไบค์เกอร์ จึงได้มีการออกแบบให้ผู้ขับขี่รู้สึกภาคภูมิใจที่ได้ขับขี่แบรนด์เมะกุโระอีกด้วย เมื่อกำแฮนด์แล้วลดสายตาลงมองก็จะเห็นโลโก้ “เมะกุโระ” สีสันสดใสบนหน้าปัดเรือนไมล์ และถังน้ำมันที่ทำสีแบบ Spray chroming ทำให้เกิดภาพสะท้อนของท้องฟ้าบนตัวถังอีกด้วย ป้าย เอมเบลมที่ลงสีด้วยมือ ที่ด้านข้างของถังน้ำมันจะมีป้าย Original emblem ที่ถูกทำขึ้นมาอย่างใส่ใจติดอยู่ โดยมีต้นแบบมาจาก Meguro works โดยป้าย Emblem นี้ทำจากอลูมิเนียมขึ้นรูปให้มีความนูน จากนั้นช่างฝีมีอที่มีประสบการณ์มาอย่างยาวนานจะเป็นผู้ลงสีทั้งหมด 5สีทีละอัน ๆ ถือเป็นการใช้วีธีลงสีที่มีขั้นตอนเยอะมาก แต่นั่นก็เพราะเราให้ความสำคัญกับงานที่มีคุณลักษณะละเอียดอ่อน รวมถึงความรู้สึกแบบเรโทรให้เหมือนกับสมัยของ Meguro Manufacturing เบาะที่นั่งที่ตกแต่งด้วยโลโก้คาวาซากิ สำหรับเบาะที่นั่งนั้น ได้เลิกใช้เบาะ Tuck Roll ที่เคยใช้ในรุ่น W800 จากนั้นทำขอบ Piping รอบ ๆ เพื่อทำให้เป็นสไตล์คลาสสิคยิ่งขึ้น และเนื่องจากวัสดุที่ใช้ทำเบาะให้ผิวสัมผัสเรียบลื่นจึงทำให้นั่งสบาย นอกจากนี้ ยังได้พิมพ์โลโก้ “Kawasaki” สีเงินไว้ที่ท้ายเบาะอีกด้วย เครืองยนต์ Vertical engine ที่ให้กำเนิดพลังอันมีชีวิตชีวาและคงที่ เครื่องยนต์ที่มีความสวยงาม และมีความเฉพาะตัวด้วยกลุ่มเฟืองดอกจอกนั้นเป็นเครื่องยนต์ Air cooled 4 stroke SOHC 4 valve vertical twin ด้วยความพิเศษของเครื่องยนต์ที่เปี่ยมไปด้วยพลัง ซึ่งให้ความสำคัญกับช่วงความเร็วการหมุนระดับต่ำไปถึงกลาง จึงทำให้ผู้ขับขี่สามารถเพลิดเพลินไปกับตัวรถที่วิ่งได้อย่างดีและมีสมดุล ความกระทัดรัดของตัวรถและ Double cradle frame ที่มีความคงทนเป็นเลิศ ด้วยการใช้ Double cradle frame ที่มี Backbone หน้าตัดทรงเหลี่ยมขนาด 50 มม. ซึ่งมีความทนทานนั้นทำให้เราสามารถออกแบบตัวรถที่กระทัดรัดขึ้นมาได้ ส่วนท่อทรงกลมที่เป็นส่วนประกอบนั้น ได้มีการวิเคราะห์ความคงทนที่จำเป็นในแต่ละจุด จากนั้นจึงปรับสมดุลความคงทนดังกล่าวให้เหมาะสมที่สุด นอกจากนี้ ยังพยายามควบคุมให้มีจุดเชื่อม และแผ่นโลหะเสริมแรงบริเวณจุดเชื่อม (Gusset plate) ให้น้อยที่สุดจึงทำให้ได้งานที่มีความเรียบเนียน ซึ่งเป็นการขึ้นรูปที่ทำให้มีรูปลักษณ์ที่สวยงาม โช๊คอัพหน้าและRear twin shock ที่มีความสามารถในการยึดเกาะพื้นถนนดีเลิศ โช๊คอัพหน้าแบบ Telescopic ซึ่งแกนโช๊คมีขนาด φ41มม. และมีความคงทนสูงนั้นมีความสามารถในการยึดเกาะพื้นถนนสูง ส่วน Twin rear shock นั้นมีกลไกในการปรับ Spring preload ทำให้สัมผัสได้ถึงความเรียบในขณะขับขี่",
      "การสร้างรูปทรงแบบคลาสสิคซึ่งเปล่งประกายไปด้วยลักษณะเด่นเฉพาะตัว ด้วยความใส่ใจในการสร้างรูปทรงแบบคลาสสิคไปพร้อมกับการนำเทคนิคสมัยใหม่มาใช้กับหลายๆจุด เช่น การทำสีและปรับสภาพพื้นผิว ทำให้ตัวตนที่เป็นเอกลักษณ์ของรถปรากฏขึ้นมา นอกจากนี้ดีไซน์ของ MEGURO K3 ยังคำนึงถึงมุมมองของไบค์เกอร์ จึงได้มีการออกแบบให้ผู้ขับขี่รู้สึกภาคภูมิใจที่ได้ขับขี่แบรนด์เมะกุโระอีกด้วย เมื่อกำแฮนด์แล้วลดสายตาลงมองก็จะเห็นโลโก้ “เมะกุโระ” สีสันสดใสบนหน้าปัดเรือนไมล์ และถังน้ำมันที่ทำสีแบบ Spray chroming ทำให้เกิดภาพสะท้อนของท้องฟ้าบนตัวถังอีกด้วย ป้าย เอมเบลมที่ลงสีด้วยมือ ที่ด้านข้างของถังน้ำมันจะมีป้าย Original emblem ที่ถูกทำขึ้นมาอย่างใส่ใจติดอยู่ โดยมีต้นแบบมาจาก Meguro works โดยป้าย Emblem นี้ทำจากอลูมิเนียมขึ้นรูปให้มีความนูน จากนั้นช่างฝีมีอที่มีประสบการณ์มาอย่างยาวนานจะเป็นผู้ลงสีทั้งหมด 5สีทีละอัน ๆ ถือเป็นการใช้วีธีลงสีที่มีขั้นตอนเยอะมาก แต่นั่นก็เพราะเราให้ความสำคัญกับงานที่มีคุณลักษณะละเอียดอ่อน รวมถึงความรู้สึกแบบเรโทรให้เหมือนกับสมัยของ Meguro Manufacturing เบาะที่นั่งที่ตกแต่งด้วยโลโก้คาวาซากิ สำหรับเบาะที่นั่งนั้น ได้เลิกใช้เบาะ Tuck Roll ที่เคยใช้ในรุ่น W800 จากนั้นทำขอบ Piping รอบ ๆ เพื่อทำให้เป็นสไตล์คลาสสิคยิ่งขึ้น และเนื่องจากวัสดุที่ใช้ทำเบาะให้ผิวสัมผัสเรียบลื่นจึงทำให้นั่งสบาย นอกจากนี้ ยังได้พิมพ์โลโก้ “Kawasaki” สีเงินไว้ที่ท้ายเบาะอีกด้วย เครืองยนต์ Vertical engine ที่ให้กำเนิดพลังอันมีชีวิตชีวาและคงที่ เครื่องยนต์ที่มีความสวยงาม และมีความเฉพาะตัวด้วยกลุ่มเฟืองดอกจอกนั้นเป็นเครื่องยนต์ Air cooled 4 stroke SOHC 4 valve vertical twin ด้วยความพิเศษของเครื่องยนต์ที่เปี่ยมไปด้วยพลัง ซึ่งให้ความสำคัญกับช่วงความเร็วการหมุนระดับต่ำไปถึงกลาง จึงทำให้ผู้ขับขี่สามารถเพลิดเพลินไปกับตัวรถที่วิ่งได้อย่างดีและมีสมดุล ความกระทัดรัดของตัวรถและ Double cradle frame ที่มีความคงทนเป็นเลิศ ด้วยการใช้ Double cradle frame ที่มี Backbone หน้าตัดทรงเหลี่ยมขนาด 50 มม. ซึ่งมีความทนทานนั้นทำให้เราสามารถออกแบบตัวรถที่กระทัดรัดขึ้นมาได้ ส่วนท่อทรงกลมที่เป็นส่วนประกอบนั้น ได้มีการวิเคราะห์ความคงทนที่จำเป็นในแต่ละจุด จากนั้นจึงปรับสมดุลความคงทนดังกล่าวให้เหมาะสมที่สุด นอกจากนี้ ยังพยายามควบคุมให้มีจุดเชื่อม และแผ่นโลหะเสริมแรงบริเวณจุดเชื่อม (Gusset plate) ให้น้อยที่สุดจึงทำให้ได้งานที่มีความเรียบเนียน ซึ่งเป็นการขึ้นรูปที่ทำให้มีรูปลักษณ์ที่สวยงาม โช๊คอัพหน้าและRear twin shock ที่มีความสามารถในการยึดเกาะพื้นถนนดีเลิศ โช๊คอัพหน้าแบบ Telescopic ซึ่งแกนโช๊คมีขนาด φ41มม. และมีความคงทนสูงนั้นมีความสามารถในการยึดเกาะพื้นถนนสูง ส่วน Twin rear shock นั้นมีกลไกในการปรับ Spring preload ทำให้สัมผัสได้ถึงความเรียบในขณะขับขี่",
      "การสร้างรูปทรงแบบคลาสสิคซึ่งเปล่งประกายไปด้วยลักษณะเด่นเฉพาะตัว ด้วยความใส่ใจในการสร้างรูปทรงแบบคลาสสิคไปพร้อมกับการนำเทคนิคสมัยใหม่มาใช้กับหลายๆจุด เช่น การทำสีและปรับสภาพพื้นผิว ทำให้ตัวตนที่เป็นเอกลักษณ์ของรถปรากฏขึ้นมา นอกจากนี้ดีไซน์ของ MEGURO K3 ยังคำนึงถึงมุมมองของไบค์เกอร์ จึงได้มีการออกแบบให้ผู้ขับขี่รู้สึกภาคภูมิใจที่ได้ขับขี่แบรนด์เมะกุโระอีกด้วย เมื่อกำแฮนด์แล้วลดสายตาลงมองก็จะเห็นโลโก้ “เมะกุโระ” สีสันสดใสบนหน้าปัดเรือนไมล์ และถังน้ำมันที่ทำสีแบบ Spray chroming ทำให้เกิดภาพสะท้อนของท้องฟ้าบนตัวถังอีกด้วย",
      "การสร้างรูปทรงแบบคลาสสิคซึ่งเปล่งประกายไปด้วยลักษณะเด่นเฉพาะตัว",
      "ด้วยความใส่ใจในการสร้างรูปทรงแบบคลาสสิคไปพร้อมกับการนำเทคนิคสมัยใหม่มาใช้กับหลายๆจุด เช่น การทำสีและปรับสภาพพื้นผิว ทำให้ตัวตนที่เป็นเอกลักษณ์ของรถปรากฏขึ้นมา นอกจากนี้ดีไซน์ของ MEGURO K3 ยังคำนึงถึงมุมมองของไบค์เกอร์ จึงได้มีการออกแบบให้ผู้ขับขี่รู้สึกภาคภูมิใจที่ได้ขับขี่แบรนด์เมะกุโระอีกด้วย เมื่อกำแฮนด์แล้วลดสายตาลงมองก็จะเห็นโลโก้ “เมะกุโระ” สีสันสดใสบนหน้าปัดเรือนไมล์ และถังน้ำมันที่ทำสีแบบ Spray chroming ทำให้เกิดภาพสะท้อนของท้องฟ้าบนตัวถังอีกด้วย",
      "ป้าย เอมเบลมที่ลงสีด้วยมือ ที่ด้านข้างของถังน้ำมันจะมีป้าย Original emblem ที่ถูกทำขึ้นมาอย่างใส่ใจติดอยู่ โดยมีต้นแบบมาจาก Meguro works โดยป้าย Emblem นี้ทำจากอลูมิเนียมขึ้นรูปให้มีความนูน จากนั้นช่างฝีมีอที่มีประสบการณ์มาอย่างยาวนานจะเป็นผู้ลงสีทั้งหมด 5สีทีละอัน ๆ ถือเป็นการใช้วีธีลงสีที่มีขั้นตอนเยอะมาก แต่นั่นก็เพราะเราให้ความสำคัญกับงานที่มีคุณลักษณะละเอียดอ่อน รวมถึงความรู้สึกแบบเรโทรให้เหมือนกับสมัยของ Meguro Manufacturing",
      "ป้าย เอมเบลมที่ลงสีด้วยมือ",
      "ที่ด้านข้างของถังน้ำมันจะมีป้าย Original emblem ที่ถูกทำขึ้นมาอย่างใส่ใจติดอยู่ โดยมีต้นแบบมาจาก Meguro works โดยป้าย Emblem นี้ทำจากอลูมิเนียมขึ้นรูปให้มีความนูน จากนั้นช่างฝีมีอที่มีประสบการณ์มาอย่างยาวนานจะเป็นผู้ลงสีทั้งหมด 5สีทีละอัน ๆ ถือเป็นการใช้วีธีลงสีที่มีขั้นตอนเยอะมาก แต่นั่นก็เพราะเราให้ความสำคัญกับงานที่มีคุณลักษณะละเอียดอ่อน รวมถึงความรู้สึกแบบเรโทรให้เหมือนกับสมัยของ Meguro Manufacturing",
      "เบาะที่นั่งที่ตกแต่งด้วยโลโก้คาวาซากิ สำหรับเบาะที่นั่งนั้น ได้เลิกใช้เบาะ Tuck Roll ที่เคยใช้ในรุ่น W800 จากนั้นทำขอบ Piping รอบ ๆ เพื่อทำให้เป็นสไตล์คลาสสิคยิ่งขึ้น และเนื่องจากวัสดุที่ใช้ทำเบาะให้ผิวสัมผัสเรียบลื่นจึงทำให้นั่งสบาย นอกจากนี้ ยังได้พิมพ์โลโก้ “Kawasaki” สีเงินไว้ที่ท้ายเบาะอีกด้วย",
      "เบาะที่นั่งที่ตกแต่งด้วยโลโก้คาวาซากิ",
      "สำหรับเบาะที่นั่งนั้น ได้เลิกใช้เบาะ Tuck Roll ที่เคยใช้ในรุ่น W800 จากนั้นทำขอบ Piping รอบ ๆ เพื่อทำให้เป็นสไตล์คลาสสิคยิ่งขึ้น และเนื่องจากวัสดุที่ใช้ทำเบาะให้ผิวสัมผัสเรียบลื่นจึงทำให้นั่งสบาย นอกจากนี้ ยังได้พิมพ์โลโก้ “Kawasaki” สีเงินไว้ที่ท้ายเบาะอีกด้วย",
      "เครืองยนต์ Vertical engine ที่ให้กำเนิดพลังอันมีชีวิตชีวาและคงที่ เครื่องยนต์ที่มีความสวยงาม และมีความเฉพาะตัวด้วยกลุ่มเฟืองดอกจอกนั้นเป็นเครื่องยนต์ Air cooled 4 stroke SOHC 4 valve vertical twin ด้วยความพิเศษของเครื่องยนต์ที่เปี่ยมไปด้วยพลัง ซึ่งให้ความสำคัญกับช่วงความเร็วการหมุนระดับต่ำไปถึงกลาง จึงทำให้ผู้ขับขี่สามารถเพลิดเพลินไปกับตัวรถที่วิ่งได้อย่างดีและมีสมดุล",
      "เครืองยนต์ Vertical engine ที่ให้กำเนิดพลังอันมีชีวิตชีวาและคงที่",
      "เครื่องยนต์ที่มีความสวยงาม และมีความเฉพาะตัวด้วยกลุ่มเฟืองดอกจอกนั้นเป็นเครื่องยนต์ Air cooled 4 stroke SOHC 4 valve vertical twin ด้วยความพิเศษของเครื่องยนต์ที่เปี่ยมไปด้วยพลัง ซึ่งให้ความสำคัญกับช่วงความเร็วการหมุนระดับต่ำไปถึงกลาง จึงทำให้ผู้ขับขี่สามารถเพลิดเพลินไปกับตัวรถที่วิ่งได้อย่างดีและมีสมดุล",
      "ความกระทัดรัดของตัวรถและ Double cradle frame ที่มีความคงทนเป็นเลิศ ด้วยการใช้ Double cradle frame ที่มี Backbone หน้าตัดทรงเหลี่ยมขนาด 50 มม. ซึ่งมีความทนทานนั้นทำให้เราสามารถออกแบบตัวรถที่กระทัดรัดขึ้นมาได้ ส่วนท่อทรงกลมที่เป็นส่วนประกอบนั้น ได้มีการวิเคราะห์ความคงทนที่จำเป็นในแต่ละจุด จากนั้นจึงปรับสมดุลความคงทนดังกล่าวให้เหมาะสมที่สุด นอกจากนี้ ยังพยายามควบคุมให้มีจุดเชื่อม และแผ่นโลหะเสริมแรงบริเวณจุดเชื่อม (Gusset plate) ให้น้อยที่สุดจึงทำให้ได้งานที่มีความเรียบเนียน ซึ่งเป็นการขึ้นรูปที่ทำให้มีรูปลักษณ์ที่สวยงาม",
      "ความกระทัดรัดของตัวรถและ Double cradle frame ที่มีความคงทนเป็นเลิศ",
      "ด้วยการใช้ Double cradle frame ที่มี Backbone หน้าตัดทรงเหลี่ยมขนาด 50 มม. ซึ่งมีความทนทานนั้นทำให้เราสามารถออกแบบตัวรถที่กระทัดรัดขึ้นมาได้ ส่วนท่อทรงกลมที่เป็นส่วนประกอบนั้น ได้มีการวิเคราะห์ความคงทนที่จำเป็นในแต่ละจุด จากนั้นจึงปรับสมดุลความคงทนดังกล่าวให้เหมาะสมที่สุด นอกจากนี้ ยังพยายามควบคุมให้มีจุดเชื่อม และแผ่นโลหะเสริมแรงบริเวณจุดเชื่อม (Gusset plate) ให้น้อยที่สุดจึงทำให้ได้งานที่มีความเรียบเนียน ซึ่งเป็นการขึ้นรูปที่ทำให้มีรูปลักษณ์ที่สวยงาม",
      "โช๊คอัพหน้าและRear twin shock ที่มีความสามารถในการยึดเกาะพื้นถนนดีเลิศ โช๊คอัพหน้าแบบ Telescopic ซึ่งแกนโช๊คมีขนาด φ41มม. และมีความคงทนสูงนั้นมีความสามารถในการยึดเกาะพื้นถนนสูง ส่วน Twin rear shock นั้นมีกลไกในการปรับ Spring preload ทำให้สัมผัสได้ถึงความเรียบในขณะขับขี่",
      "โช๊คอัพหน้าและRear twin shock ที่มีความสามารถในการยึดเกาะพื้นถนนดีเลิศ",
      "โช๊คอัพหน้าแบบ Telescopic ซึ่งแกนโช๊คมีขนาด φ41มม. และมีความคงทนสูงนั้นมีความสามารถในการยึดเกาะพื้นถนนสูง ส่วน Twin rear shock นั้นมีกลไกในการปรับ Spring preload ทำให้สัมผัสได้ถึงความเรียบในขณะขับขี่",
      "การสร้างรูปทรงแบบคลาสสิคซึ่งเปล่งประกายไปด้วยลักษณะเด่นเฉพาะตัว ด้วยความใส่ใจในการสร้างรูปทรงแบบคลาสสิคไปพร้อมกับการนำเทคนิคสมัยใหม่มาใช้กับหลายๆจุด เช่น การทำสีและปรับสภาพพื้นผิว ทำให้ตัวตนที่เป็นเอกลักษณ์ของรถปรากฏขึ้นมา นอกจากนี้ดีไซน์ของ MEGURO K3 ยังคำนึงถึงมุมมองของไบค์เกอร์ จึงได้มีการออกแบบให้ผู้ขับขี่รู้สึกภาคภูมิใจที่ได้ขับขี่แบรนด์เมะกุโระอีกด้วย เมื่อกำแฮนด์แล้วลดสายตาลงมองก็จะเห็นโลโก้ “เมะกุโระ” สีสันสดใสบนหน้าปัดเรือนไมล์ และถังน้ำมันที่ทำสีแบบ Spray chroming ทำให้เกิดภาพสะท้อนของท้องฟ้าบนตัวถังอีกด้วย ป้าย เอมเบลมที่ลงสีด้วยมือ ที่ด้านข้างของถังน้ำมันจะมีป้าย Original emblem ที่ถูกทำขึ้นมาอย่างใส่ใจติดอยู่ โดยมีต้นแบบมาจาก Meguro works โดยป้าย Emblem นี้ทำจากอลูมิเนียมขึ้นรูปให้มีความนูน จากนั้นช่างฝีมีอที่มีประสบการณ์มาอย่างยาวนานจะเป็นผู้ลงสีทั้งหมด 5สีทีละอัน ๆ ถือเป็นการใช้วีธีลงสีที่มีขั้นตอนเยอะมาก แต่นั่นก็เพราะเราให้ความสำคัญกับงานที่มีคุณลักษณะละเอียดอ่อน รวมถึงความรู้สึกแบบเรโทรให้เหมือนกับสมัยของ Meguro Manufacturing เบาะที่นั่งที่ตกแต่งด้วยโลโก้คาวาซากิ สำหรับเบาะที่นั่งนั้น ได้เลิกใช้เบาะ Tuck Roll ที่เคยใช้ในรุ่น W800 จากนั้นทำขอบ Piping รอบ ๆ เพื่อทำให้เป็นสไตล์คลาสสิคยิ่งขึ้น และเนื่องจากวัสดุที่ใช้ทำเบาะให้ผิวสัมผัสเรียบลื่นจึงทำให้นั่งสบาย นอกจากนี้ ยังได้พิมพ์โลโก้ “Kawasaki” สีเงินไว้ที่ท้ายเบาะอีกด้วย เครืองยนต์ Vertical engine ที่ให้กำเนิดพลังอันมีชีวิตชีวาและคงที่ เครื่องยนต์ที่มีความสวยงาม และมีความเฉพาะตัวด้วยกลุ่มเฟืองดอกจอกนั้นเป็นเครื่องยนต์ Air cooled 4 stroke SOHC 4 valve vertical twin ด้วยความพิเศษของเครื่องยนต์ที่เปี่ยมไปด้วยพลัง ซึ่งให้ความสำคัญกับช่วงความเร็วการหมุนระดับต่ำไปถึงกลาง จึงทำให้ผู้ขับขี่สามารถเพลิดเพลินไปกับตัวรถที่วิ่งได้อย่างดีและมีสมดุล ความกระทัดรัดของตัวรถและ Double cradle frame ที่มีความคงทนเป็นเลิศ ด้วยการใช้ Double cradle frame ที่มี Backbone หน้าตัดทรงเหลี่ยมขนาด 50 มม. ซึ่งมีความทนทานนั้นทำให้เราสามารถออกแบบตัวรถที่กระทัดรัดขึ้นมาได้ ส่วนท่อทรงกลมที่เป็นส่วนประกอบนั้น ได้มีการวิเคราะห์ความคงทนที่จำเป็นในแต่ละจุด จากนั้นจึงปรับสมดุลความคงทนดังกล่าวให้เหมาะสมที่สุด นอกจากนี้ ยังพยายามควบคุมให้มีจุดเชื่อม และแผ่นโลหะเสริมแรงบริเวณจุดเชื่อม (Gusset plate) ให้น้อยที่สุดจึงทำให้ได้งานที่มีความเรียบเนียน ซึ่งเป็นการขึ้นรูปที่ทำให้มีรูปลักษณ์ที่สวยงาม โช๊คอัพหน้าและRear twin shock ที่มีความสามารถในการยึดเกาะพื้นถนนดีเลิศ โช๊คอัพหน้าแบบ Telescopic ซึ่งแกนโช๊คมีขนาด φ41มม. และมีความคงทนสูงนั้นมีความสามารถในการยึดเกาะพื้นถนนสูง ส่วน Twin rear shock นั้นมีกลไกในการปรับ Spring preload ทำให้สัมผัสได้ถึงความเรียบในขณะขับขี่ PrevNext123456",
      "PrevNext123456",
      "Specifications",
      "มิติรถ ความยาว 2,190 mm ความกว้าง 925 mm ความสูง 1,130 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 125 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 227 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 38kW {52PS} / 6,500rpm กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 62N·m {6.3kgƒ·m} / 4,800rpm เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Vertical Twin ระบบหล่อเย็น Air-cooled ขนาดกระบอกสูบ x ช่วงชัก 77.0 x 83.0 mm ปริมาตรกระบอกสูบ 773 cc อัตราส่วนกำลังอัด 8.4:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 2 with sub-throttle ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 5-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.352 (40/17) อัตราทดเกียร์ 2 1.590 (35/22) อัตราทดเกียร์ 3 1.240 (31/25) อัตราทดเกียร์ 4 1.000 (28/28) อัตราทดเกียร์ 5 0.851 (23/27) อัตราทดเกียร์ 6 - อัตราทดสุดท้าย 2.466 (37/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc, manual ตัวถัง ประเภทเฟรม Double Cradle, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with spring preload adjustability ระยะยุบล้อหน้า 130mm ระยะยุบล้อหลัง 107mm มุมแคสเตอร์ 27.0° ระยะเทรล 108mm มุมเลี้ยว (ซ้าย/ขวา) 37°/ 37° ยางหน้า 100/90-19M/C 57H ยางหลัง 130/80-18M/C 66H เบรกหน้า Single ø320 mm discs คาลิปเปอร์ (หน้า) Twin-piston เบรกหลัง Single ø270 mm disc, Twin-piston คาลิปเปอร์ (หลัง) Twin-piston",
      "มิติรถ ความยาว 2,190 mm ความกว้าง 925 mm ความสูง 1,130 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 125 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 227 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 38kW {52PS} / 6,500rpm กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 62N·m {6.3kgƒ·m} / 4,800rpm",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Vertical Twin ระบบหล่อเย็น Air-cooled ขนาดกระบอกสูบ x ช่วงชัก 77.0 x 83.0 mm ปริมาตรกระบอกสูบ 773 cc อัตราส่วนกำลังอัด 8.4:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø34 mm x 2 with sub-throttle ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 5-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.352 (40/17) อัตราทดเกียร์ 2 1.590 (35/22) อัตราทดเกียร์ 3 1.240 (31/25) อัตราทดเกียร์ 4 1.000 (28/28) อัตราทดเกียร์ 5 0.851 (23/27) อัตราทดเกียร์ 6 - อัตราทดสุดท้าย 2.466 (37/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Double Cradle, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with spring preload adjustability ระยะยุบล้อหน้า 130mm ระยะยุบล้อหลัง 107mm มุมแคสเตอร์ 27.0° ระยะเทรล 108mm มุมเลี้ยว (ซ้าย/ขวา) 37°/ 37° ยางหน้า 100/90-19M/C 57H ยางหลัง 130/80-18M/C 66H เบรกหน้า Single ø320 mm discs คาลิปเปอร์ (หน้า) Twin-piston เบรกหลัง Single ø270 mm disc, Twin-piston คาลิปเปอร์ (หลัง) Twin-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "MEGURO S1 147,900 บาท W800 349,000 บาท Versys 650 259,000 บาท KLR650 Adventure 268,400 บาท",
      "MEGURO S1 147,900 บาท",
      "147,900 บาท",
      "W800 349,000 บาท",
      "349,000 บาท",
      "Versys 650 259,000 บาท",
      "259,000 บาท",
      "KLR650 Adventure 268,400 บาท",
      "KLR650 Adventure",
      "268,400 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "MEGURO S1",
    "url": "https://www.kawasaki.co.th/th/motorcycle/meguros1",
    "category": "MEGURO",
    "price": "147,900 บาท",
    "price_numeric": 147900,
    "specifications": {
      "ความยาว": "2,125 mm",
      "ความกว้าง": "800 mm",
      "ความสูง": "1,090 mm",
      "ระยะฐานล้อ": "1,415 mm",
      "ระยะห่างจากพื้น": "150 mm",
      "ความสูงเบาะนั่ง": "740 mm",
      "น้ำหนักรวม": "143 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "133 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "12 litres",
      "กำลังเครื่องยนต์สูงสุด": "12.9 kW {18 PS} / 7,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "19 N·m {1.9 kgƒ·m} / 5,800 min-1",
      "ประเภทเครื่องยนต์": "4-stroke Single",
      "ระบบหล่อเย็น": "Air-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "67.0 x 66.0 mm",
      "ปริมาตรกระบอกสูบ": "233 cm3",
      "อัตราส่วนกำลังอัด": "9.0:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection : ø32 mm x 1",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.871 (89/31)",
      "อัตราทดเกียร์ 1": "3.000 (39/13)",
      "อัตราทดเกียร์ 2": "2.067 (31/15)",
      "อัตราทดเกียร์ 3": "1.556 (28/18)",
      "อัตราทดเกียร์ 4": "1.261 (29/23)",
      "อัตราทดเกียร์ 5": "1.040 (26/25)",
      "อัตราทดเกียร์ 6": "0.852 (23/27)",
      "อัตราทดสุดท้าย": "2.714 (38/14)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Semi-double cradle, steel",
      "ระบบกันสะเทือนหน้า": "ø37 mm telescopic fork",
      "ระบบกันสะเทือนหลัง": "Twin shocks with adjustable preload",
      "ระยะยุบล้อหน้า": "117 mm",
      "ระยะยุบล้อหลัง": "95 mm",
      "มุมแคสเตอร์": "27.0°",
      "ระยะเทรล": "99 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "40° / 40°",
      "ยางหน้า": "90/90-18M/C 51S",
      "ยางหลัง": "110/90-17M/C 60S",
      "เบรกหน้า": "ø265 mm disc",
      "คาลิปเปอร์ (หน้า)": "Dual-piston",
      "เบรกหลัง": "ø220 mm disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "MEGURO K3 379,000 บาท": "MEGURO K3 379,000 บาท"
    },
    "scraped_at": "2026-01-11T15:56:17.365748",
    "features": [
      "MEGURO S1 จังหวะแห่งศตวรรษ",
      "Top Features",
      "TIMELESS BEAUTY ANNIVERSARY ENGINE EXHAUST PIPE CHASSIS #1 CHASSIS #2 WHEELS ACCESSIBLE Kawasaki 250 Meguro SG-Inspired Looks Meguro S1 ได้รับแรงบันดาลใจในการออกแบบโดยตรงจากรถมอเตอร์ไซค์ในตำนาน ในประวัติศาสตร์ของ Kawasaki และ Meguro: Kawasaki 250 Meguro SG ซึ่งผลิตในปี 1964 การออกแบบที่เห็นใน Meguro S1 สัมผัสได้ว่าสืบทอดมาจากรุ่นบรรพบุรุษโดยตรง โดยยังคงความเท่แบบเหนือกาลเวลาซึ่งยังคงความสวยงามเหมือนในปี 1964 มิเตอร์มีแบบอักษรคลาสสิกที่ออกแบบมาเป็นพิเศษเพื่อให้เข้ากับมิเตอร์แบบดั้งเดิมของ Kawasaki 250 Meguro SG โดยมีจุดศูนย์กลางสีขาว ตัวเลขสีขาวบนพื้นหลังสีดำ และโลโก้สีแดงอันเป็นเอกลักษณ์ที่พิมพ์ด้วยอักษรคาตากานะที่ด้านล่าง มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง Meguro 100 Years Anniversary ตั้งแต่ปี 1924 เป็นต้นมา แบรนด์ MEGURO เป็นที่รู้จักในด้านความจุกระบอกสูบขนาดใหญ่ ประสิทธิภาพสูง และคุณภาพสูง และเป็นเป้าหมายของการชื่นชมในหมู่นักขี่ชาวญี่ปุ่นในขณะนั้น MEGURO S1 เป็นรุ่นสปอร์ตรุ่นเดียวในคลาส 250cc ที่สืบทอดมรดกและความน่าเชื่อถือของแบรนด์ Kawasaki มาเป็นเวลากว่า 100 ปี Fuel-Injected 233 cm³ Air-Cooled 4-Stroke Single Engine เครื่องยนต์ของรถนี้เป็นแบบ 4 จังหวะ ลูกสูบเดี่ยว SOHC ขนาด 233 ซีซี ซึ่งพัฒนามาจาก KLX230 โดยมีการปรับปรุงเสียงไอเสียให้มีเอกลักษณ์ตาม MEGURO SG กำลังขับที่ปรับปรุงขึ้นในรอบต่ำถึงกลางช่วยให้การขับขี่สะดวกสบายและผ่อนคลาย นอกจากนี้ยังมีการติดตั้งบาลานเซอร์เพื่อเพิ่มความสบายในการขับขี่อีกด้วย ระบบหัวฉีดเชื้อเพลิงทำงานอย่างแม่นยำและเสถียรในทุกสภาพอากาศ ช่วยให้สตาร์ทง่ายและมีการตอบสนองที่ราบรื่น ในขณะที่บาลานเซอร์ขับเคลื่อนด้วยเกียร์ช่วยลดแรงสั่นสะเทือน ทำให้การขับขี่ราบรื่นและมีคุณภาพดีขึ้นอย่างเห็นได้ชัด. ท่อไอเสียถูกออกแบบให้อยู่ทางด้านขวาของเครื่องยนต์เพื่อเสริมความสวยงามและเน้นเส้นโค้งที่ทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ส่วนกลางของท่อมีแคทตาไลเซอร์สำหรับควบคุมการปล่อยไอเสีย และมีแผ่นกันความร้อนที่ครอบท่อเพื่อให้ดูตรงและสวยงาม นอกจากนี้ ท่อที่เชื่อมต่อตัวเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ภาพรวมดูเพรียวบาง สุดท้าย ท่อไอเสียทั้งหมดทำจากสแตนเลสขัดเงาเพื่อเพิ่มความเงางามและความคงทน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ Meguro S1 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ Meguro S1 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วที่ล้อหลังให้รูปลักษณ์แบบดั้งเดิมของตระกูล W ความสัมพันธ์ระหว่างระบบกันสะเทือนและแรงดันลมยางยังได้รับการปรับให้เหมาะสมเพื่อความสะดวกสบายในการขับขี่ที่มีคุณภาพสูง ยางล้อหน้า 90/90-18M/C 51S ยางล้อหลัง 110/90-17M/C 60S จานเบรกหน้า ทรงกลมขนาด ø265 มม. จับคู่กับคาลิปเปอร์ลูกสูบคู่ให้กำลังหยุดรถที่เพียงพอ จานเบรกหลัง ทรงกลมขนาด ø220 มม. ที่ทำงานด้วยคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วของล้อหลัง * ABS มาตรฐานให้ความมั่นใจเพิ่มขึ้นในสถานการณ์การขับขี่ต่างๆ Accessible Ergonomics ผู้ขับขี่จะพบว่า MEGURO S1 เข้าถึงได้ง่ายมากด้วยตัวถังน้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งแบบเพรียวบางและความสูงของเบาะนั่งที่ต่ำ ตำแหน่งการขี่ที่ผ่อนคลายและลำตัวตั้งตรงช่วยให้ขับขี่ได้สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น Kawasaki 250 Meguro SG-Inspired Looks Meguro S1 ได้รับแรงบันดาลใจในการออกแบบโดยตรงจากรถมอเตอร์ไซค์ในตำนาน ในประวัติศาสตร์ของ Kawasaki และ Meguro: Kawasaki 250 Meguro SG ซึ่งผลิตในปี 1964 การออกแบบที่เห็นใน Meguro S1 สัมผัสได้ว่าสืบทอดมาจากรุ่นบรรพบุรุษโดยตรง โดยยังคงความเท่แบบเหนือกาลเวลาซึ่งยังคงความสวยงามเหมือนในปี 1964 มิเตอร์มีแบบอักษรคลาสสิกที่ออกแบบมาเป็นพิเศษเพื่อให้เข้ากับมิเตอร์แบบดั้งเดิมของ Kawasaki 250 Meguro SG โดยมีจุดศูนย์กลางสีขาว ตัวเลขสีขาวบนพื้นหลังสีดำ และโลโก้สีแดงอันเป็นเอกลักษณ์ที่พิมพ์ด้วยอักษรคาตากานะที่ด้านล่าง มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง Meguro 100 Years Anniversary ตั้งแต่ปี 1924 เป็นต้นมา แบรนด์ MEGURO เป็นที่รู้จักในด้านความจุกระบอกสูบขนาดใหญ่ ประสิทธิภาพสูง และคุณภาพสูง และเป็นเป้าหมายของการชื่นชมในหมู่นักขี่ชาวญี่ปุ่นในขณะนั้น MEGURO S1 เป็นรุ่นสปอร์ตรุ่นเดียวในคลาส 250cc ที่สืบทอดมรดกและความน่าเชื่อถือของแบรนด์ Kawasaki มาเป็นเวลากว่า 100 ปี Fuel-Injected 233 cm³ Air-Cooled 4-Stroke Single Engine เครื่องยนต์ของรถนี้เป็นแบบ 4 จังหวะ ลูกสูบเดี่ยว SOHC ขนาด 233 ซีซี ซึ่งพัฒนามาจาก KLX230 โดยมีการปรับปรุงเสียงไอเสียให้มีเอกลักษณ์ตาม MEGURO SG กำลังขับที่ปรับปรุงขึ้นในรอบต่ำถึงกลางช่วยให้การขับขี่สะดวกสบายและผ่อนคลาย นอกจากนี้ยังมีการติดตั้งบาลานเซอร์เพื่อเพิ่มความสบายในการขับขี่อีกด้วย ระบบหัวฉีดเชื้อเพลิงทำงานอย่างแม่นยำและเสถียรในทุกสภาพอากาศ ช่วยให้สตาร์ทง่ายและมีการตอบสนองที่ราบรื่น ในขณะที่บาลานเซอร์ขับเคลื่อนด้วยเกียร์ช่วยลดแรงสั่นสะเทือน ทำให้การขับขี่ราบรื่นและมีคุณภาพดีขึ้นอย่างเห็นได้ชัด. ท่อไอเสียถูกออกแบบให้อยู่ทางด้านขวาของเครื่องยนต์เพื่อเสริมความสวยงามและเน้นเส้นโค้งที่ทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ส่วนกลางของท่อมีแคทตาไลเซอร์สำหรับควบคุมการปล่อยไอเสีย และมีแผ่นกันความร้อนที่ครอบท่อเพื่อให้ดูตรงและสวยงาม นอกจากนี้ ท่อที่เชื่อมต่อตัวเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ภาพรวมดูเพรียวบาง สุดท้าย ท่อไอเสียทั้งหมดทำจากสแตนเลสขัดเงาเพื่อเพิ่มความเงางามและความคงทน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ Meguro S1 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ Meguro S1 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วที่ล้อหลังให้รูปลักษณ์แบบดั้งเดิมของตระกูล W ความสัมพันธ์ระหว่างระบบกันสะเทือนและแรงดันลมยางยังได้รับการปรับให้เหมาะสมเพื่อความสะดวกสบายในการขับขี่ที่มีคุณภาพสูง ยางล้อหน้า 90/90-18M/C 51S ยางล้อหลัง 110/90-17M/C 60S จานเบรกหน้า ทรงกลมขนาด ø265 มม. จับคู่กับคาลิปเปอร์ลูกสูบคู่ให้กำลังหยุดรถที่เพียงพอ จานเบรกหลัง ทรงกลมขนาด ø220 มม. ที่ทำงานด้วยคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วของล้อหลัง * ABS มาตรฐานให้ความมั่นใจเพิ่มขึ้นในสถานการณ์การขับขี่ต่างๆ Accessible Ergonomics ผู้ขับขี่จะพบว่า MEGURO S1 เข้าถึงได้ง่ายมากด้วยตัวถังน้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งแบบเพรียวบางและความสูงของเบาะนั่งที่ต่ำ ตำแหน่งการขี่ที่ผ่อนคลายและลำตัวตั้งตรงช่วยให้ขับขี่ได้สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น PrevNext12345678",
      "TIMELESS BEAUTY ANNIVERSARY ENGINE EXHAUST PIPE CHASSIS #1 CHASSIS #2 WHEELS ACCESSIBLE Kawasaki 250 Meguro SG-Inspired Looks Meguro S1 ได้รับแรงบันดาลใจในการออกแบบโดยตรงจากรถมอเตอร์ไซค์ในตำนาน ในประวัติศาสตร์ของ Kawasaki และ Meguro: Kawasaki 250 Meguro SG ซึ่งผลิตในปี 1964 การออกแบบที่เห็นใน Meguro S1 สัมผัสได้ว่าสืบทอดมาจากรุ่นบรรพบุรุษโดยตรง โดยยังคงความเท่แบบเหนือกาลเวลาซึ่งยังคงความสวยงามเหมือนในปี 1964 มิเตอร์มีแบบอักษรคลาสสิกที่ออกแบบมาเป็นพิเศษเพื่อให้เข้ากับมิเตอร์แบบดั้งเดิมของ Kawasaki 250 Meguro SG โดยมีจุดศูนย์กลางสีขาว ตัวเลขสีขาวบนพื้นหลังสีดำ และโลโก้สีแดงอันเป็นเอกลักษณ์ที่พิมพ์ด้วยอักษรคาตากานะที่ด้านล่าง มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง Meguro 100 Years Anniversary ตั้งแต่ปี 1924 เป็นต้นมา แบรนด์ MEGURO เป็นที่รู้จักในด้านความจุกระบอกสูบขนาดใหญ่ ประสิทธิภาพสูง และคุณภาพสูง และเป็นเป้าหมายของการชื่นชมในหมู่นักขี่ชาวญี่ปุ่นในขณะนั้น MEGURO S1 เป็นรุ่นสปอร์ตรุ่นเดียวในคลาส 250cc ที่สืบทอดมรดกและความน่าเชื่อถือของแบรนด์ Kawasaki มาเป็นเวลากว่า 100 ปี Fuel-Injected 233 cm³ Air-Cooled 4-Stroke Single Engine เครื่องยนต์ของรถนี้เป็นแบบ 4 จังหวะ ลูกสูบเดี่ยว SOHC ขนาด 233 ซีซี ซึ่งพัฒนามาจาก KLX230 โดยมีการปรับปรุงเสียงไอเสียให้มีเอกลักษณ์ตาม MEGURO SG กำลังขับที่ปรับปรุงขึ้นในรอบต่ำถึงกลางช่วยให้การขับขี่สะดวกสบายและผ่อนคลาย นอกจากนี้ยังมีการติดตั้งบาลานเซอร์เพื่อเพิ่มความสบายในการขับขี่อีกด้วย ระบบหัวฉีดเชื้อเพลิงทำงานอย่างแม่นยำและเสถียรในทุกสภาพอากาศ ช่วยให้สตาร์ทง่ายและมีการตอบสนองที่ราบรื่น ในขณะที่บาลานเซอร์ขับเคลื่อนด้วยเกียร์ช่วยลดแรงสั่นสะเทือน ทำให้การขับขี่ราบรื่นและมีคุณภาพดีขึ้นอย่างเห็นได้ชัด. ท่อไอเสียถูกออกแบบให้อยู่ทางด้านขวาของเครื่องยนต์เพื่อเสริมความสวยงามและเน้นเส้นโค้งที่ทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ส่วนกลางของท่อมีแคทตาไลเซอร์สำหรับควบคุมการปล่อยไอเสีย และมีแผ่นกันความร้อนที่ครอบท่อเพื่อให้ดูตรงและสวยงาม นอกจากนี้ ท่อที่เชื่อมต่อตัวเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ภาพรวมดูเพรียวบาง สุดท้าย ท่อไอเสียทั้งหมดทำจากสแตนเลสขัดเงาเพื่อเพิ่มความเงางามและความคงทน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ Meguro S1 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ Meguro S1 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วที่ล้อหลังให้รูปลักษณ์แบบดั้งเดิมของตระกูล W ความสัมพันธ์ระหว่างระบบกันสะเทือนและแรงดันลมยางยังได้รับการปรับให้เหมาะสมเพื่อความสะดวกสบายในการขับขี่ที่มีคุณภาพสูง ยางล้อหน้า 90/90-18M/C 51S ยางล้อหลัง 110/90-17M/C 60S จานเบรกหน้า ทรงกลมขนาด ø265 มม. จับคู่กับคาลิปเปอร์ลูกสูบคู่ให้กำลังหยุดรถที่เพียงพอ จานเบรกหลัง ทรงกลมขนาด ø220 มม. ที่ทำงานด้วยคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วของล้อหลัง * ABS มาตรฐานให้ความมั่นใจเพิ่มขึ้นในสถานการณ์การขับขี่ต่างๆ Accessible Ergonomics ผู้ขับขี่จะพบว่า MEGURO S1 เข้าถึงได้ง่ายมากด้วยตัวถังน้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งแบบเพรียวบางและความสูงของเบาะนั่งที่ต่ำ ตำแหน่งการขี่ที่ผ่อนคลายและลำตัวตั้งตรงช่วยให้ขับขี่ได้สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น",
      "Kawasaki 250 Meguro SG-Inspired Looks Meguro S1 ได้รับแรงบันดาลใจในการออกแบบโดยตรงจากรถมอเตอร์ไซค์ในตำนาน ในประวัติศาสตร์ของ Kawasaki และ Meguro: Kawasaki 250 Meguro SG ซึ่งผลิตในปี 1964 การออกแบบที่เห็นใน Meguro S1 สัมผัสได้ว่าสืบทอดมาจากรุ่นบรรพบุรุษโดยตรง โดยยังคงความเท่แบบเหนือกาลเวลาซึ่งยังคงความสวยงามเหมือนในปี 1964 มิเตอร์มีแบบอักษรคลาสสิกที่ออกแบบมาเป็นพิเศษเพื่อให้เข้ากับมิเตอร์แบบดั้งเดิมของ Kawasaki 250 Meguro SG โดยมีจุดศูนย์กลางสีขาว ตัวเลขสีขาวบนพื้นหลังสีดำ และโลโก้สีแดงอันเป็นเอกลักษณ์ที่พิมพ์ด้วยอักษรคาตากานะที่ด้านล่าง มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง Meguro 100 Years Anniversary ตั้งแต่ปี 1924 เป็นต้นมา แบรนด์ MEGURO เป็นที่รู้จักในด้านความจุกระบอกสูบขนาดใหญ่ ประสิทธิภาพสูง และคุณภาพสูง และเป็นเป้าหมายของการชื่นชมในหมู่นักขี่ชาวญี่ปุ่นในขณะนั้น MEGURO S1 เป็นรุ่นสปอร์ตรุ่นเดียวในคลาส 250cc ที่สืบทอดมรดกและความน่าเชื่อถือของแบรนด์ Kawasaki มาเป็นเวลากว่า 100 ปี Fuel-Injected 233 cm³ Air-Cooled 4-Stroke Single Engine เครื่องยนต์ของรถนี้เป็นแบบ 4 จังหวะ ลูกสูบเดี่ยว SOHC ขนาด 233 ซีซี ซึ่งพัฒนามาจาก KLX230 โดยมีการปรับปรุงเสียงไอเสียให้มีเอกลักษณ์ตาม MEGURO SG กำลังขับที่ปรับปรุงขึ้นในรอบต่ำถึงกลางช่วยให้การขับขี่สะดวกสบายและผ่อนคลาย นอกจากนี้ยังมีการติดตั้งบาลานเซอร์เพื่อเพิ่มความสบายในการขับขี่อีกด้วย ระบบหัวฉีดเชื้อเพลิงทำงานอย่างแม่นยำและเสถียรในทุกสภาพอากาศ ช่วยให้สตาร์ทง่ายและมีการตอบสนองที่ราบรื่น ในขณะที่บาลานเซอร์ขับเคลื่อนด้วยเกียร์ช่วยลดแรงสั่นสะเทือน ทำให้การขับขี่ราบรื่นและมีคุณภาพดีขึ้นอย่างเห็นได้ชัด. ท่อไอเสียถูกออกแบบให้อยู่ทางด้านขวาของเครื่องยนต์เพื่อเสริมความสวยงามและเน้นเส้นโค้งที่ทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ส่วนกลางของท่อมีแคทตาไลเซอร์สำหรับควบคุมการปล่อยไอเสีย และมีแผ่นกันความร้อนที่ครอบท่อเพื่อให้ดูตรงและสวยงาม นอกจากนี้ ท่อที่เชื่อมต่อตัวเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ภาพรวมดูเพรียวบาง สุดท้าย ท่อไอเสียทั้งหมดทำจากสแตนเลสขัดเงาเพื่อเพิ่มความเงางามและความคงทน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ Meguro S1 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ Meguro S1 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วที่ล้อหลังให้รูปลักษณ์แบบดั้งเดิมของตระกูล W ความสัมพันธ์ระหว่างระบบกันสะเทือนและแรงดันลมยางยังได้รับการปรับให้เหมาะสมเพื่อความสะดวกสบายในการขับขี่ที่มีคุณภาพสูง ยางล้อหน้า 90/90-18M/C 51S ยางล้อหลัง 110/90-17M/C 60S จานเบรกหน้า ทรงกลมขนาด ø265 มม. จับคู่กับคาลิปเปอร์ลูกสูบคู่ให้กำลังหยุดรถที่เพียงพอ จานเบรกหลัง ทรงกลมขนาด ø220 มม. ที่ทำงานด้วยคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วของล้อหลัง * ABS มาตรฐานให้ความมั่นใจเพิ่มขึ้นในสถานการณ์การขับขี่ต่างๆ Accessible Ergonomics ผู้ขับขี่จะพบว่า MEGURO S1 เข้าถึงได้ง่ายมากด้วยตัวถังน้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งแบบเพรียวบางและความสูงของเบาะนั่งที่ต่ำ ตำแหน่งการขี่ที่ผ่อนคลายและลำตัวตั้งตรงช่วยให้ขับขี่ได้สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น",
      "Kawasaki 250 Meguro SG-Inspired Looks Meguro S1 ได้รับแรงบันดาลใจในการออกแบบโดยตรงจากรถมอเตอร์ไซค์ในตำนาน ในประวัติศาสตร์ของ Kawasaki และ Meguro: Kawasaki 250 Meguro SG ซึ่งผลิตในปี 1964 การออกแบบที่เห็นใน Meguro S1 สัมผัสได้ว่าสืบทอดมาจากรุ่นบรรพบุรุษโดยตรง โดยยังคงความเท่แบบเหนือกาลเวลาซึ่งยังคงความสวยงามเหมือนในปี 1964 มิเตอร์มีแบบอักษรคลาสสิกที่ออกแบบมาเป็นพิเศษเพื่อให้เข้ากับมิเตอร์แบบดั้งเดิมของ Kawasaki 250 Meguro SG โดยมีจุดศูนย์กลางสีขาว ตัวเลขสีขาวบนพื้นหลังสีดำ และโลโก้สีแดงอันเป็นเอกลักษณ์ที่พิมพ์ด้วยอักษรคาตากานะที่ด้านล่าง มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง",
      "Kawasaki 250 Meguro SG-Inspired Looks",
      "Meguro S1 ได้รับแรงบันดาลใจในการออกแบบโดยตรงจากรถมอเตอร์ไซค์ในตำนาน ในประวัติศาสตร์ของ Kawasaki และ Meguro: Kawasaki 250 Meguro SG ซึ่งผลิตในปี 1964 การออกแบบที่เห็นใน Meguro S1 สัมผัสได้ว่าสืบทอดมาจากรุ่นบรรพบุรุษโดยตรง โดยยังคงความเท่แบบเหนือกาลเวลาซึ่งยังคงความสวยงามเหมือนในปี 1964",
      "มิเตอร์มีแบบอักษรคลาสสิกที่ออกแบบมาเป็นพิเศษเพื่อให้เข้ากับมิเตอร์แบบดั้งเดิมของ Kawasaki 250 Meguro SG โดยมีจุดศูนย์กลางสีขาว ตัวเลขสีขาวบนพื้นหลังสีดำ และโลโก้สีแดงอันเป็นเอกลักษณ์ที่พิมพ์ด้วยอักษรคาตากานะที่ด้านล่าง",
      "มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง",
      "Meguro 100 Years Anniversary ตั้งแต่ปี 1924 เป็นต้นมา แบรนด์ MEGURO เป็นที่รู้จักในด้านความจุกระบอกสูบขนาดใหญ่ ประสิทธิภาพสูง และคุณภาพสูง และเป็นเป้าหมายของการชื่นชมในหมู่นักขี่ชาวญี่ปุ่นในขณะนั้น MEGURO S1 เป็นรุ่นสปอร์ตรุ่นเดียวในคลาส 250cc ที่สืบทอดมรดกและความน่าเชื่อถือของแบรนด์ Kawasaki มาเป็นเวลากว่า 100 ปี",
      "Meguro 100 Years Anniversary",
      "ตั้งแต่ปี 1924 เป็นต้นมา แบรนด์ MEGURO เป็นที่รู้จักในด้านความจุกระบอกสูบขนาดใหญ่ ประสิทธิภาพสูง และคุณภาพสูง และเป็นเป้าหมายของการชื่นชมในหมู่นักขี่ชาวญี่ปุ่นในขณะนั้น MEGURO S1 เป็นรุ่นสปอร์ตรุ่นเดียวในคลาส 250cc ที่สืบทอดมรดกและความน่าเชื่อถือของแบรนด์ Kawasaki มาเป็นเวลากว่า 100 ปี",
      "Fuel-Injected 233 cm³ Air-Cooled 4-Stroke Single Engine เครื่องยนต์ของรถนี้เป็นแบบ 4 จังหวะ ลูกสูบเดี่ยว SOHC ขนาด 233 ซีซี ซึ่งพัฒนามาจาก KLX230 โดยมีการปรับปรุงเสียงไอเสียให้มีเอกลักษณ์ตาม MEGURO SG กำลังขับที่ปรับปรุงขึ้นในรอบต่ำถึงกลางช่วยให้การขับขี่สะดวกสบายและผ่อนคลาย นอกจากนี้ยังมีการติดตั้งบาลานเซอร์เพื่อเพิ่มความสบายในการขับขี่อีกด้วย ระบบหัวฉีดเชื้อเพลิงทำงานอย่างแม่นยำและเสถียรในทุกสภาพอากาศ ช่วยให้สตาร์ทง่ายและมีการตอบสนองที่ราบรื่น ในขณะที่บาลานเซอร์ขับเคลื่อนด้วยเกียร์ช่วยลดแรงสั่นสะเทือน ทำให้การขับขี่ราบรื่นและมีคุณภาพดีขึ้นอย่างเห็นได้ชัด.",
      "Fuel-Injected 233 cm³ Air-Cooled 4-Stroke Single Engine",
      "เครื่องยนต์ของรถนี้เป็นแบบ 4 จังหวะ ลูกสูบเดี่ยว SOHC ขนาด 233 ซีซี ซึ่งพัฒนามาจาก KLX230 โดยมีการปรับปรุงเสียงไอเสียให้มีเอกลักษณ์ตาม MEGURO SG กำลังขับที่ปรับปรุงขึ้นในรอบต่ำถึงกลางช่วยให้การขับขี่สะดวกสบายและผ่อนคลาย นอกจากนี้ยังมีการติดตั้งบาลานเซอร์เพื่อเพิ่มความสบายในการขับขี่อีกด้วย ระบบหัวฉีดเชื้อเพลิงทำงานอย่างแม่นยำและเสถียรในทุกสภาพอากาศ ช่วยให้สตาร์ทง่ายและมีการตอบสนองที่ราบรื่น ในขณะที่บาลานเซอร์ขับเคลื่อนด้วยเกียร์ช่วยลดแรงสั่นสะเทือน ทำให้การขับขี่ราบรื่นและมีคุณภาพดีขึ้นอย่างเห็นได้ชัด.",
      "ท่อไอเสียถูกออกแบบให้อยู่ทางด้านขวาของเครื่องยนต์เพื่อเสริมความสวยงามและเน้นเส้นโค้งที่ทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ส่วนกลางของท่อมีแคทตาไลเซอร์สำหรับควบคุมการปล่อยไอเสีย และมีแผ่นกันความร้อนที่ครอบท่อเพื่อให้ดูตรงและสวยงาม นอกจากนี้ ท่อที่เชื่อมต่อตัวเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ภาพรวมดูเพรียวบาง สุดท้าย ท่อไอเสียทั้งหมดทำจากสแตนเลสขัดเงาเพื่อเพิ่มความเงางามและความคงทน",
      "Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ Meguro S1 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ Meguro S1 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ",
      "Lightweight Semi-Double Cradle Frame",
      "เฟรมน้ำหนักเบาของ Meguro S1 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ Meguro S1 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ",
      "Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2",
      "Composed Suspension",
      "โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่",
      "โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2",
      "Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วที่ล้อหลังให้รูปลักษณ์แบบดั้งเดิมของตระกูล W ความสัมพันธ์ระหว่างระบบกันสะเทือนและแรงดันลมยางยังได้รับการปรับให้เหมาะสมเพื่อความสะดวกสบายในการขับขี่ที่มีคุณภาพสูง ยางล้อหน้า 90/90-18M/C 51S ยางล้อหลัง 110/90-17M/C 60S จานเบรกหน้า ทรงกลมขนาด ø265 มม. จับคู่กับคาลิปเปอร์ลูกสูบคู่ให้กำลังหยุดรถที่เพียงพอ จานเบรกหลัง ทรงกลมขนาด ø220 มม. ที่ทำงานด้วยคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วของล้อหลัง * ABS มาตรฐานให้ความมั่นใจเพิ่มขึ้นในสถานการณ์การขับขี่ต่างๆ",
      "Traditional-Looking Wheels, Tyres and Brakes",
      "ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วที่ล้อหลังให้รูปลักษณ์แบบดั้งเดิมของตระกูล W ความสัมพันธ์ระหว่างระบบกันสะเทือนและแรงดันลมยางยังได้รับการปรับให้เหมาะสมเพื่อความสะดวกสบายในการขับขี่ที่มีคุณภาพสูง",
      "ยางล้อหน้า 90/90-18M/C 51S ยางล้อหลัง 110/90-17M/C 60S จานเบรกหน้า ทรงกลมขนาด ø265 มม. จับคู่กับคาลิปเปอร์ลูกสูบคู่ให้กำลังหยุดรถที่เพียงพอ จานเบรกหลัง ทรงกลมขนาด ø220 มม. ที่ทำงานด้วยคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วของล้อหลัง * ABS มาตรฐานให้ความมั่นใจเพิ่มขึ้นในสถานการณ์การขับขี่ต่างๆ",
      "Accessible Ergonomics ผู้ขับขี่จะพบว่า MEGURO S1 เข้าถึงได้ง่ายมากด้วยตัวถังน้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งแบบเพรียวบางและความสูงของเบาะนั่งที่ต่ำ ตำแหน่งการขี่ที่ผ่อนคลายและลำตัวตั้งตรงช่วยให้ขับขี่ได้สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น",
      "Accessible Ergonomics",
      "ผู้ขับขี่จะพบว่า MEGURO S1 เข้าถึงได้ง่ายมากด้วยตัวถังน้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งแบบเพรียวบางและความสูงของเบาะนั่งที่ต่ำ ตำแหน่งการขี่ที่ผ่อนคลายและลำตัวตั้งตรงช่วยให้ขับขี่ได้สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น",
      "Kawasaki 250 Meguro SG-Inspired Looks Meguro S1 ได้รับแรงบันดาลใจในการออกแบบโดยตรงจากรถมอเตอร์ไซค์ในตำนาน ในประวัติศาสตร์ของ Kawasaki และ Meguro: Kawasaki 250 Meguro SG ซึ่งผลิตในปี 1964 การออกแบบที่เห็นใน Meguro S1 สัมผัสได้ว่าสืบทอดมาจากรุ่นบรรพบุรุษโดยตรง โดยยังคงความเท่แบบเหนือกาลเวลาซึ่งยังคงความสวยงามเหมือนในปี 1964 มิเตอร์มีแบบอักษรคลาสสิกที่ออกแบบมาเป็นพิเศษเพื่อให้เข้ากับมิเตอร์แบบดั้งเดิมของ Kawasaki 250 Meguro SG โดยมีจุดศูนย์กลางสีขาว ตัวเลขสีขาวบนพื้นหลังสีดำ และโลโก้สีแดงอันเป็นเอกลักษณ์ที่พิมพ์ด้วยอักษรคาตากานะที่ด้านล่าง มิเตอร์แบบดั้งเดิมประกอบด้วยมาตรวัดความเร็วและมาตรวัดรอบเครื่องยนต์แยกกันพร้อมจอแสดงผลแบบคลาสสิก หน้าจอ LCD แบบมัลติฟังก์ชันประกอบด้วยมาตรวัดระยะทาง มาตรวัดระยะทาง และนาฬิกา ไฟเตือนแบบต่างๆ ประกอบด้วยไฟเตือน FI ไฟเตือนไฟเลี้ยว ไฟเตือนระดับน้ำมันเชื้อเพลิง ไฟเตือนไฟสูง และไฟบอกตำแหน่งเกียร์ว่าง Meguro 100 Years Anniversary ตั้งแต่ปี 1924 เป็นต้นมา แบรนด์ MEGURO เป็นที่รู้จักในด้านความจุกระบอกสูบขนาดใหญ่ ประสิทธิภาพสูง และคุณภาพสูง และเป็นเป้าหมายของการชื่นชมในหมู่นักขี่ชาวญี่ปุ่นในขณะนั้น MEGURO S1 เป็นรุ่นสปอร์ตรุ่นเดียวในคลาส 250cc ที่สืบทอดมรดกและความน่าเชื่อถือของแบรนด์ Kawasaki มาเป็นเวลากว่า 100 ปี Fuel-Injected 233 cm³ Air-Cooled 4-Stroke Single Engine เครื่องยนต์ของรถนี้เป็นแบบ 4 จังหวะ ลูกสูบเดี่ยว SOHC ขนาด 233 ซีซี ซึ่งพัฒนามาจาก KLX230 โดยมีการปรับปรุงเสียงไอเสียให้มีเอกลักษณ์ตาม MEGURO SG กำลังขับที่ปรับปรุงขึ้นในรอบต่ำถึงกลางช่วยให้การขับขี่สะดวกสบายและผ่อนคลาย นอกจากนี้ยังมีการติดตั้งบาลานเซอร์เพื่อเพิ่มความสบายในการขับขี่อีกด้วย ระบบหัวฉีดเชื้อเพลิงทำงานอย่างแม่นยำและเสถียรในทุกสภาพอากาศ ช่วยให้สตาร์ทง่ายและมีการตอบสนองที่ราบรื่น ในขณะที่บาลานเซอร์ขับเคลื่อนด้วยเกียร์ช่วยลดแรงสั่นสะเทือน ทำให้การขับขี่ราบรื่นและมีคุณภาพดีขึ้นอย่างเห็นได้ชัด. ท่อไอเสียถูกออกแบบให้อยู่ทางด้านขวาของเครื่องยนต์เพื่อเสริมความสวยงามและเน้นเส้นโค้งที่ทอดยาวจากเครื่องยนต์ถึงปลายท่อเก็บเสียง ส่วนกลางของท่อมีแคทตาไลเซอร์สำหรับควบคุมการปล่อยไอเสีย และมีแผ่นกันความร้อนที่ครอบท่อเพื่อให้ดูตรงและสวยงาม นอกจากนี้ ท่อที่เชื่อมต่อตัวเก็บเสียงได้รับการออกแบบให้มีเส้นผ่านศูนย์กลางเท่ากับปลายตัวเก็บเสียง ทำให้ภาพรวมดูเพรียวบาง สุดท้าย ท่อไอเสียทั้งหมดทำจากสแตนเลสขัดเงาเพื่อเพิ่มความเงางามและความคงทน Lightweight Semi-Double Cradle Frame เฟรมน้ำหนักเบาของ Meguro S1 มาพร้อมกับขนาดที่เหมาะสำหรับการควบคุมที่เรียบง่ายและตรงไปตรงมา ชอบ Meguro S1 เป็นหนึ่งในรุ่นที่เบาที่สุดในกลุ่มรถสปอร์ตย้อนยุค 250 ซีซี โดยมีน้ำหนักเพียง 143 กก.(Dry Weight 133 kg.) ซึ่งส่วนใหญ่ต้องยกความดีความชอบให้กับโครงรถที่เบา ช่วยให้ขับขี่ได้อย่างสะดวกสบายและมีบุคลิกการขับขี่ที่เบาและคาดเดาได้ ซึ่งเป็นสิ่งที่ผู้ขับขี่ทุกคนจะต้องชื่นชอบ Composed Suspension โช้คหน้าเทเลสโคปิกแบบดั้งเดิม ø37 มม. มุมแคสเตอร์ 27.0° และเส้นทางเทรล 99 มม. มอบลักษณะการเอนเข้าโค้งที่ช้าและคงที่ โช้คหลังคู่ ให้การขับขี่ที่นุ่มนวลและลักษณะการควบคุมที่สงบ ซึ่งเพิ่มความมั่นใจและความเพลิดเพลินให้กับผู้ขับขี่ ซึ่งโช้คหลังสามารถปรับได้ 5 ระดับ โดยค่ามาตรฐานอยู่ที่ระดับที่ 2 Traditional-Looking Wheels, Tyres and Brakes ล้อซี่ลวดขนาด 18 นิ้วด้านหน้าและ 17 นิ้วที่ล้อหลังให้รูปลักษณ์แบบดั้งเดิมของตระกูล W ความสัมพันธ์ระหว่างระบบกันสะเทือนและแรงดันลมยางยังได้รับการปรับให้เหมาะสมเพื่อความสะดวกสบายในการขับขี่ที่มีคุณภาพสูง ยางล้อหน้า 90/90-18M/C 51S ยางล้อหลัง 110/90-17M/C 60S จานเบรกหน้า ทรงกลมขนาด ø265 มม. จับคู่กับคาลิปเปอร์ลูกสูบคู่ให้กำลังหยุดรถที่เพียงพอ จานเบรกหลัง ทรงกลมขนาด ø220 มม. ที่ทำงานด้วยคาลิปเปอร์ลูกสูบเดี่ยวช่วยชะลอความเร็วของล้อหลัง * ABS มาตรฐานให้ความมั่นใจเพิ่มขึ้นในสถานการณ์การขับขี่ต่างๆ Accessible Ergonomics ผู้ขับขี่จะพบว่า MEGURO S1 เข้าถึงได้ง่ายมากด้วยตัวถังน้ำหนักเบาและระยะเอื้อมถึงพื้นแบบผ่อนคลายจากการออกแบบเบาะนั่งแบบเพรียวบางและความสูงของเบาะนั่งที่ต่ำ ตำแหน่งการขี่ที่ผ่อนคลายและลำตัวตั้งตรงช่วยให้ขับขี่ได้สบายและควบคุมมอเตอร์ไซค์ได้ง่ายขึ้น PrevNext12345678",
      "PrevNext12345678",
      "Specifications",
      "มิติรถ ความยาว 2,125 mm ความกว้าง 800 mm ความสูง 1,090 mm ระยะฐานล้อ 1,415 mm ระยะห่างจากพื้น 150 mm ความสูงเบาะนั่ง 740 mm น้ำหนักรวม 143 kg น้ำหนัก (ไม่รวมของเหลว) 133 kg ความจุถังน้ำมันเชื้อเพลิง 12 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 12.9 kW {18 PS} / 7,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 19 N·m {1.9 kgƒ·m} / 5,800 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Single ระบบหล่อเย็น Air-cooled ขนาดกระบอกสูบ x ช่วงชัก 67.0 x 66.0 mm ปริมาตรกระบอกสูบ 233 cm3 อัตราส่วนกำลังอัด 9.0:1 ระบบจ่ายเชื้อเพลิง Fuel injection : ø32 mm x 1 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.871 (89/31) อัตราทดเกียร์ 1 3.000 (39/13) อัตราทดเกียร์ 2 2.067 (31/15) อัตราทดเกียร์ 3 1.556 (28/18) อัตราทดเกียร์ 4 1.261 (29/23) อัตราทดเกียร์ 5 1.040 (26/25) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 2.714 (38/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Semi-double cradle, steel ระบบกันสะเทือนหน้า ø37 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with adjustable preload ระยะยุบล้อหน้า 117 mm ระยะยุบล้อหลัง 95 mm มุมแคสเตอร์ 27.0° ระยะเทรล 99 mm มุมเลี้ยว (ซ้าย/ขวา) 40° / 40° ยางหน้า 90/90-18M/C 51S ยางหลัง 110/90-17M/C 60S เบรกหน้า ø265 mm disc คาลิปเปอร์ (หน้า) Dual-piston เบรกหลัง ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,125 mm ความกว้าง 800 mm ความสูง 1,090 mm ระยะฐานล้อ 1,415 mm ระยะห่างจากพื้น 150 mm ความสูงเบาะนั่ง 740 mm น้ำหนักรวม 143 kg น้ำหนัก (ไม่รวมของเหลว) 133 kg ความจุถังน้ำมันเชื้อเพลิง 12 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 12.9 kW {18 PS} / 7,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 19 N·m {1.9 kgƒ·m} / 5,800 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Single ระบบหล่อเย็น Air-cooled ขนาดกระบอกสูบ x ช่วงชัก 67.0 x 66.0 mm ปริมาตรกระบอกสูบ 233 cm3 อัตราส่วนกำลังอัด 9.0:1 ระบบจ่ายเชื้อเพลิง Fuel injection : ø32 mm x 1 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.871 (89/31) อัตราทดเกียร์ 1 3.000 (39/13) อัตราทดเกียร์ 2 2.067 (31/15) อัตราทดเกียร์ 3 1.556 (28/18) อัตราทดเกียร์ 4 1.261 (29/23) อัตราทดเกียร์ 5 1.040 (26/25) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 2.714 (38/14) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Semi-double cradle, steel ระบบกันสะเทือนหน้า ø37 mm telescopic fork ระบบกันสะเทือนหลัง Twin shocks with adjustable preload ระยะยุบล้อหน้า 117 mm ระยะยุบล้อหลัง 95 mm มุมแคสเตอร์ 27.0° ระยะเทรล 99 mm มุมเลี้ยว (ซ้าย/ขวา) 40° / 40° ยางหน้า 90/90-18M/C 51S ยางหลัง 110/90-17M/C 60S เบรกหน้า ø265 mm disc คาลิปเปอร์ (หน้า) Dual-piston เบรกหลัง ø220 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "MEGURO K3 379,000 บาท Ninja H2 1,620,000 บาท Ninja ZX-10RR 1,223,000 บาท Ninja ZX-10R 859,000 บาท",
      "MEGURO K3 379,000 บาท",
      "379,000 บาท",
      "Ninja H2 1,620,000 บาท",
      "1,620,000 บาท",
      "Ninja ZX-10RR 1,223,000 บาท",
      "Ninja ZX-10RR",
      "1,223,000 บาท",
      "Ninja ZX-10R 859,000 บาท",
      "Ninja ZX-10R",
      "859,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  }
]