[
  {
    "brand": "Kawasaki",
    "name": "Z1000",
    "url": "https://www.kawasaki.co.th/th/motorcycle/z1000",
    "category": "Z",
    "price": "620,700 บาท",
    "price_numeric": 620700,
    "specifications": {
      "ความยาว": "2,045 mm",
      "ความกว้าง": "790 mm",
      "ความสูง": "1,055 mm",
      "ระยะฐานล้อ": "1,435 mm",
      "ระยะห่างจากพื้น": "125 mm",
      "ความสูงเบาะนั่ง": "815 mm",
      "น้ำหนักรวม": "221 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "100.9 kW {137 PS} / 9,800 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "109.0 N·m {11.1 kgƒ·m} / 7,300 min-1",
      "ประเภทเครื่องยนต์": "4-stroke, 4-cylinder",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "77.0 x 56.0 mm",
      "ปริมาตรกระบอกสูบ": "1,043 cc",
      "อัตราส่วนกำลังอัด": "11.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø38 mm x 4 with oval sub-throttles",
      "ระบบหล่อลื่น": "Forced Lub. Wet",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.627 (83/51)",
      "อัตราทดเกียร์ 1": "2.600 (39/15)",
      "อัตราทดเกียร์ 2": "1.950 (39/20)",
      "อัตราทดเกียร์ 3": "1.600 (24/15)",
      "อัตราทดเกียร์ 4": "1.389 (25/18)",
      "อัตราทดเกียร์ 5": "1.238 (26/21)",
      "อัตราทดเกียร์ 6": "1.107 (31/28)",
      "อัตราทดสุดท้าย": "2.867 (43/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Diamond",
      "ระบบกันสะเทือนหน้า": "Telescopic fork (Upside-down)",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link Swingarm",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "135 mm",
      "มุมแคสเตอร์": "24.5°",
      "ระยะเทรล": "101 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "29° / 29°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "190/50ZR17M/C (73W)",
      "เบรกหน้า": "Dual semi-floating ø310 mm petal discs",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount",
      "เบรกหลัง": "Single ø250 mm petal disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Z900 349,000 บาท": "Z900 349,000 บาท"
    },
    "scraped_at": "2026-01-11T15:54:16.959778",
    "features": [
      "Z1000 THE MOST RADICAL SUPERNAKED",
      "Top Features",
      "DESIGN ENGINE HEADLAMP BRAKES SUSPENSION ตามแนวคิด “SUGOMI” Z1000 ถูกออกแบบให้ผู้ขับขี่นั่งในท่าหมอบเหมือนกับรุ่นก่อน โดยมีลักษณะโดดเด่นเป็นพิเศษที่โครงกระจังหน้าที่ถูกปรับระดับให้ต่ำลงกว่าเดิม เพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง ทำให้ผู้ขับขี่ต้องลดตัวลงมาในท่านั่งหมอบ ชวนให้นึกถึงภาพของนักล่าอันแข็งแกร่งที่กำลังรอสังหารเหยื่อ โคมไฟหน้าแบบ LED พร้อมไฟ 4 ดวงกลมโตด้านในส่องประกายอย่างเด่นชัดในยามค่ำคืน เหมือนเช่นดวงตาของนักล่า ตัวถังถูกขยับมาอยู่ใกล้กับเครื่องยนต์และโครงรถมากยิ่งขึ้นเพื่อให้ได้รูปทรงที่ปราดเปรียวและทรงพลัง สัดส่วนของตัวรถนั้นเทน้ำหนักไปยังส่วนหน้ามากกว่าส่วนท้ายรถ เพื่อรับกับเส้นสายและรายละเอียดของตัวรถที่ให้ความรู้สึกของการพุ่งทะยานไปข้างหน้าอย่างไม่หยุดยั้ง เครื่องยนต์แรงเร้าใจ เครื่องยนต์สมรรถนะสูงทำให้ผู้ขับขี่สัมผัสถึงความแรงของ Z1000 ได้ในทันที โดยได้รับการถ่ายทออดแรงบิดอันทรงพลังในรอบความเร็วต่ำที่เคยมีในรุ่นก่อนหน้ามาครบถ้วน แต่สิ่งที่เปลี่ยนแปลงไปคือกล่อง ECU ซึ่งได้รับการปรับปรุงใหม่ช่วยเพิ่มประสิทธิภาพการเผาไหม้ในห้องเครื่อง การเปลี่ยนเกียร์เพื่อเร่งความเร็วก็สามารถตอบสนองได้รวดเร็วทันใจ โคมไฟหน้า LED กระจังหน้าขนาดกะทัดรัดและเพรียวบางถูกปรับระดับให้ต่ำลงกว่าเดิมเพื่อเพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง โคมไฟชนิด LED ขนาดเล็กลงแต่ส่องแสงสว่างมากกว่าเดิม เสริมให้หน้าตาของ Z1000 ดูดุดันดังนักล่า โคมไฟหน้าประกอบด้วยหลอดไฟประหยัดพลังงาน LED 4 ดวง ไฟต่ำ 2 ดวง (ตรงกลาง) และ ไฟสูง 2 ดวง (ด้านนอก) เมื่อเปิดไฟสูง ไฟทั้ง 4 ดวงจะส่องแสงสว่างทั้งหมด ระบบเบรก ABS Z1000 รุ่นใหม่มาพร้อมระบบเบรกประกบคู่คาลิปเปอร์ Tokico แบบ monobloc และขนาดจานเบรกหน้าใหญ่ขึ้นเป็น 310 มม. เพิ่มประสิทธิภาพการเบรกที่รวดเร็วแม่นยำ ตอบสนองต่อการควบคุมการขับขี่ได้อย่างรวดเร็วมั่นใจ ระบบกันสะเทือน การควบคุมรถที่ตอบสนองอย่างรวดเร็วมาจากระบบกันสะเทือนแบบใหม่ซึ่งช่วยให้ขับขี่ง่ายขึ้น โดยเป็นระบบกันสะเทือนจาก Showa ผลิตภัณฑ์ชั้นเยี่ยม ด้วยสปริงคู่ดูดซับแรงกระแทกได้ดี ซึ่งสามารถปรับตั้งระยะยืดและยุบตัวได้ทั้งซ้ายและขวา ตามแนวคิด “SUGOMI” Z1000 ถูกออกแบบให้ผู้ขับขี่นั่งในท่าหมอบเหมือนกับรุ่นก่อน โดยมีลักษณะโดดเด่นเป็นพิเศษที่โครงกระจังหน้าที่ถูกปรับระดับให้ต่ำลงกว่าเดิม เพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง ทำให้ผู้ขับขี่ต้องลดตัวลงมาในท่านั่งหมอบ ชวนให้นึกถึงภาพของนักล่าอันแข็งแกร่งที่กำลังรอสังหารเหยื่อ โคมไฟหน้าแบบ LED พร้อมไฟ 4 ดวงกลมโตด้านในส่องประกายอย่างเด่นชัดในยามค่ำคืน เหมือนเช่นดวงตาของนักล่า ตัวถังถูกขยับมาอยู่ใกล้กับเครื่องยนต์และโครงรถมากยิ่งขึ้นเพื่อให้ได้รูปทรงที่ปราดเปรียวและทรงพลัง สัดส่วนของตัวรถนั้นเทน้ำหนักไปยังส่วนหน้ามากกว่าส่วนท้ายรถ เพื่อรับกับเส้นสายและรายละเอียดของตัวรถที่ให้ความรู้สึกของการพุ่งทะยานไปข้างหน้าอย่างไม่หยุดยั้ง เครื่องยนต์แรงเร้าใจ เครื่องยนต์สมรรถนะสูงทำให้ผู้ขับขี่สัมผัสถึงความแรงของ Z1000 ได้ในทันที โดยได้รับการถ่ายทออดแรงบิดอันทรงพลังในรอบความเร็วต่ำที่เคยมีในรุ่นก่อนหน้ามาครบถ้วน แต่สิ่งที่เปลี่ยนแปลงไปคือกล่อง ECU ซึ่งได้รับการปรับปรุงใหม่ช่วยเพิ่มประสิทธิภาพการเผาไหม้ในห้องเครื่อง การเปลี่ยนเกียร์เพื่อเร่งความเร็วก็สามารถตอบสนองได้รวดเร็วทันใจ โคมไฟหน้า LED กระจังหน้าขนาดกะทัดรัดและเพรียวบางถูกปรับระดับให้ต่ำลงกว่าเดิมเพื่อเพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง โคมไฟชนิด LED ขนาดเล็กลงแต่ส่องแสงสว่างมากกว่าเดิม เสริมให้หน้าตาของ Z1000 ดูดุดันดังนักล่า โคมไฟหน้าประกอบด้วยหลอดไฟประหยัดพลังงาน LED 4 ดวง ไฟต่ำ 2 ดวง (ตรงกลาง) และ ไฟสูง 2 ดวง (ด้านนอก) เมื่อเปิดไฟสูง ไฟทั้ง 4 ดวงจะส่องแสงสว่างทั้งหมด ระบบเบรก ABS Z1000 รุ่นใหม่มาพร้อมระบบเบรกประกบคู่คาลิปเปอร์ Tokico แบบ monobloc และขนาดจานเบรกหน้าใหญ่ขึ้นเป็น 310 มม. เพิ่มประสิทธิภาพการเบรกที่รวดเร็วแม่นยำ ตอบสนองต่อการควบคุมการขับขี่ได้อย่างรวดเร็วมั่นใจ ระบบกันสะเทือน การควบคุมรถที่ตอบสนองอย่างรวดเร็วมาจากระบบกันสะเทือนแบบใหม่ซึ่งช่วยให้ขับขี่ง่ายขึ้น โดยเป็นระบบกันสะเทือนจาก Showa ผลิตภัณฑ์ชั้นเยี่ยม ด้วยสปริงคู่ดูดซับแรงกระแทกได้ดี ซึ่งสามารถปรับตั้งระยะยืดและยุบตัวได้ทั้งซ้ายและขวา PrevNext12345",
      "DESIGN ENGINE HEADLAMP BRAKES SUSPENSION ตามแนวคิด “SUGOMI” Z1000 ถูกออกแบบให้ผู้ขับขี่นั่งในท่าหมอบเหมือนกับรุ่นก่อน โดยมีลักษณะโดดเด่นเป็นพิเศษที่โครงกระจังหน้าที่ถูกปรับระดับให้ต่ำลงกว่าเดิม เพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง ทำให้ผู้ขับขี่ต้องลดตัวลงมาในท่านั่งหมอบ ชวนให้นึกถึงภาพของนักล่าอันแข็งแกร่งที่กำลังรอสังหารเหยื่อ โคมไฟหน้าแบบ LED พร้อมไฟ 4 ดวงกลมโตด้านในส่องประกายอย่างเด่นชัดในยามค่ำคืน เหมือนเช่นดวงตาของนักล่า ตัวถังถูกขยับมาอยู่ใกล้กับเครื่องยนต์และโครงรถมากยิ่งขึ้นเพื่อให้ได้รูปทรงที่ปราดเปรียวและทรงพลัง สัดส่วนของตัวรถนั้นเทน้ำหนักไปยังส่วนหน้ามากกว่าส่วนท้ายรถ เพื่อรับกับเส้นสายและรายละเอียดของตัวรถที่ให้ความรู้สึกของการพุ่งทะยานไปข้างหน้าอย่างไม่หยุดยั้ง เครื่องยนต์แรงเร้าใจ เครื่องยนต์สมรรถนะสูงทำให้ผู้ขับขี่สัมผัสถึงความแรงของ Z1000 ได้ในทันที โดยได้รับการถ่ายทออดแรงบิดอันทรงพลังในรอบความเร็วต่ำที่เคยมีในรุ่นก่อนหน้ามาครบถ้วน แต่สิ่งที่เปลี่ยนแปลงไปคือกล่อง ECU ซึ่งได้รับการปรับปรุงใหม่ช่วยเพิ่มประสิทธิภาพการเผาไหม้ในห้องเครื่อง การเปลี่ยนเกียร์เพื่อเร่งความเร็วก็สามารถตอบสนองได้รวดเร็วทันใจ โคมไฟหน้า LED กระจังหน้าขนาดกะทัดรัดและเพรียวบางถูกปรับระดับให้ต่ำลงกว่าเดิมเพื่อเพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง โคมไฟชนิด LED ขนาดเล็กลงแต่ส่องแสงสว่างมากกว่าเดิม เสริมให้หน้าตาของ Z1000 ดูดุดันดังนักล่า โคมไฟหน้าประกอบด้วยหลอดไฟประหยัดพลังงาน LED 4 ดวง ไฟต่ำ 2 ดวง (ตรงกลาง) และ ไฟสูง 2 ดวง (ด้านนอก) เมื่อเปิดไฟสูง ไฟทั้ง 4 ดวงจะส่องแสงสว่างทั้งหมด ระบบเบรก ABS Z1000 รุ่นใหม่มาพร้อมระบบเบรกประกบคู่คาลิปเปอร์ Tokico แบบ monobloc และขนาดจานเบรกหน้าใหญ่ขึ้นเป็น 310 มม. เพิ่มประสิทธิภาพการเบรกที่รวดเร็วแม่นยำ ตอบสนองต่อการควบคุมการขับขี่ได้อย่างรวดเร็วมั่นใจ ระบบกันสะเทือน การควบคุมรถที่ตอบสนองอย่างรวดเร็วมาจากระบบกันสะเทือนแบบใหม่ซึ่งช่วยให้ขับขี่ง่ายขึ้น โดยเป็นระบบกันสะเทือนจาก Showa ผลิตภัณฑ์ชั้นเยี่ยม ด้วยสปริงคู่ดูดซับแรงกระแทกได้ดี ซึ่งสามารถปรับตั้งระยะยืดและยุบตัวได้ทั้งซ้ายและขวา",
      "ตามแนวคิด “SUGOMI” Z1000 ถูกออกแบบให้ผู้ขับขี่นั่งในท่าหมอบเหมือนกับรุ่นก่อน โดยมีลักษณะโดดเด่นเป็นพิเศษที่โครงกระจังหน้าที่ถูกปรับระดับให้ต่ำลงกว่าเดิม เพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง ทำให้ผู้ขับขี่ต้องลดตัวลงมาในท่านั่งหมอบ ชวนให้นึกถึงภาพของนักล่าอันแข็งแกร่งที่กำลังรอสังหารเหยื่อ โคมไฟหน้าแบบ LED พร้อมไฟ 4 ดวงกลมโตด้านในส่องประกายอย่างเด่นชัดในยามค่ำคืน เหมือนเช่นดวงตาของนักล่า ตัวถังถูกขยับมาอยู่ใกล้กับเครื่องยนต์และโครงรถมากยิ่งขึ้นเพื่อให้ได้รูปทรงที่ปราดเปรียวและทรงพลัง สัดส่วนของตัวรถนั้นเทน้ำหนักไปยังส่วนหน้ามากกว่าส่วนท้ายรถ เพื่อรับกับเส้นสายและรายละเอียดของตัวรถที่ให้ความรู้สึกของการพุ่งทะยานไปข้างหน้าอย่างไม่หยุดยั้ง เครื่องยนต์แรงเร้าใจ เครื่องยนต์สมรรถนะสูงทำให้ผู้ขับขี่สัมผัสถึงความแรงของ Z1000 ได้ในทันที โดยได้รับการถ่ายทออดแรงบิดอันทรงพลังในรอบความเร็วต่ำที่เคยมีในรุ่นก่อนหน้ามาครบถ้วน แต่สิ่งที่เปลี่ยนแปลงไปคือกล่อง ECU ซึ่งได้รับการปรับปรุงใหม่ช่วยเพิ่มประสิทธิภาพการเผาไหม้ในห้องเครื่อง การเปลี่ยนเกียร์เพื่อเร่งความเร็วก็สามารถตอบสนองได้รวดเร็วทันใจ โคมไฟหน้า LED กระจังหน้าขนาดกะทัดรัดและเพรียวบางถูกปรับระดับให้ต่ำลงกว่าเดิมเพื่อเพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง โคมไฟชนิด LED ขนาดเล็กลงแต่ส่องแสงสว่างมากกว่าเดิม เสริมให้หน้าตาของ Z1000 ดูดุดันดังนักล่า โคมไฟหน้าประกอบด้วยหลอดไฟประหยัดพลังงาน LED 4 ดวง ไฟต่ำ 2 ดวง (ตรงกลาง) และ ไฟสูง 2 ดวง (ด้านนอก) เมื่อเปิดไฟสูง ไฟทั้ง 4 ดวงจะส่องแสงสว่างทั้งหมด ระบบเบรก ABS Z1000 รุ่นใหม่มาพร้อมระบบเบรกประกบคู่คาลิปเปอร์ Tokico แบบ monobloc และขนาดจานเบรกหน้าใหญ่ขึ้นเป็น 310 มม. เพิ่มประสิทธิภาพการเบรกที่รวดเร็วแม่นยำ ตอบสนองต่อการควบคุมการขับขี่ได้อย่างรวดเร็วมั่นใจ ระบบกันสะเทือน การควบคุมรถที่ตอบสนองอย่างรวดเร็วมาจากระบบกันสะเทือนแบบใหม่ซึ่งช่วยให้ขับขี่ง่ายขึ้น โดยเป็นระบบกันสะเทือนจาก Showa ผลิตภัณฑ์ชั้นเยี่ยม ด้วยสปริงคู่ดูดซับแรงกระแทกได้ดี ซึ่งสามารถปรับตั้งระยะยืดและยุบตัวได้ทั้งซ้ายและขวา",
      "ตามแนวคิด “SUGOMI” Z1000 ถูกออกแบบให้ผู้ขับขี่นั่งในท่าหมอบเหมือนกับรุ่นก่อน โดยมีลักษณะโดดเด่นเป็นพิเศษที่โครงกระจังหน้าที่ถูกปรับระดับให้ต่ำลงกว่าเดิม เพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง ทำให้ผู้ขับขี่ต้องลดตัวลงมาในท่านั่งหมอบ ชวนให้นึกถึงภาพของนักล่าอันแข็งแกร่งที่กำลังรอสังหารเหยื่อ โคมไฟหน้าแบบ LED พร้อมไฟ 4 ดวงกลมโตด้านในส่องประกายอย่างเด่นชัดในยามค่ำคืน เหมือนเช่นดวงตาของนักล่า ตัวถังถูกขยับมาอยู่ใกล้กับเครื่องยนต์และโครงรถมากยิ่งขึ้นเพื่อให้ได้รูปทรงที่ปราดเปรียวและทรงพลัง สัดส่วนของตัวรถนั้นเทน้ำหนักไปยังส่วนหน้ามากกว่าส่วนท้ายรถ เพื่อรับกับเส้นสายและรายละเอียดของตัวรถที่ให้ความรู้สึกของการพุ่งทะยานไปข้างหน้าอย่างไม่หยุดยั้ง",
      "ตามแนวคิด “SUGOMI”",
      "Z1000 ถูกออกแบบให้ผู้ขับขี่นั่งในท่าหมอบเหมือนกับรุ่นก่อน โดยมีลักษณะโดดเด่นเป็นพิเศษที่โครงกระจังหน้าที่ถูกปรับระดับให้ต่ำลงกว่าเดิม เพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง ทำให้ผู้ขับขี่ต้องลดตัวลงมาในท่านั่งหมอบ ชวนให้นึกถึงภาพของนักล่าอันแข็งแกร่งที่กำลังรอสังหารเหยื่อ โคมไฟหน้าแบบ LED พร้อมไฟ 4 ดวงกลมโตด้านในส่องประกายอย่างเด่นชัดในยามค่ำคืน เหมือนเช่นดวงตาของนักล่า ตัวถังถูกขยับมาอยู่ใกล้กับเครื่องยนต์และโครงรถมากยิ่งขึ้นเพื่อให้ได้รูปทรงที่ปราดเปรียวและทรงพลัง สัดส่วนของตัวรถนั้นเทน้ำหนักไปยังส่วนหน้ามากกว่าส่วนท้ายรถ เพื่อรับกับเส้นสายและรายละเอียดของตัวรถที่ให้ความรู้สึกของการพุ่งทะยานไปข้างหน้าอย่างไม่หยุดยั้ง",
      "เครื่องยนต์แรงเร้าใจ เครื่องยนต์สมรรถนะสูงทำให้ผู้ขับขี่สัมผัสถึงความแรงของ Z1000 ได้ในทันที โดยได้รับการถ่ายทออดแรงบิดอันทรงพลังในรอบความเร็วต่ำที่เคยมีในรุ่นก่อนหน้ามาครบถ้วน แต่สิ่งที่เปลี่ยนแปลงไปคือกล่อง ECU ซึ่งได้รับการปรับปรุงใหม่ช่วยเพิ่มประสิทธิภาพการเผาไหม้ในห้องเครื่อง การเปลี่ยนเกียร์เพื่อเร่งความเร็วก็สามารถตอบสนองได้รวดเร็วทันใจ",
      "เครื่องยนต์แรงเร้าใจ",
      "เครื่องยนต์สมรรถนะสูงทำให้ผู้ขับขี่สัมผัสถึงความแรงของ Z1000 ได้ในทันที โดยได้รับการถ่ายทออดแรงบิดอันทรงพลังในรอบความเร็วต่ำที่เคยมีในรุ่นก่อนหน้ามาครบถ้วน",
      "แต่สิ่งที่เปลี่ยนแปลงไปคือกล่อง ECU ซึ่งได้รับการปรับปรุงใหม่ช่วยเพิ่มประสิทธิภาพการเผาไหม้ในห้องเครื่อง การเปลี่ยนเกียร์เพื่อเร่งความเร็วก็สามารถตอบสนองได้รวดเร็วทันใจ",
      "โคมไฟหน้า LED กระจังหน้าขนาดกะทัดรัดและเพรียวบางถูกปรับระดับให้ต่ำลงกว่าเดิมเพื่อเพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง โคมไฟชนิด LED ขนาดเล็กลงแต่ส่องแสงสว่างมากกว่าเดิม เสริมให้หน้าตาของ Z1000 ดูดุดันดังนักล่า โคมไฟหน้าประกอบด้วยหลอดไฟประหยัดพลังงาน LED 4 ดวง ไฟต่ำ 2 ดวง (ตรงกลาง) และ ไฟสูง 2 ดวง (ด้านนอก) เมื่อเปิดไฟสูง ไฟทั้ง 4 ดวงจะส่องแสงสว่างทั้งหมด",
      "โคมไฟหน้า LED",
      "กระจังหน้าขนาดกะทัดรัดและเพรียวบางถูกปรับระดับให้ต่ำลงกว่าเดิมเพื่อเพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง โคมไฟชนิด LED ขนาดเล็กลงแต่ส่องแสงสว่างมากกว่าเดิม เสริมให้หน้าตาของ Z1000 ดูดุดันดังนักล่า โคมไฟหน้าประกอบด้วยหลอดไฟประหยัดพลังงาน LED 4 ดวง ไฟต่ำ 2 ดวง (ตรงกลาง) และ ไฟสูง 2 ดวง (ด้านนอก) เมื่อเปิดไฟสูง ไฟทั้ง 4 ดวงจะส่องแสงสว่างทั้งหมด",
      "ระบบเบรก ABS Z1000 รุ่นใหม่มาพร้อมระบบเบรกประกบคู่คาลิปเปอร์ Tokico แบบ monobloc และขนาดจานเบรกหน้าใหญ่ขึ้นเป็น 310 มม. เพิ่มประสิทธิภาพการเบรกที่รวดเร็วแม่นยำ ตอบสนองต่อการควบคุมการขับขี่ได้อย่างรวดเร็วมั่นใจ",
      "ระบบเบรก ABS",
      "Z1000 รุ่นใหม่มาพร้อมระบบเบรกประกบคู่คาลิปเปอร์ Tokico แบบ monobloc และขนาดจานเบรกหน้าใหญ่ขึ้นเป็น 310 มม. เพิ่มประสิทธิภาพการเบรกที่รวดเร็วแม่นยำ ตอบสนองต่อการควบคุมการขับขี่ได้อย่างรวดเร็วมั่นใจ",
      "ระบบกันสะเทือน การควบคุมรถที่ตอบสนองอย่างรวดเร็วมาจากระบบกันสะเทือนแบบใหม่ซึ่งช่วยให้ขับขี่ง่ายขึ้น โดยเป็นระบบกันสะเทือนจาก Showa ผลิตภัณฑ์ชั้นเยี่ยม ด้วยสปริงคู่ดูดซับแรงกระแทกได้ดี ซึ่งสามารถปรับตั้งระยะยืดและยุบตัวได้ทั้งซ้ายและขวา",
      "ระบบกันสะเทือน",
      "การควบคุมรถที่ตอบสนองอย่างรวดเร็วมาจากระบบกันสะเทือนแบบใหม่ซึ่งช่วยให้ขับขี่ง่ายขึ้น โดยเป็นระบบกันสะเทือนจาก Showa ผลิตภัณฑ์ชั้นเยี่ยม ด้วยสปริงคู่ดูดซับแรงกระแทกได้ดี ซึ่งสามารถปรับตั้งระยะยืดและยุบตัวได้ทั้งซ้ายและขวา",
      "ตามแนวคิด “SUGOMI” Z1000 ถูกออกแบบให้ผู้ขับขี่นั่งในท่าหมอบเหมือนกับรุ่นก่อน โดยมีลักษณะโดดเด่นเป็นพิเศษที่โครงกระจังหน้าที่ถูกปรับระดับให้ต่ำลงกว่าเดิม เพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง ทำให้ผู้ขับขี่ต้องลดตัวลงมาในท่านั่งหมอบ ชวนให้นึกถึงภาพของนักล่าอันแข็งแกร่งที่กำลังรอสังหารเหยื่อ โคมไฟหน้าแบบ LED พร้อมไฟ 4 ดวงกลมโตด้านในส่องประกายอย่างเด่นชัดในยามค่ำคืน เหมือนเช่นดวงตาของนักล่า ตัวถังถูกขยับมาอยู่ใกล้กับเครื่องยนต์และโครงรถมากยิ่งขึ้นเพื่อให้ได้รูปทรงที่ปราดเปรียวและทรงพลัง สัดส่วนของตัวรถนั้นเทน้ำหนักไปยังส่วนหน้ามากกว่าส่วนท้ายรถ เพื่อรับกับเส้นสายและรายละเอียดของตัวรถที่ให้ความรู้สึกของการพุ่งทะยานไปข้างหน้าอย่างไม่หยุดยั้ง เครื่องยนต์แรงเร้าใจ เครื่องยนต์สมรรถนะสูงทำให้ผู้ขับขี่สัมผัสถึงความแรงของ Z1000 ได้ในทันที โดยได้รับการถ่ายทออดแรงบิดอันทรงพลังในรอบความเร็วต่ำที่เคยมีในรุ่นก่อนหน้ามาครบถ้วน แต่สิ่งที่เปลี่ยนแปลงไปคือกล่อง ECU ซึ่งได้รับการปรับปรุงใหม่ช่วยเพิ่มประสิทธิภาพการเผาไหม้ในห้องเครื่อง การเปลี่ยนเกียร์เพื่อเร่งความเร็วก็สามารถตอบสนองได้รวดเร็วทันใจ โคมไฟหน้า LED กระจังหน้าขนาดกะทัดรัดและเพรียวบางถูกปรับระดับให้ต่ำลงกว่าเดิมเพื่อเพิ่มระยะห่างระหว่างจุดสูงสุดของตัวรถและตัวถังเชื้อเพลิง โคมไฟชนิด LED ขนาดเล็กลงแต่ส่องแสงสว่างมากกว่าเดิม เสริมให้หน้าตาของ Z1000 ดูดุดันดังนักล่า โคมไฟหน้าประกอบด้วยหลอดไฟประหยัดพลังงาน LED 4 ดวง ไฟต่ำ 2 ดวง (ตรงกลาง) และ ไฟสูง 2 ดวง (ด้านนอก) เมื่อเปิดไฟสูง ไฟทั้ง 4 ดวงจะส่องแสงสว่างทั้งหมด ระบบเบรก ABS Z1000 รุ่นใหม่มาพร้อมระบบเบรกประกบคู่คาลิปเปอร์ Tokico แบบ monobloc และขนาดจานเบรกหน้าใหญ่ขึ้นเป็น 310 มม. เพิ่มประสิทธิภาพการเบรกที่รวดเร็วแม่นยำ ตอบสนองต่อการควบคุมการขับขี่ได้อย่างรวดเร็วมั่นใจ ระบบกันสะเทือน การควบคุมรถที่ตอบสนองอย่างรวดเร็วมาจากระบบกันสะเทือนแบบใหม่ซึ่งช่วยให้ขับขี่ง่ายขึ้น โดยเป็นระบบกันสะเทือนจาก Showa ผลิตภัณฑ์ชั้นเยี่ยม ด้วยสปริงคู่ดูดซับแรงกระแทกได้ดี ซึ่งสามารถปรับตั้งระยะยืดและยุบตัวได้ทั้งซ้ายและขวา PrevNext12345",
      "PrevNext12345",
      "Specifications",
      "มิติรถ ความยาว 2,045 mm ความกว้าง 790 mm ความสูง 1,055 mm ระยะฐานล้อ 1,435 mm ระยะห่างจากพื้น 125 mm ความสูงเบาะนั่ง 815 mm น้ำหนักรวม 221 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 100.9 kW {137 PS} / 9,800 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 109.0 N·m {11.1 kgƒ·m} / 7,300 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke, 4-cylinder ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 77.0 x 56.0 mm ปริมาตรกระบอกสูบ 1,043 cc อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø38 mm x 4 with oval sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.238 (26/21) อัตราทดเกียร์ 6 1.107 (31/28) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Diamond ระบบกันสะเทือนหน้า Telescopic fork (Upside-down) ระบบกันสะเทือนหลัง Horizontal Back-link Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 135 mm มุมแคสเตอร์ 24.5° ระยะเทรล 101 mm มุมเลี้ยว (ซ้าย/ขวา) 29° / 29° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 190/50ZR17M/C (73W) เบรกหน้า Dual semi-floating ø310 mm petal discs คาลิปเปอร์ (หน้า) Dual radial-mount เบรกหลัง Single ø250 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,045 mm ความกว้าง 790 mm ความสูง 1,055 mm ระยะฐานล้อ 1,435 mm ระยะห่างจากพื้น 125 mm ความสูงเบาะนั่ง 815 mm น้ำหนักรวม 221 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 100.9 kW {137 PS} / 9,800 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 109.0 N·m {11.1 kgƒ·m} / 7,300 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke, 4-cylinder ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 77.0 x 56.0 mm ปริมาตรกระบอกสูบ 1,043 cc อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø38 mm x 4 with oval sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.238 (26/21) อัตราทดเกียร์ 6 1.107 (31/28) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Diamond ระบบกันสะเทือนหน้า Telescopic fork (Upside-down) ระบบกันสะเทือนหลัง Horizontal Back-link Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 135 mm มุมแคสเตอร์ 24.5° ระยะเทรล 101 mm มุมเลี้ยว (ซ้าย/ขวา) 29° / 29° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 190/50ZR17M/C (73W) เบรกหน้า Dual semi-floating ø310 mm petal discs คาลิปเปอร์ (หน้า) Dual radial-mount เบรกหลัง Single ø250 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z900 349,000 บาท Z900RS SE 449,000 บาท Z900RS 409,000 บาท Z650 292,200 บาท",
      "Z900 349,000 บาท",
      "349,000 บาท",
      "Z900RS SE 449,000 บาท",
      "449,000 บาท",
      "Z900RS 409,000 บาท",
      "409,000 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Z900",
    "url": "https://www.kawasaki.co.th/th/motorcycle/z900",
    "category": "Z",
    "price": "349,000 บาท",
    "price_numeric": 349000,
    "specifications": {
      "ความยาว": "2,065 mm",
      "ความกว้าง": "830 mm",
      "ความสูง": "1,075 mm",
      "ระยะฐานล้อ": "1,450 mm",
      "ระยะห่างจากพื้น": "145 mm",
      "ความสูงเบาะนั่ง": "810 mm",
      "น้ำหนักรวม": "213 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "193 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "92.2 kW {125 PS} / 9,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "98.6 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "73.4 x 56.0 mm",
      "อัตราส่วนกำลังอัด": "11.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø36 mm x 4",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "Electric",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.627 (83/51)",
      "อัตราทดเกียร์ 1": "2.600 (39/15)",
      "อัตราทดเกียร์ 2": "1.950 (39/20)",
      "อัตราทดเกียร์ 3": "1.600 (24/15)",
      "อัตราทดเกียร์ 4": "1.389 (25/18)",
      "อัตราทดเกียร์ 5": "1.217 (28/23)",
      "อัตราทดเกียร์ 6": "1.069 (31/29)",
      "อัตราทดสุดท้าย": "2.933 (44/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø41 mm inverted fork with rebound damping and spring preload adjustability",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link, gas-charged shock with rebound damping and spring preload adjustability",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "140 mm",
      "มุมแคสเตอร์": "24.7°",
      "ระยะเทรล": "110 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "33° / 33°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "180/55ZR17M/C (73W)",
      "เบรกหน้า": "Dual semi-floating ø300 mm discs",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount, opposed 4-piston",
      "เบรกหลัง": "Single ø250 mm disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Z500 SE 219,800 บาท": "Z500 SE 219,800 บาท"
    },
    "scraped_at": "2026-01-11T15:54:25.711308",
    "features": [
      "Z900 PERFORMANCE, REFINEMENT, SUGOMI",
      "Top Features",
      "ENGINE EXHAUST TRANSMISSION FRAME SUSPENSION BRAKES/WHEELS/TYRES ERGONOMICS STYLING ELECTRONICS CONNECTIVITY KCMF IMU KTRC KQS POWER MODE RIDING MODE Exciting In-Line Four Engine การตอบสนองที่เฉียบคมและนุ่มนวลของเครื่องยนต์สี่สูบเรียงของ Z900 สอดคล้องกับการควบคุมที่เบาและคล่องตัว ช่วยให้ผู้ขับขี่สัมผัสประสบการณ์การขับขี่ที่เร้าใจ การเปลี่ยนเกียร์จากเปิดเป็นปิดที่นุ่มนวล ในขณะเดียวกันก็ให้ประสบการณ์การขับขี่ที่เร้าใจ และเข้าถึงง่าย ทำให้การควบคุมรถเป็นสิ่งที่ดีที่สุด เครื่องยนต์สี่สูบเรียง 4 จังหวะ ระบายความร้อนด้วยของเหลว ขนาด 948 ซีซี ให้อัตราเร่งที่รวดเร็วและช่วงกลางที่หนักแน่น มอบแรงม้าสูงสุดจนถึงขีดสุด มอบความตื่นเต้นเร้าใจที่คำนวณมาอย่างดี การส่งกำลังค่อนข้างเป็นเส้นตรง แต่แรงบิดรอบต่ำที่ได้รับการปรับปรุงให้ดีขึ้นนั้น ผสานกับความสามารถในการหมุนเร็วตั้งแต่ประมาณ 6,000 รอบต่อนาทีขึ้นไป การตอบสนองที่นุ่มนวลตั้งแต่รอบกลางถึงสูง ช่วยให้มั่นใจได้ถึงสมรรถนะการขับขี่ที่ยอดเยี่ยม Exhaust System ท่อไอเสียขนาดเส้นผ่าศูนย์กลาง 35 มม. ทำให้สมรรถนะที่ความเร็วรอบเครื่องสูงแสดงออกมาได้เต็มประสิทธิภาพ เช่นเดียวกันกับเสียงท่อไอเสียที่เบา เมื่อเครื่องยนต์เดินเบา ข้อต่อท่อไอเสียเชื่อมท่อไอเสียเข้าด้วยกัน (ท่อ 1-4 เชื่อมกัน ท่อ 2-3 เชื่อมกัน) เพิ่มความรู้สึกสปอร์ตเต็มขึ้นให้กับแรงบิด ในย่านความเร็วรอบเครื่องยนต์ปานกลาง ดีไซน์ท่อเก็บเสียงขนาดกะทัดรัดช่วยเสริมดีไซน์ Z ที่ทันสมัยการใช้วัสดุสแตนเลสสตีลที่ปลายท่อ และฝาครอบท่อเก็บเสียง ช่วยเพิ่มความรู้สึกคุณภาพสูง ขณะเดียวกันก็ช่วยให้ดีไซน์ดูกะทัดรัด และน้ำหนักเบา Transmission อัตราทดเกียร์ ที่ปรับให้เหมาะสมได้รับการจัดเตรียมให้สอดคล้องกับระบบ KQS ใหม่ ควบคู่ไปกับการตั้งค่า FI ช่วยให้การเปลี่ยนเกียร์ เป็นไปอย่างราบรื่นอย่างยิ่งเมื่อใช้ควิกชิฟเตอร์ Assist & Slipper Clutch Assist & Slipper Clutch ได้รับการพัฒนาจากประสบการณ์ในสนามแข่ง คลัทช์ที่ติดตั้งมา จะใช้ลูกเบี้ยวสองชนิด จึงทำให้ได้ฟังก์ชั่นการใช้งานใหม่ถึงสองฟังก์ชั่น ที่ไม่มีมาในคลัทช์มาตรฐานของรุ่นก่อนหน้านี้ เมื่อเครื่องยนต์ทำงานที่รอบเครื่องยนต์ปกติ ลูกเบี้ยวเพิ่มแรงกดจะทำหน้าที่เป็นกลไกควบคุมตัวเอง ในการดึงดุมคลัทช์ และแผ่นคลัทช์ ที่ทำงานเข้าหากันเพื่อบีบแผ่นคลัทช์ เมื่อเกิดการเบรกด้วยเครื่องยนต์ที่มากเกินไป อันเป็นผลจากการเปลี่ยนเกียร์ลงอย่างรวดเร็ว ลูกเบี้ยวสลิปเปอร์จะเข้ามามีบทบาท บังคับให้ดุมคลัทช์และแผ่นคลัทช์ ที่ทำงานอยู่แยกออกจากกัน ทำให้ช่วยให้ล้อหลังไม่ล็อคหรือไถล All-new Trellis Frame องค์ประกอบหลักสำคัญอย่างหนึ่ง ของคุณสมบัติน้ำหนักเบาใน Z900 ใหม่ (สัมผัสได้ทันทีเมื่อพยุงรถขึ้นและขาตั้งข้างลอยเหนือพื้น) คือโครงสร้างเฟรมรถใหม่ที่มีน้ำหนักเพียง 13.5 ก.ก. เท่านั้น ซึ่งช่วยให้สามารถควบคุมรถได้คล่องแคล่ว เฟรมถักเหล็กกล้าไฮเทนไซล์ ทนแรงดึงสูง รูปทรงท่อดูสมส่วนลงตัว เส้นเฟรมท่อเหล็กนี้ จะอยู่ในรูปทรงเส้นตรงเท่าที่ทำได้ และหากจำเป็นต้องดัดงอ มุมในการดัดงอก็จะน้อยเท่าที่จะน้อยได้ รูปลักษณ์ตัวรถจึงดุดันเต็มคราบความเป็นสปอร์ต Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า แบบหัวกลับ ขนาดเส้นผ่าศูนย์กลาง 41 มม. ระยะยุบตัว และยืดตัวแบบจังหวะเดียว (Stepless) ความละเอียดสูง มาพร้อมกับค่าพรีโหลดสปริงที่สามารถปรับตั้งได้ที่แกนโช้คด้านซ้าย ตัวปรับค่าพรีโหลดติดตั้งอยู่ที่ปลายด้านบนแกนโช้ค ซึ่งช่วยให้การปรับตั้งทำได้อย่างสะดวกสบาย โช้คอัพหลัง และก้านต่อ ถูกวางตำแหน่งให้อยู่เหนือสวิงอาร์ม การจัดวางลักษณะนี้จะช่วยให้ศูนย์ถ่วงรถมีความสมดุล จึงไม่ต้องกังวลเรื่องความร้อนจากท่อไอเสีย ที่จะไปรบกวนการทำงานของระบบกันสะเทือน Brakes/Wheels/Tyres - เบรกหน้า ABS ดิสก์เบรกคู่ด้านหน้า ขนาดเส้นผ่าศูนย์กลาง 300 มม. แบบมีร่องระบายความร้อน คาลิปเปอร์เบรกแบบเรเดียล 4 ลูกสูบคู่ สั่งการได้ง่ายไม่ว่าจะเป็นผู้เริ่มขับขี่ หรือผู้ขับขี่มีมีประสบการณ์สูง - เบรกหลัง ABS ดิสก์เบรกหลัง ขนาดเส้นผ่าศูนย์กลาง 250 มม. ลูกสูบเดี่ยว - ยางและล้อหน้า Dunlop Sportmax Q5A 120/70ZR17M/C (58W) - ยางและล้อหลัง Dunlop Sportmax Q5A 180/55ZR17M/C (73W) - ล้อหน้า-หลัง เป็นล้อ 5 ก้านลายดาวสุดเท่ ช่วยเพิ่มน้ำหนักเบา ความแข็งแกร่งสูง ช่วยให้ควบคุมรถได้แม่นยำ และยังช่วยให้ Z900 ดูเบาสบายยิ่งขึ้น Ergonomics for Control ด้วยแฮนด์ที่กว้างและแบนราบ พร้อมตำแหน่งการขับขี่ที่ผ่อนคลายและสปอร์ต ผู้ขับขี่จึงสามารถใช้ประโยชน์ จากศักยภาพการขับขี่แบบสปอร์ตบนถนนของ Z900 ได้อย่างง่ายดาย ตำแหน่งการขับขี่ที่ผสมผสานระหว่าง การควบคุมและความสบาย ช่วยให้ผู้ขับขี่เพลิดเพลินกับสถานการณ์การขับขี่ที่หลากหลาย นอกจากจะช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนท่าทางการขับขี่ได้หลากหลายขณะขับขี่แบบสบาย ๆ แล้ว รูปทรงเบาะนั่งใหม่ที่แบนราบลง ยังช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนน้ำหนัก ขณะขับขี่แบบสปอร์ตได้ง่ายขึ้นอีกด้วย * สวิตช์ไม่ได้อยู่รอบจอแสดงผล เหมือนในรุ่นก่อนหน้าอีกต่อไป เนื่องจากถูกย้ายไปที่สวิทซ์แฮนด์ เพื่อความสะดวกสบายยิ่งขึ้น Refined Sugomi Styling แม้ว่าสไตล์ Z Supernaked ที่ดุดันของ Z900 จะได้รับการปรับปรุงใหม่ แต่องค์ประกอบการออกแบบแบบซูโกมิ (Sugomi) ที่สำคัญที่ทำให้ Z900 มีรูปลักษณ์ที่โดดเด่นสะดุดตา ไม่ว่าจะเป็นท่านั่งยองๆ ศีรษะที่ต่ำลง และส่วนท้ายที่ยกขึ้น ก็ยังคงไว้ซึ่งเอกลักษณ์เฉพาะตัว ดีไซน์ใหม่ที่เฉียบคมและเฉียบคม ซึ่งเน้นที่เครื่องยนต์ มอบความโฉบเฉี่ยวที่ไม่มีใครเทียบได้ ดึงดูดและตรึงสายตาของทุกคนที่ได้มอง ตัวถังที่สง่างามและแนบกระชับ เสริมด้วยวัสดุโลหะที่เน้นสไตล์ มอบความรู้สึกคุณภาพสูง ตั้งแต่รูปลักษณ์ที่ดุดัน ของส่วนหน้ารถที่ดุดันยิ่งขึ้น ไปจนถึงดีไซน์ไฟท้ายใหม่ที่ล้ำสมัย รูปลักษณ์ที่กระชับของ Z900 สะท้อนภาพลักษณ์ที่ปราดเปรียว และสะท้อนถึงสมรรถนะสปอร์ต * ด้านหน้าเป็นไฟหน้าแบบ LED สามดวง โดยไฟหน้าด้านบนสองดวงเป็นไฟต่ำ และไฟหน้าด้านล่างดวงเดียวเป็นไฟสูง ด้วยขนาดกะทัดรัด ไฟหน้าใหม่จึงให้ประสิทธิภาพการส่องสว่างที่ยอดเยี่ยม * ฝาครอบอะลูมิเนียมขัดเงา สลักโลโก้ “Z” ช่วยเพิ่มมิติสะดุดตา ให้กับทั้งสองด้านของตัวเครื่อง รูปลักษณ์แบบเมทัลลิกโดดเด่น ให้ความรู้สึกหรูหรา โดยรวมแล้ว Z900 ใหม่ใช้ชิ้นส่วนพลาสติกน้อยลง และใช้ชิ้นส่วนโลหะมากขึ้น * ฝาครอบท้ายได้รับการออกแบบให้สั้นลง และทำให้ไฟท้ายดูเหมือนลอยอยู่ ทำให้อากาศที่เข้าจากด้านหน้า และระบายออกทางด้านหลัง ช่วยเพิ่มรูปลักษณ์ที่กะทัดรัด และคล่องตัว TFT Colour Instrumentation แผงหน้าปัดสี TFT ดิจิทัลขนาด 5 นิ้ว มีขนาดใหญ่กว่าจอแสดงผลของรุ่นก่อนหน้า มอบรูปลักษณ์ที่ล้ำสมัย และหรูหราให้กับห้องโดยสาร นอกจากนี้ยังมีคุณสมบัติเพิ่มเติม ที่ไม่มีในรุ่นก่อนหน้า * เป็นครั้งแรกของคาวาซากิ จอแสดงผลสามารถแสดงการนำทางแบบทีละขั้นตอน เพื่อให้ผู้ขับขี่ทราบทิศทางและระยะทาง ไปยังโค้งถัดไปได้อย่างง่ายดาย ช่วยเพิ่มความสะดวกสบาย และความเพลิดเพลินในการขับขี่ * ฟังก์ชันการแสดงผลประกอบด้วย: มาตรวัดความเร็วแบบดิจิทัล, มาตรวัดรอบเครื่องยนต์แบบดิจิทัล, ไฟแสดงตำแหน่งเกียร์, ไฟแสดงการเปลี่ยนเกียร์, มาตรวัดน้ำมันเชื้อเพลิง, มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิงปัจจุบันและเฉลี่ย, ระยะทางที่เหลือ, ความเร็วเฉลี่ย, เวลารวม, อุณหภูมิน้ำหล่อเย็น, นาฬิกา, แรงดันแบตเตอรี่, KQS, ระบบควบคุมความเร็วอัตโนมัติแบบไฟฟ้า, การแจ้งเตือนการโทรและอีเมลบนสมาร์ทโฟน, ระดับแบตเตอรี่สมาร์ทโฟน, ชุดหูฟัง, สถานะคำสั่งเสียงและตัวบ่งชี้สถานะบันทึกการขับขี่, ตัวบ่งชี้ RIDEOLOGY THE APP, ตัวบ่งชี้การขับขี่แบบประหยัด และจอแสดงผลการนำทางแบบ Turn by Turn จอแสดงผล Type 2 ยังมีตัวบ่งชี้มุมเอียง, ตัวบ่งชี้การเร่งความเร็ว/ลดความเร็ว และมุมเอียงสูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) ระบบควบคุมการยึดเกาะถนนขั้นสูงของคาวาซากิ มอบสมรรถนะการขับขี่แบบสปอร์ต พร้อมความมั่นใจบนพื้นผิวถนน ที่มีแรงยึดเกาะต่ำ มีโหมดขับขี่ 3 โหมดให้เลือก: โหมด 1: รบกวนน้อยที่สุด เหมาะกับการขับสปอร์ต ช่วยเพิ่มแรงขับเคลื่อนขณะออกจากโค้ง โหมด 2: ควบคุมรถได้เร็วขึ้น สมดุลระหว่างการขับสปอร์ตและความมั่นใจ โหมด 3: รบกวนมากที่สุด ลดกำลังเครื่องยนต์เมื่อล้อหมุนเกิน เพื่อเพิ่มการยึดเกาะ เหมาะกับถนนท้าทายหรือพื้นผิวลื่น KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900 ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง Power Mode Selection ผู้ขับขี่สามารถเลือกโหมดกำลังเต็มกำลัง (Full Power) หรือกำลังต่ำ (Low Power) เพื่อตั้งค่ากำลังส่งให้เหมาะสมกับความต้องการและสภาพการขับขี่ โหมดกำลังต่ำจะจำกัดกำลังส่งไว้ที่ประมาณ 75% ของกำลังเต็มกำลัง (กำลังที่ลดลงจะแตกต่างกันไปตามความเร็วรอบเครื่องยนต์ (รอบต่อนาที) และตำแหน่งคันเร่ง ช่วยให้ควบคุมรถได้ดีขึ้น) Integrated Riding Modes: Sport, Road, Rain, Rider (manual) โหมดอเนกประสงค์ที่เชื่อมโยง KTRC และ Power Mode ช่วยให้ผู้ขับขี่สามารถตั้งค่าระบบ ควบคุมการยึดเกาะถนน และการส่งกำลังได้อย่างง่ายดาย เพื่อให้เหมาะสมกับสถานการณ์การขับขี่ * ผู้ขับขี่สามารถเลือกการตั้งค่าได้ 3 แบบ (Sport, Road, Rain) หรือการตั้งค่าแบบแมนนวล (Rider) ในโหมดแมนนวล (Rider) แต่ละระบบสามารถตั้งค่าได้อย่างอิสระ - Sport: ช่วยให้ผู้ขับขี่เพลิดเพลินกับการขับขี่แบบสปอร์ต - Road: ครอบคลุมสถานการณ์หลากหลาย ตั้งแต่การขับขี่ในเมือง การขับขี่บนทางหลวง และถนนชนบท - Rain: มอบความมั่นใจให้กับผู้ขับขี่เมื่อขับขี่บนพื้นผิวถนนเปียก Exciting In-Line Four Engine การตอบสนองที่เฉียบคมและนุ่มนวลของเครื่องยนต์สี่สูบเรียงของ Z900 สอดคล้องกับการควบคุมที่เบาและคล่องตัว ช่วยให้ผู้ขับขี่สัมผัสประสบการณ์การขับขี่ที่เร้าใจ การเปลี่ยนเกียร์จากเปิดเป็นปิดที่นุ่มนวล ในขณะเดียวกันก็ให้ประสบการณ์การขับขี่ที่เร้าใจ และเข้าถึงง่าย ทำให้การควบคุมรถเป็นสิ่งที่ดีที่สุด เครื่องยนต์สี่สูบเรียง 4 จังหวะ ระบายความร้อนด้วยของเหลว ขนาด 948 ซีซี ให้อัตราเร่งที่รวดเร็วและช่วงกลางที่หนักแน่น มอบแรงม้าสูงสุดจนถึงขีดสุด มอบความตื่นเต้นเร้าใจที่คำนวณมาอย่างดี การส่งกำลังค่อนข้างเป็นเส้นตรง แต่แรงบิดรอบต่ำที่ได้รับการปรับปรุงให้ดีขึ้นนั้น ผสานกับความสามารถในการหมุนเร็วตั้งแต่ประมาณ 6,000 รอบต่อนาทีขึ้นไป การตอบสนองที่นุ่มนวลตั้งแต่รอบกลางถึงสูง ช่วยให้มั่นใจได้ถึงสมรรถนะการขับขี่ที่ยอดเยี่ยม Exhaust System ท่อไอเสียขนาดเส้นผ่าศูนย์กลาง 35 มม. ทำให้สมรรถนะที่ความเร็วรอบเครื่องสูงแสดงออกมาได้เต็มประสิทธิภาพ เช่นเดียวกันกับเสียงท่อไอเสียที่เบา เมื่อเครื่องยนต์เดินเบา ข้อต่อท่อไอเสียเชื่อมท่อไอเสียเข้าด้วยกัน (ท่อ 1-4 เชื่อมกัน ท่อ 2-3 เชื่อมกัน) เพิ่มความรู้สึกสปอร์ตเต็มขึ้นให้กับแรงบิด ในย่านความเร็วรอบเครื่องยนต์ปานกลาง ดีไซน์ท่อเก็บเสียงขนาดกะทัดรัดช่วยเสริมดีไซน์ Z ที่ทันสมัยการใช้วัสดุสแตนเลสสตีลที่ปลายท่อ และฝาครอบท่อเก็บเสียง ช่วยเพิ่มความรู้สึกคุณภาพสูง ขณะเดียวกันก็ช่วยให้ดีไซน์ดูกะทัดรัด และน้ำหนักเบา Transmission อัตราทดเกียร์ ที่ปรับให้เหมาะสมได้รับการจัดเตรียมให้สอดคล้องกับระบบ KQS ใหม่ ควบคู่ไปกับการตั้งค่า FI ช่วยให้การเปลี่ยนเกียร์ เป็นไปอย่างราบรื่นอย่างยิ่งเมื่อใช้ควิกชิฟเตอร์ Assist & Slipper Clutch Assist & Slipper Clutch ได้รับการพัฒนาจากประสบการณ์ในสนามแข่ง คลัทช์ที่ติดตั้งมา จะใช้ลูกเบี้ยวสองชนิด จึงทำให้ได้ฟังก์ชั่นการใช้งานใหม่ถึงสองฟังก์ชั่น ที่ไม่มีมาในคลัทช์มาตรฐานของรุ่นก่อนหน้านี้ เมื่อเครื่องยนต์ทำงานที่รอบเครื่องยนต์ปกติ ลูกเบี้ยวเพิ่มแรงกดจะทำหน้าที่เป็นกลไกควบคุมตัวเอง ในการดึงดุมคลัทช์ และแผ่นคลัทช์ ที่ทำงานเข้าหากันเพื่อบีบแผ่นคลัทช์ เมื่อเกิดการเบรกด้วยเครื่องยนต์ที่มากเกินไป อันเป็นผลจากการเปลี่ยนเกียร์ลงอย่างรวดเร็ว ลูกเบี้ยวสลิปเปอร์จะเข้ามามีบทบาท บังคับให้ดุมคลัทช์และแผ่นคลัทช์ ที่ทำงานอยู่แยกออกจากกัน ทำให้ช่วยให้ล้อหลังไม่ล็อคหรือไถล All-new Trellis Frame องค์ประกอบหลักสำคัญอย่างหนึ่ง ของคุณสมบัติน้ำหนักเบาใน Z900 ใหม่ (สัมผัสได้ทันทีเมื่อพยุงรถขึ้นและขาตั้งข้างลอยเหนือพื้น) คือโครงสร้างเฟรมรถใหม่ที่มีน้ำหนักเพียง 13.5 ก.ก. เท่านั้น ซึ่งช่วยให้สามารถควบคุมรถได้คล่องแคล่ว เฟรมถักเหล็กกล้าไฮเทนไซล์ ทนแรงดึงสูง รูปทรงท่อดูสมส่วนลงตัว เส้นเฟรมท่อเหล็กนี้ จะอยู่ในรูปทรงเส้นตรงเท่าที่ทำได้ และหากจำเป็นต้องดัดงอ มุมในการดัดงอก็จะน้อยเท่าที่จะน้อยได้ รูปลักษณ์ตัวรถจึงดุดันเต็มคราบความเป็นสปอร์ต Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า แบบหัวกลับ ขนาดเส้นผ่าศูนย์กลาง 41 มม. ระยะยุบตัว และยืดตัวแบบจังหวะเดียว (Stepless) ความละเอียดสูง มาพร้อมกับค่าพรีโหลดสปริงที่สามารถปรับตั้งได้ที่แกนโช้คด้านซ้าย ตัวปรับค่าพรีโหลดติดตั้งอยู่ที่ปลายด้านบนแกนโช้ค ซึ่งช่วยให้การปรับตั้งทำได้อย่างสะดวกสบาย โช้คอัพหลัง และก้านต่อ ถูกวางตำแหน่งให้อยู่เหนือสวิงอาร์ม การจัดวางลักษณะนี้จะช่วยให้ศูนย์ถ่วงรถมีความสมดุล จึงไม่ต้องกังวลเรื่องความร้อนจากท่อไอเสีย ที่จะไปรบกวนการทำงานของระบบกันสะเทือน Brakes/Wheels/Tyres - เบรกหน้า ABS ดิสก์เบรกคู่ด้านหน้า ขนาดเส้นผ่าศูนย์กลาง 300 มม. แบบมีร่องระบายความร้อน คาลิปเปอร์เบรกแบบเรเดียล 4 ลูกสูบคู่ สั่งการได้ง่ายไม่ว่าจะเป็นผู้เริ่มขับขี่ หรือผู้ขับขี่มีมีประสบการณ์สูง - เบรกหลัง ABS ดิสก์เบรกหลัง ขนาดเส้นผ่าศูนย์กลาง 250 มม. ลูกสูบเดี่ยว - ยางและล้อหน้า Dunlop Sportmax Q5A 120/70ZR17M/C (58W) - ยางและล้อหลัง Dunlop Sportmax Q5A 180/55ZR17M/C (73W) - ล้อหน้า-หลัง เป็นล้อ 5 ก้านลายดาวสุดเท่ ช่วยเพิ่มน้ำหนักเบา ความแข็งแกร่งสูง ช่วยให้ควบคุมรถได้แม่นยำ และยังช่วยให้ Z900 ดูเบาสบายยิ่งขึ้น Ergonomics for Control ด้วยแฮนด์ที่กว้างและแบนราบ พร้อมตำแหน่งการขับขี่ที่ผ่อนคลายและสปอร์ต ผู้ขับขี่จึงสามารถใช้ประโยชน์ จากศักยภาพการขับขี่แบบสปอร์ตบนถนนของ Z900 ได้อย่างง่ายดาย ตำแหน่งการขับขี่ที่ผสมผสานระหว่าง การควบคุมและความสบาย ช่วยให้ผู้ขับขี่เพลิดเพลินกับสถานการณ์การขับขี่ที่หลากหลาย นอกจากจะช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนท่าทางการขับขี่ได้หลากหลายขณะขับขี่แบบสบาย ๆ แล้ว รูปทรงเบาะนั่งใหม่ที่แบนราบลง ยังช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนน้ำหนัก ขณะขับขี่แบบสปอร์ตได้ง่ายขึ้นอีกด้วย * สวิตช์ไม่ได้อยู่รอบจอแสดงผล เหมือนในรุ่นก่อนหน้าอีกต่อไป เนื่องจากถูกย้ายไปที่สวิทซ์แฮนด์ เพื่อความสะดวกสบายยิ่งขึ้น Refined Sugomi Styling แม้ว่าสไตล์ Z Supernaked ที่ดุดันของ Z900 จะได้รับการปรับปรุงใหม่ แต่องค์ประกอบการออกแบบแบบซูโกมิ (Sugomi) ที่สำคัญที่ทำให้ Z900 มีรูปลักษณ์ที่โดดเด่นสะดุดตา ไม่ว่าจะเป็นท่านั่งยองๆ ศีรษะที่ต่ำลง และส่วนท้ายที่ยกขึ้น ก็ยังคงไว้ซึ่งเอกลักษณ์เฉพาะตัว ดีไซน์ใหม่ที่เฉียบคมและเฉียบคม ซึ่งเน้นที่เครื่องยนต์ มอบความโฉบเฉี่ยวที่ไม่มีใครเทียบได้ ดึงดูดและตรึงสายตาของทุกคนที่ได้มอง ตัวถังที่สง่างามและแนบกระชับ เสริมด้วยวัสดุโลหะที่เน้นสไตล์ มอบความรู้สึกคุณภาพสูง ตั้งแต่รูปลักษณ์ที่ดุดัน ของส่วนหน้ารถที่ดุดันยิ่งขึ้น ไปจนถึงดีไซน์ไฟท้ายใหม่ที่ล้ำสมัย รูปลักษณ์ที่กระชับของ Z900 สะท้อนภาพลักษณ์ที่ปราดเปรียว และสะท้อนถึงสมรรถนะสปอร์ต * ด้านหน้าเป็นไฟหน้าแบบ LED สามดวง โดยไฟหน้าด้านบนสองดวงเป็นไฟต่ำ และไฟหน้าด้านล่างดวงเดียวเป็นไฟสูง ด้วยขนาดกะทัดรัด ไฟหน้าใหม่จึงให้ประสิทธิภาพการส่องสว่างที่ยอดเยี่ยม * ฝาครอบอะลูมิเนียมขัดเงา สลักโลโก้ “Z” ช่วยเพิ่มมิติสะดุดตา ให้กับทั้งสองด้านของตัวเครื่อง รูปลักษณ์แบบเมทัลลิกโดดเด่น ให้ความรู้สึกหรูหรา โดยรวมแล้ว Z900 ใหม่ใช้ชิ้นส่วนพลาสติกน้อยลง และใช้ชิ้นส่วนโลหะมากขึ้น * ฝาครอบท้ายได้รับการออกแบบให้สั้นลง และทำให้ไฟท้ายดูเหมือนลอยอยู่ ทำให้อากาศที่เข้าจากด้านหน้า และระบายออกทางด้านหลัง ช่วยเพิ่มรูปลักษณ์ที่กะทัดรัด และคล่องตัว TFT Colour Instrumentation แผงหน้าปัดสี TFT ดิจิทัลขนาด 5 นิ้ว มีขนาดใหญ่กว่าจอแสดงผลของรุ่นก่อนหน้า มอบรูปลักษณ์ที่ล้ำสมัย และหรูหราให้กับห้องโดยสาร นอกจากนี้ยังมีคุณสมบัติเพิ่มเติม ที่ไม่มีในรุ่นก่อนหน้า * เป็นครั้งแรกของคาวาซากิ จอแสดงผลสามารถแสดงการนำทางแบบทีละขั้นตอน เพื่อให้ผู้ขับขี่ทราบทิศทางและระยะทาง ไปยังโค้งถัดไปได้อย่างง่ายดาย ช่วยเพิ่มความสะดวกสบาย และความเพลิดเพลินในการขับขี่ * ฟังก์ชันการแสดงผลประกอบด้วย: มาตรวัดความเร็วแบบดิจิทัล, มาตรวัดรอบเครื่องยนต์แบบดิจิทัล, ไฟแสดงตำแหน่งเกียร์, ไฟแสดงการเปลี่ยนเกียร์, มาตรวัดน้ำมันเชื้อเพลิง, มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิงปัจจุบันและเฉลี่ย, ระยะทางที่เหลือ, ความเร็วเฉลี่ย, เวลารวม, อุณหภูมิน้ำหล่อเย็น, นาฬิกา, แรงดันแบตเตอรี่, KQS, ระบบควบคุมความเร็วอัตโนมัติแบบไฟฟ้า, การแจ้งเตือนการโทรและอีเมลบนสมาร์ทโฟน, ระดับแบตเตอรี่สมาร์ทโฟน, ชุดหูฟัง, สถานะคำสั่งเสียงและตัวบ่งชี้สถานะบันทึกการขับขี่, ตัวบ่งชี้ RIDEOLOGY THE APP, ตัวบ่งชี้การขับขี่แบบประหยัด และจอแสดงผลการนำทางแบบ Turn by Turn จอแสดงผล Type 2 ยังมีตัวบ่งชี้มุมเอียง, ตัวบ่งชี้การเร่งความเร็ว/ลดความเร็ว และมุมเอียงสูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) ระบบควบคุมการยึดเกาะถนนขั้นสูงของคาวาซากิ มอบสมรรถนะการขับขี่แบบสปอร์ต พร้อมความมั่นใจบนพื้นผิวถนน ที่มีแรงยึดเกาะต่ำ มีโหมดขับขี่ 3 โหมดให้เลือก: โหมด 1: รบกวนน้อยที่สุด เหมาะกับการขับสปอร์ต ช่วยเพิ่มแรงขับเคลื่อนขณะออกจากโค้ง โหมด 2: ควบคุมรถได้เร็วขึ้น สมดุลระหว่างการขับสปอร์ตและความมั่นใจ โหมด 3: รบกวนมากที่สุด ลดกำลังเครื่องยนต์เมื่อล้อหมุนเกิน เพื่อเพิ่มการยึดเกาะ เหมาะกับถนนท้าทายหรือพื้นผิวลื่น KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900 ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง Power Mode Selection ผู้ขับขี่สามารถเลือกโหมดกำลังเต็มกำลัง (Full Power) หรือกำลังต่ำ (Low Power) เพื่อตั้งค่ากำลังส่งให้เหมาะสมกับความต้องการและสภาพการขับขี่ โหมดกำลังต่ำจะจำกัดกำลังส่งไว้ที่ประมาณ 75% ของกำลังเต็มกำลัง (กำลังที่ลดลงจะแตกต่างกันไปตามความเร็วรอบเครื่องยนต์ (รอบต่อนาที) และตำแหน่งคันเร่ง ช่วยให้ควบคุมรถได้ดีขึ้น) Integrated Riding Modes: Sport, Road, Rain, Rider (manual) โหมดอเนกประสงค์ที่เชื่อมโยง KTRC และ Power Mode ช่วยให้ผู้ขับขี่สามารถตั้งค่าระบบ ควบคุมการยึดเกาะถนน และการส่งกำลังได้อย่างง่ายดาย เพื่อให้เหมาะสมกับสถานการณ์การขับขี่ * ผู้ขับขี่สามารถเลือกการตั้งค่าได้ 3 แบบ (Sport, Road, Rain) หรือการตั้งค่าแบบแมนนวล (Rider) ในโหมดแมนนวล (Rider) แต่ละระบบสามารถตั้งค่าได้อย่างอิสระ - Sport: ช่วยให้ผู้ขับขี่เพลิดเพลินกับการขับขี่แบบสปอร์ต - Road: ครอบคลุมสถานการณ์หลากหลาย ตั้งแต่การขับขี่ในเมือง การขับขี่บนทางหลวง และถนนชนบท - Rain: มอบความมั่นใจให้กับผู้ขับขี่เมื่อขับขี่บนพื้นผิวถนนเปียก PrevNext12345678910111213141516",
      "ENGINE EXHAUST TRANSMISSION FRAME SUSPENSION BRAKES/WHEELS/TYRES ERGONOMICS STYLING ELECTRONICS CONNECTIVITY KCMF IMU KTRC KQS POWER MODE RIDING MODE Exciting In-Line Four Engine การตอบสนองที่เฉียบคมและนุ่มนวลของเครื่องยนต์สี่สูบเรียงของ Z900 สอดคล้องกับการควบคุมที่เบาและคล่องตัว ช่วยให้ผู้ขับขี่สัมผัสประสบการณ์การขับขี่ที่เร้าใจ การเปลี่ยนเกียร์จากเปิดเป็นปิดที่นุ่มนวล ในขณะเดียวกันก็ให้ประสบการณ์การขับขี่ที่เร้าใจ และเข้าถึงง่าย ทำให้การควบคุมรถเป็นสิ่งที่ดีที่สุด เครื่องยนต์สี่สูบเรียง 4 จังหวะ ระบายความร้อนด้วยของเหลว ขนาด 948 ซีซี ให้อัตราเร่งที่รวดเร็วและช่วงกลางที่หนักแน่น มอบแรงม้าสูงสุดจนถึงขีดสุด มอบความตื่นเต้นเร้าใจที่คำนวณมาอย่างดี การส่งกำลังค่อนข้างเป็นเส้นตรง แต่แรงบิดรอบต่ำที่ได้รับการปรับปรุงให้ดีขึ้นนั้น ผสานกับความสามารถในการหมุนเร็วตั้งแต่ประมาณ 6,000 รอบต่อนาทีขึ้นไป การตอบสนองที่นุ่มนวลตั้งแต่รอบกลางถึงสูง ช่วยให้มั่นใจได้ถึงสมรรถนะการขับขี่ที่ยอดเยี่ยม Exhaust System ท่อไอเสียขนาดเส้นผ่าศูนย์กลาง 35 มม. ทำให้สมรรถนะที่ความเร็วรอบเครื่องสูงแสดงออกมาได้เต็มประสิทธิภาพ เช่นเดียวกันกับเสียงท่อไอเสียที่เบา เมื่อเครื่องยนต์เดินเบา ข้อต่อท่อไอเสียเชื่อมท่อไอเสียเข้าด้วยกัน (ท่อ 1-4 เชื่อมกัน ท่อ 2-3 เชื่อมกัน) เพิ่มความรู้สึกสปอร์ตเต็มขึ้นให้กับแรงบิด ในย่านความเร็วรอบเครื่องยนต์ปานกลาง ดีไซน์ท่อเก็บเสียงขนาดกะทัดรัดช่วยเสริมดีไซน์ Z ที่ทันสมัยการใช้วัสดุสแตนเลสสตีลที่ปลายท่อ และฝาครอบท่อเก็บเสียง ช่วยเพิ่มความรู้สึกคุณภาพสูง ขณะเดียวกันก็ช่วยให้ดีไซน์ดูกะทัดรัด และน้ำหนักเบา Transmission อัตราทดเกียร์ ที่ปรับให้เหมาะสมได้รับการจัดเตรียมให้สอดคล้องกับระบบ KQS ใหม่ ควบคู่ไปกับการตั้งค่า FI ช่วยให้การเปลี่ยนเกียร์ เป็นไปอย่างราบรื่นอย่างยิ่งเมื่อใช้ควิกชิฟเตอร์ Assist & Slipper Clutch Assist & Slipper Clutch ได้รับการพัฒนาจากประสบการณ์ในสนามแข่ง คลัทช์ที่ติดตั้งมา จะใช้ลูกเบี้ยวสองชนิด จึงทำให้ได้ฟังก์ชั่นการใช้งานใหม่ถึงสองฟังก์ชั่น ที่ไม่มีมาในคลัทช์มาตรฐานของรุ่นก่อนหน้านี้ เมื่อเครื่องยนต์ทำงานที่รอบเครื่องยนต์ปกติ ลูกเบี้ยวเพิ่มแรงกดจะทำหน้าที่เป็นกลไกควบคุมตัวเอง ในการดึงดุมคลัทช์ และแผ่นคลัทช์ ที่ทำงานเข้าหากันเพื่อบีบแผ่นคลัทช์ เมื่อเกิดการเบรกด้วยเครื่องยนต์ที่มากเกินไป อันเป็นผลจากการเปลี่ยนเกียร์ลงอย่างรวดเร็ว ลูกเบี้ยวสลิปเปอร์จะเข้ามามีบทบาท บังคับให้ดุมคลัทช์และแผ่นคลัทช์ ที่ทำงานอยู่แยกออกจากกัน ทำให้ช่วยให้ล้อหลังไม่ล็อคหรือไถล All-new Trellis Frame องค์ประกอบหลักสำคัญอย่างหนึ่ง ของคุณสมบัติน้ำหนักเบาใน Z900 ใหม่ (สัมผัสได้ทันทีเมื่อพยุงรถขึ้นและขาตั้งข้างลอยเหนือพื้น) คือโครงสร้างเฟรมรถใหม่ที่มีน้ำหนักเพียง 13.5 ก.ก. เท่านั้น ซึ่งช่วยให้สามารถควบคุมรถได้คล่องแคล่ว เฟรมถักเหล็กกล้าไฮเทนไซล์ ทนแรงดึงสูง รูปทรงท่อดูสมส่วนลงตัว เส้นเฟรมท่อเหล็กนี้ จะอยู่ในรูปทรงเส้นตรงเท่าที่ทำได้ และหากจำเป็นต้องดัดงอ มุมในการดัดงอก็จะน้อยเท่าที่จะน้อยได้ รูปลักษณ์ตัวรถจึงดุดันเต็มคราบความเป็นสปอร์ต Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า แบบหัวกลับ ขนาดเส้นผ่าศูนย์กลาง 41 มม. ระยะยุบตัว และยืดตัวแบบจังหวะเดียว (Stepless) ความละเอียดสูง มาพร้อมกับค่าพรีโหลดสปริงที่สามารถปรับตั้งได้ที่แกนโช้คด้านซ้าย ตัวปรับค่าพรีโหลดติดตั้งอยู่ที่ปลายด้านบนแกนโช้ค ซึ่งช่วยให้การปรับตั้งทำได้อย่างสะดวกสบาย โช้คอัพหลัง และก้านต่อ ถูกวางตำแหน่งให้อยู่เหนือสวิงอาร์ม การจัดวางลักษณะนี้จะช่วยให้ศูนย์ถ่วงรถมีความสมดุล จึงไม่ต้องกังวลเรื่องความร้อนจากท่อไอเสีย ที่จะไปรบกวนการทำงานของระบบกันสะเทือน Brakes/Wheels/Tyres - เบรกหน้า ABS ดิสก์เบรกคู่ด้านหน้า ขนาดเส้นผ่าศูนย์กลาง 300 มม. แบบมีร่องระบายความร้อน คาลิปเปอร์เบรกแบบเรเดียล 4 ลูกสูบคู่ สั่งการได้ง่ายไม่ว่าจะเป็นผู้เริ่มขับขี่ หรือผู้ขับขี่มีมีประสบการณ์สูง - เบรกหลัง ABS ดิสก์เบรกหลัง ขนาดเส้นผ่าศูนย์กลาง 250 มม. ลูกสูบเดี่ยว - ยางและล้อหน้า Dunlop Sportmax Q5A 120/70ZR17M/C (58W) - ยางและล้อหลัง Dunlop Sportmax Q5A 180/55ZR17M/C (73W) - ล้อหน้า-หลัง เป็นล้อ 5 ก้านลายดาวสุดเท่ ช่วยเพิ่มน้ำหนักเบา ความแข็งแกร่งสูง ช่วยให้ควบคุมรถได้แม่นยำ และยังช่วยให้ Z900 ดูเบาสบายยิ่งขึ้น Ergonomics for Control ด้วยแฮนด์ที่กว้างและแบนราบ พร้อมตำแหน่งการขับขี่ที่ผ่อนคลายและสปอร์ต ผู้ขับขี่จึงสามารถใช้ประโยชน์ จากศักยภาพการขับขี่แบบสปอร์ตบนถนนของ Z900 ได้อย่างง่ายดาย ตำแหน่งการขับขี่ที่ผสมผสานระหว่าง การควบคุมและความสบาย ช่วยให้ผู้ขับขี่เพลิดเพลินกับสถานการณ์การขับขี่ที่หลากหลาย นอกจากจะช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนท่าทางการขับขี่ได้หลากหลายขณะขับขี่แบบสบาย ๆ แล้ว รูปทรงเบาะนั่งใหม่ที่แบนราบลง ยังช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนน้ำหนัก ขณะขับขี่แบบสปอร์ตได้ง่ายขึ้นอีกด้วย * สวิตช์ไม่ได้อยู่รอบจอแสดงผล เหมือนในรุ่นก่อนหน้าอีกต่อไป เนื่องจากถูกย้ายไปที่สวิทซ์แฮนด์ เพื่อความสะดวกสบายยิ่งขึ้น Refined Sugomi Styling แม้ว่าสไตล์ Z Supernaked ที่ดุดันของ Z900 จะได้รับการปรับปรุงใหม่ แต่องค์ประกอบการออกแบบแบบซูโกมิ (Sugomi) ที่สำคัญที่ทำให้ Z900 มีรูปลักษณ์ที่โดดเด่นสะดุดตา ไม่ว่าจะเป็นท่านั่งยองๆ ศีรษะที่ต่ำลง และส่วนท้ายที่ยกขึ้น ก็ยังคงไว้ซึ่งเอกลักษณ์เฉพาะตัว ดีไซน์ใหม่ที่เฉียบคมและเฉียบคม ซึ่งเน้นที่เครื่องยนต์ มอบความโฉบเฉี่ยวที่ไม่มีใครเทียบได้ ดึงดูดและตรึงสายตาของทุกคนที่ได้มอง ตัวถังที่สง่างามและแนบกระชับ เสริมด้วยวัสดุโลหะที่เน้นสไตล์ มอบความรู้สึกคุณภาพสูง ตั้งแต่รูปลักษณ์ที่ดุดัน ของส่วนหน้ารถที่ดุดันยิ่งขึ้น ไปจนถึงดีไซน์ไฟท้ายใหม่ที่ล้ำสมัย รูปลักษณ์ที่กระชับของ Z900 สะท้อนภาพลักษณ์ที่ปราดเปรียว และสะท้อนถึงสมรรถนะสปอร์ต * ด้านหน้าเป็นไฟหน้าแบบ LED สามดวง โดยไฟหน้าด้านบนสองดวงเป็นไฟต่ำ และไฟหน้าด้านล่างดวงเดียวเป็นไฟสูง ด้วยขนาดกะทัดรัด ไฟหน้าใหม่จึงให้ประสิทธิภาพการส่องสว่างที่ยอดเยี่ยม * ฝาครอบอะลูมิเนียมขัดเงา สลักโลโก้ “Z” ช่วยเพิ่มมิติสะดุดตา ให้กับทั้งสองด้านของตัวเครื่อง รูปลักษณ์แบบเมทัลลิกโดดเด่น ให้ความรู้สึกหรูหรา โดยรวมแล้ว Z900 ใหม่ใช้ชิ้นส่วนพลาสติกน้อยลง และใช้ชิ้นส่วนโลหะมากขึ้น * ฝาครอบท้ายได้รับการออกแบบให้สั้นลง และทำให้ไฟท้ายดูเหมือนลอยอยู่ ทำให้อากาศที่เข้าจากด้านหน้า และระบายออกทางด้านหลัง ช่วยเพิ่มรูปลักษณ์ที่กะทัดรัด และคล่องตัว TFT Colour Instrumentation แผงหน้าปัดสี TFT ดิจิทัลขนาด 5 นิ้ว มีขนาดใหญ่กว่าจอแสดงผลของรุ่นก่อนหน้า มอบรูปลักษณ์ที่ล้ำสมัย และหรูหราให้กับห้องโดยสาร นอกจากนี้ยังมีคุณสมบัติเพิ่มเติม ที่ไม่มีในรุ่นก่อนหน้า * เป็นครั้งแรกของคาวาซากิ จอแสดงผลสามารถแสดงการนำทางแบบทีละขั้นตอน เพื่อให้ผู้ขับขี่ทราบทิศทางและระยะทาง ไปยังโค้งถัดไปได้อย่างง่ายดาย ช่วยเพิ่มความสะดวกสบาย และความเพลิดเพลินในการขับขี่ * ฟังก์ชันการแสดงผลประกอบด้วย: มาตรวัดความเร็วแบบดิจิทัล, มาตรวัดรอบเครื่องยนต์แบบดิจิทัล, ไฟแสดงตำแหน่งเกียร์, ไฟแสดงการเปลี่ยนเกียร์, มาตรวัดน้ำมันเชื้อเพลิง, มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิงปัจจุบันและเฉลี่ย, ระยะทางที่เหลือ, ความเร็วเฉลี่ย, เวลารวม, อุณหภูมิน้ำหล่อเย็น, นาฬิกา, แรงดันแบตเตอรี่, KQS, ระบบควบคุมความเร็วอัตโนมัติแบบไฟฟ้า, การแจ้งเตือนการโทรและอีเมลบนสมาร์ทโฟน, ระดับแบตเตอรี่สมาร์ทโฟน, ชุดหูฟัง, สถานะคำสั่งเสียงและตัวบ่งชี้สถานะบันทึกการขับขี่, ตัวบ่งชี้ RIDEOLOGY THE APP, ตัวบ่งชี้การขับขี่แบบประหยัด และจอแสดงผลการนำทางแบบ Turn by Turn จอแสดงผล Type 2 ยังมีตัวบ่งชี้มุมเอียง, ตัวบ่งชี้การเร่งความเร็ว/ลดความเร็ว และมุมเอียงสูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) ระบบควบคุมการยึดเกาะถนนขั้นสูงของคาวาซากิ มอบสมรรถนะการขับขี่แบบสปอร์ต พร้อมความมั่นใจบนพื้นผิวถนน ที่มีแรงยึดเกาะต่ำ มีโหมดขับขี่ 3 โหมดให้เลือก: โหมด 1: รบกวนน้อยที่สุด เหมาะกับการขับสปอร์ต ช่วยเพิ่มแรงขับเคลื่อนขณะออกจากโค้ง โหมด 2: ควบคุมรถได้เร็วขึ้น สมดุลระหว่างการขับสปอร์ตและความมั่นใจ โหมด 3: รบกวนมากที่สุด ลดกำลังเครื่องยนต์เมื่อล้อหมุนเกิน เพื่อเพิ่มการยึดเกาะ เหมาะกับถนนท้าทายหรือพื้นผิวลื่น KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900 ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง Power Mode Selection ผู้ขับขี่สามารถเลือกโหมดกำลังเต็มกำลัง (Full Power) หรือกำลังต่ำ (Low Power) เพื่อตั้งค่ากำลังส่งให้เหมาะสมกับความต้องการและสภาพการขับขี่ โหมดกำลังต่ำจะจำกัดกำลังส่งไว้ที่ประมาณ 75% ของกำลังเต็มกำลัง (กำลังที่ลดลงจะแตกต่างกันไปตามความเร็วรอบเครื่องยนต์ (รอบต่อนาที) และตำแหน่งคันเร่ง ช่วยให้ควบคุมรถได้ดีขึ้น) Integrated Riding Modes: Sport, Road, Rain, Rider (manual) โหมดอเนกประสงค์ที่เชื่อมโยง KTRC และ Power Mode ช่วยให้ผู้ขับขี่สามารถตั้งค่าระบบ ควบคุมการยึดเกาะถนน และการส่งกำลังได้อย่างง่ายดาย เพื่อให้เหมาะสมกับสถานการณ์การขับขี่ * ผู้ขับขี่สามารถเลือกการตั้งค่าได้ 3 แบบ (Sport, Road, Rain) หรือการตั้งค่าแบบแมนนวล (Rider) ในโหมดแมนนวล (Rider) แต่ละระบบสามารถตั้งค่าได้อย่างอิสระ - Sport: ช่วยให้ผู้ขับขี่เพลิดเพลินกับการขับขี่แบบสปอร์ต - Road: ครอบคลุมสถานการณ์หลากหลาย ตั้งแต่การขับขี่ในเมือง การขับขี่บนทางหลวง และถนนชนบท - Rain: มอบความมั่นใจให้กับผู้ขับขี่เมื่อขับขี่บนพื้นผิวถนนเปียก",
      "Exciting In-Line Four Engine การตอบสนองที่เฉียบคมและนุ่มนวลของเครื่องยนต์สี่สูบเรียงของ Z900 สอดคล้องกับการควบคุมที่เบาและคล่องตัว ช่วยให้ผู้ขับขี่สัมผัสประสบการณ์การขับขี่ที่เร้าใจ การเปลี่ยนเกียร์จากเปิดเป็นปิดที่นุ่มนวล ในขณะเดียวกันก็ให้ประสบการณ์การขับขี่ที่เร้าใจ และเข้าถึงง่าย ทำให้การควบคุมรถเป็นสิ่งที่ดีที่สุด เครื่องยนต์สี่สูบเรียง 4 จังหวะ ระบายความร้อนด้วยของเหลว ขนาด 948 ซีซี ให้อัตราเร่งที่รวดเร็วและช่วงกลางที่หนักแน่น มอบแรงม้าสูงสุดจนถึงขีดสุด มอบความตื่นเต้นเร้าใจที่คำนวณมาอย่างดี การส่งกำลังค่อนข้างเป็นเส้นตรง แต่แรงบิดรอบต่ำที่ได้รับการปรับปรุงให้ดีขึ้นนั้น ผสานกับความสามารถในการหมุนเร็วตั้งแต่ประมาณ 6,000 รอบต่อนาทีขึ้นไป การตอบสนองที่นุ่มนวลตั้งแต่รอบกลางถึงสูง ช่วยให้มั่นใจได้ถึงสมรรถนะการขับขี่ที่ยอดเยี่ยม Exhaust System ท่อไอเสียขนาดเส้นผ่าศูนย์กลาง 35 มม. ทำให้สมรรถนะที่ความเร็วรอบเครื่องสูงแสดงออกมาได้เต็มประสิทธิภาพ เช่นเดียวกันกับเสียงท่อไอเสียที่เบา เมื่อเครื่องยนต์เดินเบา ข้อต่อท่อไอเสียเชื่อมท่อไอเสียเข้าด้วยกัน (ท่อ 1-4 เชื่อมกัน ท่อ 2-3 เชื่อมกัน) เพิ่มความรู้สึกสปอร์ตเต็มขึ้นให้กับแรงบิด ในย่านความเร็วรอบเครื่องยนต์ปานกลาง ดีไซน์ท่อเก็บเสียงขนาดกะทัดรัดช่วยเสริมดีไซน์ Z ที่ทันสมัยการใช้วัสดุสแตนเลสสตีลที่ปลายท่อ และฝาครอบท่อเก็บเสียง ช่วยเพิ่มความรู้สึกคุณภาพสูง ขณะเดียวกันก็ช่วยให้ดีไซน์ดูกะทัดรัด และน้ำหนักเบา Transmission อัตราทดเกียร์ ที่ปรับให้เหมาะสมได้รับการจัดเตรียมให้สอดคล้องกับระบบ KQS ใหม่ ควบคู่ไปกับการตั้งค่า FI ช่วยให้การเปลี่ยนเกียร์ เป็นไปอย่างราบรื่นอย่างยิ่งเมื่อใช้ควิกชิฟเตอร์ Assist & Slipper Clutch Assist & Slipper Clutch ได้รับการพัฒนาจากประสบการณ์ในสนามแข่ง คลัทช์ที่ติดตั้งมา จะใช้ลูกเบี้ยวสองชนิด จึงทำให้ได้ฟังก์ชั่นการใช้งานใหม่ถึงสองฟังก์ชั่น ที่ไม่มีมาในคลัทช์มาตรฐานของรุ่นก่อนหน้านี้ เมื่อเครื่องยนต์ทำงานที่รอบเครื่องยนต์ปกติ ลูกเบี้ยวเพิ่มแรงกดจะทำหน้าที่เป็นกลไกควบคุมตัวเอง ในการดึงดุมคลัทช์ และแผ่นคลัทช์ ที่ทำงานเข้าหากันเพื่อบีบแผ่นคลัทช์ เมื่อเกิดการเบรกด้วยเครื่องยนต์ที่มากเกินไป อันเป็นผลจากการเปลี่ยนเกียร์ลงอย่างรวดเร็ว ลูกเบี้ยวสลิปเปอร์จะเข้ามามีบทบาท บังคับให้ดุมคลัทช์และแผ่นคลัทช์ ที่ทำงานอยู่แยกออกจากกัน ทำให้ช่วยให้ล้อหลังไม่ล็อคหรือไถล All-new Trellis Frame องค์ประกอบหลักสำคัญอย่างหนึ่ง ของคุณสมบัติน้ำหนักเบาใน Z900 ใหม่ (สัมผัสได้ทันทีเมื่อพยุงรถขึ้นและขาตั้งข้างลอยเหนือพื้น) คือโครงสร้างเฟรมรถใหม่ที่มีน้ำหนักเพียง 13.5 ก.ก. เท่านั้น ซึ่งช่วยให้สามารถควบคุมรถได้คล่องแคล่ว เฟรมถักเหล็กกล้าไฮเทนไซล์ ทนแรงดึงสูง รูปทรงท่อดูสมส่วนลงตัว เส้นเฟรมท่อเหล็กนี้ จะอยู่ในรูปทรงเส้นตรงเท่าที่ทำได้ และหากจำเป็นต้องดัดงอ มุมในการดัดงอก็จะน้อยเท่าที่จะน้อยได้ รูปลักษณ์ตัวรถจึงดุดันเต็มคราบความเป็นสปอร์ต Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า แบบหัวกลับ ขนาดเส้นผ่าศูนย์กลาง 41 มม. ระยะยุบตัว และยืดตัวแบบจังหวะเดียว (Stepless) ความละเอียดสูง มาพร้อมกับค่าพรีโหลดสปริงที่สามารถปรับตั้งได้ที่แกนโช้คด้านซ้าย ตัวปรับค่าพรีโหลดติดตั้งอยู่ที่ปลายด้านบนแกนโช้ค ซึ่งช่วยให้การปรับตั้งทำได้อย่างสะดวกสบาย โช้คอัพหลัง และก้านต่อ ถูกวางตำแหน่งให้อยู่เหนือสวิงอาร์ม การจัดวางลักษณะนี้จะช่วยให้ศูนย์ถ่วงรถมีความสมดุล จึงไม่ต้องกังวลเรื่องความร้อนจากท่อไอเสีย ที่จะไปรบกวนการทำงานของระบบกันสะเทือน Brakes/Wheels/Tyres - เบรกหน้า ABS ดิสก์เบรกคู่ด้านหน้า ขนาดเส้นผ่าศูนย์กลาง 300 มม. แบบมีร่องระบายความร้อน คาลิปเปอร์เบรกแบบเรเดียล 4 ลูกสูบคู่ สั่งการได้ง่ายไม่ว่าจะเป็นผู้เริ่มขับขี่ หรือผู้ขับขี่มีมีประสบการณ์สูง - เบรกหลัง ABS ดิสก์เบรกหลัง ขนาดเส้นผ่าศูนย์กลาง 250 มม. ลูกสูบเดี่ยว - ยางและล้อหน้า Dunlop Sportmax Q5A 120/70ZR17M/C (58W) - ยางและล้อหลัง Dunlop Sportmax Q5A 180/55ZR17M/C (73W) - ล้อหน้า-หลัง เป็นล้อ 5 ก้านลายดาวสุดเท่ ช่วยเพิ่มน้ำหนักเบา ความแข็งแกร่งสูง ช่วยให้ควบคุมรถได้แม่นยำ และยังช่วยให้ Z900 ดูเบาสบายยิ่งขึ้น Ergonomics for Control ด้วยแฮนด์ที่กว้างและแบนราบ พร้อมตำแหน่งการขับขี่ที่ผ่อนคลายและสปอร์ต ผู้ขับขี่จึงสามารถใช้ประโยชน์ จากศักยภาพการขับขี่แบบสปอร์ตบนถนนของ Z900 ได้อย่างง่ายดาย ตำแหน่งการขับขี่ที่ผสมผสานระหว่าง การควบคุมและความสบาย ช่วยให้ผู้ขับขี่เพลิดเพลินกับสถานการณ์การขับขี่ที่หลากหลาย นอกจากจะช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนท่าทางการขับขี่ได้หลากหลายขณะขับขี่แบบสบาย ๆ แล้ว รูปทรงเบาะนั่งใหม่ที่แบนราบลง ยังช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนน้ำหนัก ขณะขับขี่แบบสปอร์ตได้ง่ายขึ้นอีกด้วย * สวิตช์ไม่ได้อยู่รอบจอแสดงผล เหมือนในรุ่นก่อนหน้าอีกต่อไป เนื่องจากถูกย้ายไปที่สวิทซ์แฮนด์ เพื่อความสะดวกสบายยิ่งขึ้น Refined Sugomi Styling แม้ว่าสไตล์ Z Supernaked ที่ดุดันของ Z900 จะได้รับการปรับปรุงใหม่ แต่องค์ประกอบการออกแบบแบบซูโกมิ (Sugomi) ที่สำคัญที่ทำให้ Z900 มีรูปลักษณ์ที่โดดเด่นสะดุดตา ไม่ว่าจะเป็นท่านั่งยองๆ ศีรษะที่ต่ำลง และส่วนท้ายที่ยกขึ้น ก็ยังคงไว้ซึ่งเอกลักษณ์เฉพาะตัว ดีไซน์ใหม่ที่เฉียบคมและเฉียบคม ซึ่งเน้นที่เครื่องยนต์ มอบความโฉบเฉี่ยวที่ไม่มีใครเทียบได้ ดึงดูดและตรึงสายตาของทุกคนที่ได้มอง ตัวถังที่สง่างามและแนบกระชับ เสริมด้วยวัสดุโลหะที่เน้นสไตล์ มอบความรู้สึกคุณภาพสูง ตั้งแต่รูปลักษณ์ที่ดุดัน ของส่วนหน้ารถที่ดุดันยิ่งขึ้น ไปจนถึงดีไซน์ไฟท้ายใหม่ที่ล้ำสมัย รูปลักษณ์ที่กระชับของ Z900 สะท้อนภาพลักษณ์ที่ปราดเปรียว และสะท้อนถึงสมรรถนะสปอร์ต * ด้านหน้าเป็นไฟหน้าแบบ LED สามดวง โดยไฟหน้าด้านบนสองดวงเป็นไฟต่ำ และไฟหน้าด้านล่างดวงเดียวเป็นไฟสูง ด้วยขนาดกะทัดรัด ไฟหน้าใหม่จึงให้ประสิทธิภาพการส่องสว่างที่ยอดเยี่ยม * ฝาครอบอะลูมิเนียมขัดเงา สลักโลโก้ “Z” ช่วยเพิ่มมิติสะดุดตา ให้กับทั้งสองด้านของตัวเครื่อง รูปลักษณ์แบบเมทัลลิกโดดเด่น ให้ความรู้สึกหรูหรา โดยรวมแล้ว Z900 ใหม่ใช้ชิ้นส่วนพลาสติกน้อยลง และใช้ชิ้นส่วนโลหะมากขึ้น * ฝาครอบท้ายได้รับการออกแบบให้สั้นลง และทำให้ไฟท้ายดูเหมือนลอยอยู่ ทำให้อากาศที่เข้าจากด้านหน้า และระบายออกทางด้านหลัง ช่วยเพิ่มรูปลักษณ์ที่กะทัดรัด และคล่องตัว TFT Colour Instrumentation แผงหน้าปัดสี TFT ดิจิทัลขนาด 5 นิ้ว มีขนาดใหญ่กว่าจอแสดงผลของรุ่นก่อนหน้า มอบรูปลักษณ์ที่ล้ำสมัย และหรูหราให้กับห้องโดยสาร นอกจากนี้ยังมีคุณสมบัติเพิ่มเติม ที่ไม่มีในรุ่นก่อนหน้า * เป็นครั้งแรกของคาวาซากิ จอแสดงผลสามารถแสดงการนำทางแบบทีละขั้นตอน เพื่อให้ผู้ขับขี่ทราบทิศทางและระยะทาง ไปยังโค้งถัดไปได้อย่างง่ายดาย ช่วยเพิ่มความสะดวกสบาย และความเพลิดเพลินในการขับขี่ * ฟังก์ชันการแสดงผลประกอบด้วย: มาตรวัดความเร็วแบบดิจิทัล, มาตรวัดรอบเครื่องยนต์แบบดิจิทัล, ไฟแสดงตำแหน่งเกียร์, ไฟแสดงการเปลี่ยนเกียร์, มาตรวัดน้ำมันเชื้อเพลิง, มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิงปัจจุบันและเฉลี่ย, ระยะทางที่เหลือ, ความเร็วเฉลี่ย, เวลารวม, อุณหภูมิน้ำหล่อเย็น, นาฬิกา, แรงดันแบตเตอรี่, KQS, ระบบควบคุมความเร็วอัตโนมัติแบบไฟฟ้า, การแจ้งเตือนการโทรและอีเมลบนสมาร์ทโฟน, ระดับแบตเตอรี่สมาร์ทโฟน, ชุดหูฟัง, สถานะคำสั่งเสียงและตัวบ่งชี้สถานะบันทึกการขับขี่, ตัวบ่งชี้ RIDEOLOGY THE APP, ตัวบ่งชี้การขับขี่แบบประหยัด และจอแสดงผลการนำทางแบบ Turn by Turn จอแสดงผล Type 2 ยังมีตัวบ่งชี้มุมเอียง, ตัวบ่งชี้การเร่งความเร็ว/ลดความเร็ว และมุมเอียงสูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) ระบบควบคุมการยึดเกาะถนนขั้นสูงของคาวาซากิ มอบสมรรถนะการขับขี่แบบสปอร์ต พร้อมความมั่นใจบนพื้นผิวถนน ที่มีแรงยึดเกาะต่ำ มีโหมดขับขี่ 3 โหมดให้เลือก: โหมด 1: รบกวนน้อยที่สุด เหมาะกับการขับสปอร์ต ช่วยเพิ่มแรงขับเคลื่อนขณะออกจากโค้ง โหมด 2: ควบคุมรถได้เร็วขึ้น สมดุลระหว่างการขับสปอร์ตและความมั่นใจ โหมด 3: รบกวนมากที่สุด ลดกำลังเครื่องยนต์เมื่อล้อหมุนเกิน เพื่อเพิ่มการยึดเกาะ เหมาะกับถนนท้าทายหรือพื้นผิวลื่น KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900 ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง Power Mode Selection ผู้ขับขี่สามารถเลือกโหมดกำลังเต็มกำลัง (Full Power) หรือกำลังต่ำ (Low Power) เพื่อตั้งค่ากำลังส่งให้เหมาะสมกับความต้องการและสภาพการขับขี่ โหมดกำลังต่ำจะจำกัดกำลังส่งไว้ที่ประมาณ 75% ของกำลังเต็มกำลัง (กำลังที่ลดลงจะแตกต่างกันไปตามความเร็วรอบเครื่องยนต์ (รอบต่อนาที) และตำแหน่งคันเร่ง ช่วยให้ควบคุมรถได้ดีขึ้น) Integrated Riding Modes: Sport, Road, Rain, Rider (manual) โหมดอเนกประสงค์ที่เชื่อมโยง KTRC และ Power Mode ช่วยให้ผู้ขับขี่สามารถตั้งค่าระบบ ควบคุมการยึดเกาะถนน และการส่งกำลังได้อย่างง่ายดาย เพื่อให้เหมาะสมกับสถานการณ์การขับขี่ * ผู้ขับขี่สามารถเลือกการตั้งค่าได้ 3 แบบ (Sport, Road, Rain) หรือการตั้งค่าแบบแมนนวล (Rider) ในโหมดแมนนวล (Rider) แต่ละระบบสามารถตั้งค่าได้อย่างอิสระ - Sport: ช่วยให้ผู้ขับขี่เพลิดเพลินกับการขับขี่แบบสปอร์ต - Road: ครอบคลุมสถานการณ์หลากหลาย ตั้งแต่การขับขี่ในเมือง การขับขี่บนทางหลวง และถนนชนบท - Rain: มอบความมั่นใจให้กับผู้ขับขี่เมื่อขับขี่บนพื้นผิวถนนเปียก",
      "Exciting In-Line Four Engine การตอบสนองที่เฉียบคมและนุ่มนวลของเครื่องยนต์สี่สูบเรียงของ Z900 สอดคล้องกับการควบคุมที่เบาและคล่องตัว ช่วยให้ผู้ขับขี่สัมผัสประสบการณ์การขับขี่ที่เร้าใจ การเปลี่ยนเกียร์จากเปิดเป็นปิดที่นุ่มนวล ในขณะเดียวกันก็ให้ประสบการณ์การขับขี่ที่เร้าใจ และเข้าถึงง่าย ทำให้การควบคุมรถเป็นสิ่งที่ดีที่สุด เครื่องยนต์สี่สูบเรียง 4 จังหวะ ระบายความร้อนด้วยของเหลว ขนาด 948 ซีซี ให้อัตราเร่งที่รวดเร็วและช่วงกลางที่หนักแน่น มอบแรงม้าสูงสุดจนถึงขีดสุด มอบความตื่นเต้นเร้าใจที่คำนวณมาอย่างดี การส่งกำลังค่อนข้างเป็นเส้นตรง แต่แรงบิดรอบต่ำที่ได้รับการปรับปรุงให้ดีขึ้นนั้น ผสานกับความสามารถในการหมุนเร็วตั้งแต่ประมาณ 6,000 รอบต่อนาทีขึ้นไป การตอบสนองที่นุ่มนวลตั้งแต่รอบกลางถึงสูง ช่วยให้มั่นใจได้ถึงสมรรถนะการขับขี่ที่ยอดเยี่ยม",
      "Exciting In-Line Four Engine",
      "การตอบสนองที่เฉียบคมและนุ่มนวลของเครื่องยนต์สี่สูบเรียงของ Z900 สอดคล้องกับการควบคุมที่เบาและคล่องตัว ช่วยให้ผู้ขับขี่สัมผัสประสบการณ์การขับขี่ที่เร้าใจ การเปลี่ยนเกียร์จากเปิดเป็นปิดที่นุ่มนวล ในขณะเดียวกันก็ให้ประสบการณ์การขับขี่ที่เร้าใจ และเข้าถึงง่าย ทำให้การควบคุมรถเป็นสิ่งที่ดีที่สุด เครื่องยนต์สี่สูบเรียง 4 จังหวะ ระบายความร้อนด้วยของเหลว ขนาด 948 ซีซี ให้อัตราเร่งที่รวดเร็วและช่วงกลางที่หนักแน่น มอบแรงม้าสูงสุดจนถึงขีดสุด มอบความตื่นเต้นเร้าใจที่คำนวณมาอย่างดี",
      "การส่งกำลังค่อนข้างเป็นเส้นตรง แต่แรงบิดรอบต่ำที่ได้รับการปรับปรุงให้ดีขึ้นนั้น ผสานกับความสามารถในการหมุนเร็วตั้งแต่ประมาณ 6,000 รอบต่อนาทีขึ้นไป การตอบสนองที่นุ่มนวลตั้งแต่รอบกลางถึงสูง ช่วยให้มั่นใจได้ถึงสมรรถนะการขับขี่ที่ยอดเยี่ยม",
      "Exhaust System ท่อไอเสียขนาดเส้นผ่าศูนย์กลาง 35 มม. ทำให้สมรรถนะที่ความเร็วรอบเครื่องสูงแสดงออกมาได้เต็มประสิทธิภาพ เช่นเดียวกันกับเสียงท่อไอเสียที่เบา เมื่อเครื่องยนต์เดินเบา ข้อต่อท่อไอเสียเชื่อมท่อไอเสียเข้าด้วยกัน (ท่อ 1-4 เชื่อมกัน ท่อ 2-3 เชื่อมกัน) เพิ่มความรู้สึกสปอร์ตเต็มขึ้นให้กับแรงบิด ในย่านความเร็วรอบเครื่องยนต์ปานกลาง ดีไซน์ท่อเก็บเสียงขนาดกะทัดรัดช่วยเสริมดีไซน์ Z ที่ทันสมัยการใช้วัสดุสแตนเลสสตีลที่ปลายท่อ และฝาครอบท่อเก็บเสียง ช่วยเพิ่มความรู้สึกคุณภาพสูง ขณะเดียวกันก็ช่วยให้ดีไซน์ดูกะทัดรัด และน้ำหนักเบา",
      "Exhaust System",
      "ท่อไอเสียขนาดเส้นผ่าศูนย์กลาง 35 มม. ทำให้สมรรถนะที่ความเร็วรอบเครื่องสูงแสดงออกมาได้เต็มประสิทธิภาพ เช่นเดียวกันกับเสียงท่อไอเสียที่เบา เมื่อเครื่องยนต์เดินเบา",
      "ข้อต่อท่อไอเสียเชื่อมท่อไอเสียเข้าด้วยกัน (ท่อ 1-4 เชื่อมกัน ท่อ 2-3 เชื่อมกัน) เพิ่มความรู้สึกสปอร์ตเต็มขึ้นให้กับแรงบิด ในย่านความเร็วรอบเครื่องยนต์ปานกลาง",
      "ดีไซน์ท่อเก็บเสียงขนาดกะทัดรัดช่วยเสริมดีไซน์ Z ที่ทันสมัยการใช้วัสดุสแตนเลสสตีลที่ปลายท่อ และฝาครอบท่อเก็บเสียง ช่วยเพิ่มความรู้สึกคุณภาพสูง ขณะเดียวกันก็ช่วยให้ดีไซน์ดูกะทัดรัด และน้ำหนักเบา",
      "Transmission อัตราทดเกียร์ ที่ปรับให้เหมาะสมได้รับการจัดเตรียมให้สอดคล้องกับระบบ KQS ใหม่ ควบคู่ไปกับการตั้งค่า FI ช่วยให้การเปลี่ยนเกียร์ เป็นไปอย่างราบรื่นอย่างยิ่งเมื่อใช้ควิกชิฟเตอร์ Assist & Slipper Clutch Assist & Slipper Clutch ได้รับการพัฒนาจากประสบการณ์ในสนามแข่ง คลัทช์ที่ติดตั้งมา จะใช้ลูกเบี้ยวสองชนิด จึงทำให้ได้ฟังก์ชั่นการใช้งานใหม่ถึงสองฟังก์ชั่น ที่ไม่มีมาในคลัทช์มาตรฐานของรุ่นก่อนหน้านี้ เมื่อเครื่องยนต์ทำงานที่รอบเครื่องยนต์ปกติ ลูกเบี้ยวเพิ่มแรงกดจะทำหน้าที่เป็นกลไกควบคุมตัวเอง ในการดึงดุมคลัทช์ และแผ่นคลัทช์ ที่ทำงานเข้าหากันเพื่อบีบแผ่นคลัทช์ เมื่อเกิดการเบรกด้วยเครื่องยนต์ที่มากเกินไป อันเป็นผลจากการเปลี่ยนเกียร์ลงอย่างรวดเร็ว ลูกเบี้ยวสลิปเปอร์จะเข้ามามีบทบาท บังคับให้ดุมคลัทช์และแผ่นคลัทช์ ที่ทำงานอยู่แยกออกจากกัน ทำให้ช่วยให้ล้อหลังไม่ล็อคหรือไถล",
      "Transmission",
      "อัตราทดเกียร์ ที่ปรับให้เหมาะสมได้รับการจัดเตรียมให้สอดคล้องกับระบบ KQS ใหม่ ควบคู่ไปกับการตั้งค่า FI ช่วยให้การเปลี่ยนเกียร์ เป็นไปอย่างราบรื่นอย่างยิ่งเมื่อใช้ควิกชิฟเตอร์",
      "Assist & Slipper Clutch",
      "Assist & Slipper Clutch ได้รับการพัฒนาจากประสบการณ์ในสนามแข่ง คลัทช์ที่ติดตั้งมา จะใช้ลูกเบี้ยวสองชนิด จึงทำให้ได้ฟังก์ชั่นการใช้งานใหม่ถึงสองฟังก์ชั่น ที่ไม่มีมาในคลัทช์มาตรฐานของรุ่นก่อนหน้านี้ เมื่อเครื่องยนต์ทำงานที่รอบเครื่องยนต์ปกติ ลูกเบี้ยวเพิ่มแรงกดจะทำหน้าที่เป็นกลไกควบคุมตัวเอง ในการดึงดุมคลัทช์ และแผ่นคลัทช์ ที่ทำงานเข้าหากันเพื่อบีบแผ่นคลัทช์ เมื่อเกิดการเบรกด้วยเครื่องยนต์ที่มากเกินไป อันเป็นผลจากการเปลี่ยนเกียร์ลงอย่างรวดเร็ว ลูกเบี้ยวสลิปเปอร์จะเข้ามามีบทบาท บังคับให้ดุมคลัทช์และแผ่นคลัทช์ ที่ทำงานอยู่แยกออกจากกัน ทำให้ช่วยให้ล้อหลังไม่ล็อคหรือไถล",
      "All-new Trellis Frame องค์ประกอบหลักสำคัญอย่างหนึ่ง ของคุณสมบัติน้ำหนักเบาใน Z900 ใหม่ (สัมผัสได้ทันทีเมื่อพยุงรถขึ้นและขาตั้งข้างลอยเหนือพื้น) คือโครงสร้างเฟรมรถใหม่ที่มีน้ำหนักเพียง 13.5 ก.ก. เท่านั้น ซึ่งช่วยให้สามารถควบคุมรถได้คล่องแคล่ว เฟรมถักเหล็กกล้าไฮเทนไซล์ ทนแรงดึงสูง รูปทรงท่อดูสมส่วนลงตัว เส้นเฟรมท่อเหล็กนี้ จะอยู่ในรูปทรงเส้นตรงเท่าที่ทำได้ และหากจำเป็นต้องดัดงอ มุมในการดัดงอก็จะน้อยเท่าที่จะน้อยได้ รูปลักษณ์ตัวรถจึงดุดันเต็มคราบความเป็นสปอร์ต",
      "All-new Trellis Frame",
      "องค์ประกอบหลักสำคัญอย่างหนึ่ง ของคุณสมบัติน้ำหนักเบาใน Z900 ใหม่ (สัมผัสได้ทันทีเมื่อพยุงรถขึ้นและขาตั้งข้างลอยเหนือพื้น) คือโครงสร้างเฟรมรถใหม่ที่มีน้ำหนักเพียง 13.5 ก.ก. เท่านั้น ซึ่งช่วยให้สามารถควบคุมรถได้คล่องแคล่ว เฟรมถักเหล็กกล้าไฮเทนไซล์ ทนแรงดึงสูง รูปทรงท่อดูสมส่วนลงตัว เส้นเฟรมท่อเหล็กนี้ จะอยู่ในรูปทรงเส้นตรงเท่าที่ทำได้ และหากจำเป็นต้องดัดงอ มุมในการดัดงอก็จะน้อยเท่าที่จะน้อยได้ รูปลักษณ์ตัวรถจึงดุดันเต็มคราบความเป็นสปอร์ต",
      "Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า แบบหัวกลับ ขนาดเส้นผ่าศูนย์กลาง 41 มม. ระยะยุบตัว และยืดตัวแบบจังหวะเดียว (Stepless) ความละเอียดสูง มาพร้อมกับค่าพรีโหลดสปริงที่สามารถปรับตั้งได้ที่แกนโช้คด้านซ้าย ตัวปรับค่าพรีโหลดติดตั้งอยู่ที่ปลายด้านบนแกนโช้ค ซึ่งช่วยให้การปรับตั้งทำได้อย่างสะดวกสบาย โช้คอัพหลัง และก้านต่อ ถูกวางตำแหน่งให้อยู่เหนือสวิงอาร์ม การจัดวางลักษณะนี้จะช่วยให้ศูนย์ถ่วงรถมีความสมดุล จึงไม่ต้องกังวลเรื่องความร้อนจากท่อไอเสีย ที่จะไปรบกวนการทำงานของระบบกันสะเทือน",
      "Inverted Front Fork & Horizontal Back-link Rear Suspension",
      "โช้คอัพหน้า แบบหัวกลับ ขนาดเส้นผ่าศูนย์กลาง 41 มม. ระยะยุบตัว และยืดตัวแบบจังหวะเดียว (Stepless) ความละเอียดสูง มาพร้อมกับค่าพรีโหลดสปริงที่สามารถปรับตั้งได้ที่แกนโช้คด้านซ้าย ตัวปรับค่าพรีโหลดติดตั้งอยู่ที่ปลายด้านบนแกนโช้ค ซึ่งช่วยให้การปรับตั้งทำได้อย่างสะดวกสบาย",
      "โช้คอัพหลัง และก้านต่อ ถูกวางตำแหน่งให้อยู่เหนือสวิงอาร์ม การจัดวางลักษณะนี้จะช่วยให้ศูนย์ถ่วงรถมีความสมดุล จึงไม่ต้องกังวลเรื่องความร้อนจากท่อไอเสีย ที่จะไปรบกวนการทำงานของระบบกันสะเทือน",
      "Brakes/Wheels/Tyres - เบรกหน้า ABS ดิสก์เบรกคู่ด้านหน้า ขนาดเส้นผ่าศูนย์กลาง 300 มม. แบบมีร่องระบายความร้อน คาลิปเปอร์เบรกแบบเรเดียล 4 ลูกสูบคู่ สั่งการได้ง่ายไม่ว่าจะเป็นผู้เริ่มขับขี่ หรือผู้ขับขี่มีมีประสบการณ์สูง - เบรกหลัง ABS ดิสก์เบรกหลัง ขนาดเส้นผ่าศูนย์กลาง 250 มม. ลูกสูบเดี่ยว - ยางและล้อหน้า Dunlop Sportmax Q5A 120/70ZR17M/C (58W) - ยางและล้อหลัง Dunlop Sportmax Q5A 180/55ZR17M/C (73W) - ล้อหน้า-หลัง เป็นล้อ 5 ก้านลายดาวสุดเท่ ช่วยเพิ่มน้ำหนักเบา ความแข็งแกร่งสูง ช่วยให้ควบคุมรถได้แม่นยำ และยังช่วยให้ Z900 ดูเบาสบายยิ่งขึ้น",
      "Brakes/Wheels/Tyres",
      "- เบรกหน้า ABS ดิสก์เบรกคู่ด้านหน้า ขนาดเส้นผ่าศูนย์กลาง 300 มม. แบบมีร่องระบายความร้อน คาลิปเปอร์เบรกแบบเรเดียล 4 ลูกสูบคู่ สั่งการได้ง่ายไม่ว่าจะเป็นผู้เริ่มขับขี่ หรือผู้ขับขี่มีมีประสบการณ์สูง",
      "- เบรกหลัง ABS ดิสก์เบรกหลัง ขนาดเส้นผ่าศูนย์กลาง 250 มม. ลูกสูบเดี่ยว",
      "- ยางและล้อหน้า Dunlop Sportmax Q5A 120/70ZR17M/C (58W)",
      "- ยางและล้อหลัง Dunlop Sportmax Q5A 180/55ZR17M/C (73W)",
      "- ล้อหน้า-หลัง เป็นล้อ 5 ก้านลายดาวสุดเท่ ช่วยเพิ่มน้ำหนักเบา ความแข็งแกร่งสูง ช่วยให้ควบคุมรถได้แม่นยำ และยังช่วยให้ Z900 ดูเบาสบายยิ่งขึ้น",
      "Ergonomics for Control ด้วยแฮนด์ที่กว้างและแบนราบ พร้อมตำแหน่งการขับขี่ที่ผ่อนคลายและสปอร์ต ผู้ขับขี่จึงสามารถใช้ประโยชน์ จากศักยภาพการขับขี่แบบสปอร์ตบนถนนของ Z900 ได้อย่างง่ายดาย ตำแหน่งการขับขี่ที่ผสมผสานระหว่าง การควบคุมและความสบาย ช่วยให้ผู้ขับขี่เพลิดเพลินกับสถานการณ์การขับขี่ที่หลากหลาย นอกจากจะช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนท่าทางการขับขี่ได้หลากหลายขณะขับขี่แบบสบาย ๆ แล้ว รูปทรงเบาะนั่งใหม่ที่แบนราบลง ยังช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนน้ำหนัก ขณะขับขี่แบบสปอร์ตได้ง่ายขึ้นอีกด้วย * สวิตช์ไม่ได้อยู่รอบจอแสดงผล เหมือนในรุ่นก่อนหน้าอีกต่อไป เนื่องจากถูกย้ายไปที่สวิทซ์แฮนด์ เพื่อความสะดวกสบายยิ่งขึ้น",
      "Ergonomics for Control",
      "ด้วยแฮนด์ที่กว้างและแบนราบ พร้อมตำแหน่งการขับขี่ที่ผ่อนคลายและสปอร์ต ผู้ขับขี่จึงสามารถใช้ประโยชน์ จากศักยภาพการขับขี่แบบสปอร์ตบนถนนของ Z900 ได้อย่างง่ายดาย ตำแหน่งการขับขี่ที่ผสมผสานระหว่าง การควบคุมและความสบาย ช่วยให้ผู้ขับขี่เพลิดเพลินกับสถานการณ์การขับขี่ที่หลากหลาย นอกจากจะช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนท่าทางการขับขี่ได้หลากหลายขณะขับขี่แบบสบาย ๆ แล้ว รูปทรงเบาะนั่งใหม่ที่แบนราบลง ยังช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนน้ำหนัก ขณะขับขี่แบบสปอร์ตได้ง่ายขึ้นอีกด้วย",
      "* สวิตช์ไม่ได้อยู่รอบจอแสดงผล เหมือนในรุ่นก่อนหน้าอีกต่อไป เนื่องจากถูกย้ายไปที่สวิทซ์แฮนด์ เพื่อความสะดวกสบายยิ่งขึ้น",
      "Refined Sugomi Styling แม้ว่าสไตล์ Z Supernaked ที่ดุดันของ Z900 จะได้รับการปรับปรุงใหม่ แต่องค์ประกอบการออกแบบแบบซูโกมิ (Sugomi) ที่สำคัญที่ทำให้ Z900 มีรูปลักษณ์ที่โดดเด่นสะดุดตา ไม่ว่าจะเป็นท่านั่งยองๆ ศีรษะที่ต่ำลง และส่วนท้ายที่ยกขึ้น ก็ยังคงไว้ซึ่งเอกลักษณ์เฉพาะตัว ดีไซน์ใหม่ที่เฉียบคมและเฉียบคม ซึ่งเน้นที่เครื่องยนต์ มอบความโฉบเฉี่ยวที่ไม่มีใครเทียบได้ ดึงดูดและตรึงสายตาของทุกคนที่ได้มอง ตัวถังที่สง่างามและแนบกระชับ เสริมด้วยวัสดุโลหะที่เน้นสไตล์ มอบความรู้สึกคุณภาพสูง ตั้งแต่รูปลักษณ์ที่ดุดัน ของส่วนหน้ารถที่ดุดันยิ่งขึ้น ไปจนถึงดีไซน์ไฟท้ายใหม่ที่ล้ำสมัย รูปลักษณ์ที่กระชับของ Z900 สะท้อนภาพลักษณ์ที่ปราดเปรียว และสะท้อนถึงสมรรถนะสปอร์ต * ด้านหน้าเป็นไฟหน้าแบบ LED สามดวง โดยไฟหน้าด้านบนสองดวงเป็นไฟต่ำ และไฟหน้าด้านล่างดวงเดียวเป็นไฟสูง ด้วยขนาดกะทัดรัด ไฟหน้าใหม่จึงให้ประสิทธิภาพการส่องสว่างที่ยอดเยี่ยม * ฝาครอบอะลูมิเนียมขัดเงา สลักโลโก้ “Z” ช่วยเพิ่มมิติสะดุดตา ให้กับทั้งสองด้านของตัวเครื่อง รูปลักษณ์แบบเมทัลลิกโดดเด่น ให้ความรู้สึกหรูหรา โดยรวมแล้ว Z900 ใหม่ใช้ชิ้นส่วนพลาสติกน้อยลง และใช้ชิ้นส่วนโลหะมากขึ้น * ฝาครอบท้ายได้รับการออกแบบให้สั้นลง และทำให้ไฟท้ายดูเหมือนลอยอยู่ ทำให้อากาศที่เข้าจากด้านหน้า และระบายออกทางด้านหลัง ช่วยเพิ่มรูปลักษณ์ที่กะทัดรัด และคล่องตัว",
      "Refined Sugomi Styling",
      "แม้ว่าสไตล์ Z Supernaked ที่ดุดันของ Z900 จะได้รับการปรับปรุงใหม่ แต่องค์ประกอบการออกแบบแบบซูโกมิ (Sugomi) ที่สำคัญที่ทำให้ Z900 มีรูปลักษณ์ที่โดดเด่นสะดุดตา ไม่ว่าจะเป็นท่านั่งยองๆ ศีรษะที่ต่ำลง และส่วนท้ายที่ยกขึ้น ก็ยังคงไว้ซึ่งเอกลักษณ์เฉพาะตัว ดีไซน์ใหม่ที่เฉียบคมและเฉียบคม ซึ่งเน้นที่เครื่องยนต์ มอบความโฉบเฉี่ยวที่ไม่มีใครเทียบได้ ดึงดูดและตรึงสายตาของทุกคนที่ได้มอง ตัวถังที่สง่างามและแนบกระชับ เสริมด้วยวัสดุโลหะที่เน้นสไตล์ มอบความรู้สึกคุณภาพสูง ตั้งแต่รูปลักษณ์ที่ดุดัน ของส่วนหน้ารถที่ดุดันยิ่งขึ้น ไปจนถึงดีไซน์ไฟท้ายใหม่ที่ล้ำสมัย รูปลักษณ์ที่กระชับของ Z900 สะท้อนภาพลักษณ์ที่ปราดเปรียว และสะท้อนถึงสมรรถนะสปอร์ต",
      "* ด้านหน้าเป็นไฟหน้าแบบ LED สามดวง โดยไฟหน้าด้านบนสองดวงเป็นไฟต่ำ และไฟหน้าด้านล่างดวงเดียวเป็นไฟสูง ด้วยขนาดกะทัดรัด ไฟหน้าใหม่จึงให้ประสิทธิภาพการส่องสว่างที่ยอดเยี่ยม",
      "* ฝาครอบอะลูมิเนียมขัดเงา สลักโลโก้ “Z” ช่วยเพิ่มมิติสะดุดตา ให้กับทั้งสองด้านของตัวเครื่อง รูปลักษณ์แบบเมทัลลิกโดดเด่น ให้ความรู้สึกหรูหรา โดยรวมแล้ว Z900 ใหม่ใช้ชิ้นส่วนพลาสติกน้อยลง และใช้ชิ้นส่วนโลหะมากขึ้น",
      "* ฝาครอบท้ายได้รับการออกแบบให้สั้นลง และทำให้ไฟท้ายดูเหมือนลอยอยู่ ทำให้อากาศที่เข้าจากด้านหน้า และระบายออกทางด้านหลัง ช่วยเพิ่มรูปลักษณ์ที่กะทัดรัด และคล่องตัว",
      "TFT Colour Instrumentation แผงหน้าปัดสี TFT ดิจิทัลขนาด 5 นิ้ว มีขนาดใหญ่กว่าจอแสดงผลของรุ่นก่อนหน้า มอบรูปลักษณ์ที่ล้ำสมัย และหรูหราให้กับห้องโดยสาร นอกจากนี้ยังมีคุณสมบัติเพิ่มเติม ที่ไม่มีในรุ่นก่อนหน้า * เป็นครั้งแรกของคาวาซากิ จอแสดงผลสามารถแสดงการนำทางแบบทีละขั้นตอน เพื่อให้ผู้ขับขี่ทราบทิศทางและระยะทาง ไปยังโค้งถัดไปได้อย่างง่ายดาย ช่วยเพิ่มความสะดวกสบาย และความเพลิดเพลินในการขับขี่ * ฟังก์ชันการแสดงผลประกอบด้วย: มาตรวัดความเร็วแบบดิจิทัล, มาตรวัดรอบเครื่องยนต์แบบดิจิทัล, ไฟแสดงตำแหน่งเกียร์, ไฟแสดงการเปลี่ยนเกียร์, มาตรวัดน้ำมันเชื้อเพลิง, มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิงปัจจุบันและเฉลี่ย, ระยะทางที่เหลือ, ความเร็วเฉลี่ย, เวลารวม, อุณหภูมิน้ำหล่อเย็น, นาฬิกา, แรงดันแบตเตอรี่, KQS, ระบบควบคุมความเร็วอัตโนมัติแบบไฟฟ้า, การแจ้งเตือนการโทรและอีเมลบนสมาร์ทโฟน, ระดับแบตเตอรี่สมาร์ทโฟน, ชุดหูฟัง, สถานะคำสั่งเสียงและตัวบ่งชี้สถานะบันทึกการขับขี่, ตัวบ่งชี้ RIDEOLOGY THE APP, ตัวบ่งชี้การขับขี่แบบประหยัด และจอแสดงผลการนำทางแบบ Turn by Turn จอแสดงผล Type 2 ยังมีตัวบ่งชี้มุมเอียง, ตัวบ่งชี้การเร่งความเร็ว/ลดความเร็ว และมุมเอียงสูงสุด",
      "TFT Colour Instrumentation",
      "แผงหน้าปัดสี TFT ดิจิทัลขนาด 5 นิ้ว มีขนาดใหญ่กว่าจอแสดงผลของรุ่นก่อนหน้า มอบรูปลักษณ์ที่ล้ำสมัย และหรูหราให้กับห้องโดยสาร นอกจากนี้ยังมีคุณสมบัติเพิ่มเติม ที่ไม่มีในรุ่นก่อนหน้า",
      "* เป็นครั้งแรกของคาวาซากิ จอแสดงผลสามารถแสดงการนำทางแบบทีละขั้นตอน เพื่อให้ผู้ขับขี่ทราบทิศทางและระยะทาง ไปยังโค้งถัดไปได้อย่างง่ายดาย ช่วยเพิ่มความสะดวกสบาย และความเพลิดเพลินในการขับขี่",
      "* ฟังก์ชันการแสดงผลประกอบด้วย: มาตรวัดความเร็วแบบดิจิทัล, มาตรวัดรอบเครื่องยนต์แบบดิจิทัล, ไฟแสดงตำแหน่งเกียร์, ไฟแสดงการเปลี่ยนเกียร์, มาตรวัดน้ำมันเชื้อเพลิง, มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิงปัจจุบันและเฉลี่ย, ระยะทางที่เหลือ, ความเร็วเฉลี่ย, เวลารวม, อุณหภูมิน้ำหล่อเย็น, นาฬิกา, แรงดันแบตเตอรี่, KQS, ระบบควบคุมความเร็วอัตโนมัติแบบไฟฟ้า, การแจ้งเตือนการโทรและอีเมลบนสมาร์ทโฟน, ระดับแบตเตอรี่สมาร์ทโฟน, ชุดหูฟัง, สถานะคำสั่งเสียงและตัวบ่งชี้สถานะบันทึกการขับขี่, ตัวบ่งชี้ RIDEOLOGY THE APP, ตัวบ่งชี้การขับขี่แบบประหยัด และจอแสดงผลการนำทางแบบ Turn by Turn จอแสดงผล Type 2 ยังมีตัวบ่งชี้มุมเอียง, ตัวบ่งชี้การเร่งความเร็ว/ลดความเร็ว และมุมเอียงสูงสุด",
      "Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "Smartphone Connectivity",
      "การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น",
      "- Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์",
      "- Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่",
      "- Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า",
      "- Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้",
      "KCMF (Kawasaki Cornering Management Function)",
      "KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้",
      "Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ",
      "Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit)",
      "IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw)",
      "Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น",
      "IMU-Enhanced ABS",
      "ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ",
      "KTRC (Kawasaki TRaction Control) ระบบควบคุมการยึดเกาะถนนขั้นสูงของคาวาซากิ มอบสมรรถนะการขับขี่แบบสปอร์ต พร้อมความมั่นใจบนพื้นผิวถนน ที่มีแรงยึดเกาะต่ำ มีโหมดขับขี่ 3 โหมดให้เลือก: โหมด 1: รบกวนน้อยที่สุด เหมาะกับการขับสปอร์ต ช่วยเพิ่มแรงขับเคลื่อนขณะออกจากโค้ง โหมด 2: ควบคุมรถได้เร็วขึ้น สมดุลระหว่างการขับสปอร์ตและความมั่นใจ โหมด 3: รบกวนมากที่สุด ลดกำลังเครื่องยนต์เมื่อล้อหมุนเกิน เพื่อเพิ่มการยึดเกาะ เหมาะกับถนนท้าทายหรือพื้นผิวลื่น",
      "KTRC (Kawasaki TRaction Control)",
      "ระบบควบคุมการยึดเกาะถนนขั้นสูงของคาวาซากิ มอบสมรรถนะการขับขี่แบบสปอร์ต พร้อมความมั่นใจบนพื้นผิวถนน ที่มีแรงยึดเกาะต่ำ มีโหมดขับขี่ 3 โหมดให้เลือก:",
      "โหมด 1: รบกวนน้อยที่สุด เหมาะกับการขับสปอร์ต ช่วยเพิ่มแรงขับเคลื่อนขณะออกจากโค้ง",
      "โหมด 2: ควบคุมรถได้เร็วขึ้น สมดุลระหว่างการขับสปอร์ตและความมั่นใจ",
      "โหมด 3: รบกวนมากที่สุด ลดกำลังเครื่องยนต์เมื่อล้อหมุนเกิน เพื่อเพิ่มการยึดเกาะ เหมาะกับถนนท้าทายหรือพื้นผิวลื่น",
      "KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900 ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "KQS (Kawasaki Quick Shifter)",
      "ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900 ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย",
      "Electronic Cruise Control",
      "ระบบควบคุมความเร็วอัตโนมัติของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "Power Mode Selection ผู้ขับขี่สามารถเลือกโหมดกำลังเต็มกำลัง (Full Power) หรือกำลังต่ำ (Low Power) เพื่อตั้งค่ากำลังส่งให้เหมาะสมกับความต้องการและสภาพการขับขี่ โหมดกำลังต่ำจะจำกัดกำลังส่งไว้ที่ประมาณ 75% ของกำลังเต็มกำลัง (กำลังที่ลดลงจะแตกต่างกันไปตามความเร็วรอบเครื่องยนต์ (รอบต่อนาที) และตำแหน่งคันเร่ง ช่วยให้ควบคุมรถได้ดีขึ้น)",
      "Power Mode Selection",
      "ผู้ขับขี่สามารถเลือกโหมดกำลังเต็มกำลัง (Full Power) หรือกำลังต่ำ (Low Power) เพื่อตั้งค่ากำลังส่งให้เหมาะสมกับความต้องการและสภาพการขับขี่ โหมดกำลังต่ำจะจำกัดกำลังส่งไว้ที่ประมาณ 75% ของกำลังเต็มกำลัง (กำลังที่ลดลงจะแตกต่างกันไปตามความเร็วรอบเครื่องยนต์ (รอบต่อนาที) และตำแหน่งคันเร่ง ช่วยให้ควบคุมรถได้ดีขึ้น)",
      "Integrated Riding Modes: Sport, Road, Rain, Rider (manual) โหมดอเนกประสงค์ที่เชื่อมโยง KTRC และ Power Mode ช่วยให้ผู้ขับขี่สามารถตั้งค่าระบบ ควบคุมการยึดเกาะถนน และการส่งกำลังได้อย่างง่ายดาย เพื่อให้เหมาะสมกับสถานการณ์การขับขี่ * ผู้ขับขี่สามารถเลือกการตั้งค่าได้ 3 แบบ (Sport, Road, Rain) หรือการตั้งค่าแบบแมนนวล (Rider) ในโหมดแมนนวล (Rider) แต่ละระบบสามารถตั้งค่าได้อย่างอิสระ - Sport: ช่วยให้ผู้ขับขี่เพลิดเพลินกับการขับขี่แบบสปอร์ต - Road: ครอบคลุมสถานการณ์หลากหลาย ตั้งแต่การขับขี่ในเมือง การขับขี่บนทางหลวง และถนนชนบท - Rain: มอบความมั่นใจให้กับผู้ขับขี่เมื่อขับขี่บนพื้นผิวถนนเปียก",
      "Integrated Riding Modes: Sport, Road, Rain, Rider (manual)",
      "โหมดอเนกประสงค์ที่เชื่อมโยง KTRC และ Power Mode ช่วยให้ผู้ขับขี่สามารถตั้งค่าระบบ ควบคุมการยึดเกาะถนน และการส่งกำลังได้อย่างง่ายดาย เพื่อให้เหมาะสมกับสถานการณ์การขับขี่",
      "* ผู้ขับขี่สามารถเลือกการตั้งค่าได้ 3 แบบ (Sport, Road, Rain) หรือการตั้งค่าแบบแมนนวล (Rider) ในโหมดแมนนวล (Rider) แต่ละระบบสามารถตั้งค่าได้อย่างอิสระ",
      "- Sport: ช่วยให้ผู้ขับขี่เพลิดเพลินกับการขับขี่แบบสปอร์ต",
      "- Road: ครอบคลุมสถานการณ์หลากหลาย ตั้งแต่การขับขี่ในเมือง การขับขี่บนทางหลวง และถนนชนบท",
      "- Rain: มอบความมั่นใจให้กับผู้ขับขี่เมื่อขับขี่บนพื้นผิวถนนเปียก",
      "Exciting In-Line Four Engine การตอบสนองที่เฉียบคมและนุ่มนวลของเครื่องยนต์สี่สูบเรียงของ Z900 สอดคล้องกับการควบคุมที่เบาและคล่องตัว ช่วยให้ผู้ขับขี่สัมผัสประสบการณ์การขับขี่ที่เร้าใจ การเปลี่ยนเกียร์จากเปิดเป็นปิดที่นุ่มนวล ในขณะเดียวกันก็ให้ประสบการณ์การขับขี่ที่เร้าใจ และเข้าถึงง่าย ทำให้การควบคุมรถเป็นสิ่งที่ดีที่สุด เครื่องยนต์สี่สูบเรียง 4 จังหวะ ระบายความร้อนด้วยของเหลว ขนาด 948 ซีซี ให้อัตราเร่งที่รวดเร็วและช่วงกลางที่หนักแน่น มอบแรงม้าสูงสุดจนถึงขีดสุด มอบความตื่นเต้นเร้าใจที่คำนวณมาอย่างดี การส่งกำลังค่อนข้างเป็นเส้นตรง แต่แรงบิดรอบต่ำที่ได้รับการปรับปรุงให้ดีขึ้นนั้น ผสานกับความสามารถในการหมุนเร็วตั้งแต่ประมาณ 6,000 รอบต่อนาทีขึ้นไป การตอบสนองที่นุ่มนวลตั้งแต่รอบกลางถึงสูง ช่วยให้มั่นใจได้ถึงสมรรถนะการขับขี่ที่ยอดเยี่ยม Exhaust System ท่อไอเสียขนาดเส้นผ่าศูนย์กลาง 35 มม. ทำให้สมรรถนะที่ความเร็วรอบเครื่องสูงแสดงออกมาได้เต็มประสิทธิภาพ เช่นเดียวกันกับเสียงท่อไอเสียที่เบา เมื่อเครื่องยนต์เดินเบา ข้อต่อท่อไอเสียเชื่อมท่อไอเสียเข้าด้วยกัน (ท่อ 1-4 เชื่อมกัน ท่อ 2-3 เชื่อมกัน) เพิ่มความรู้สึกสปอร์ตเต็มขึ้นให้กับแรงบิด ในย่านความเร็วรอบเครื่องยนต์ปานกลาง ดีไซน์ท่อเก็บเสียงขนาดกะทัดรัดช่วยเสริมดีไซน์ Z ที่ทันสมัยการใช้วัสดุสแตนเลสสตีลที่ปลายท่อ และฝาครอบท่อเก็บเสียง ช่วยเพิ่มความรู้สึกคุณภาพสูง ขณะเดียวกันก็ช่วยให้ดีไซน์ดูกะทัดรัด และน้ำหนักเบา Transmission อัตราทดเกียร์ ที่ปรับให้เหมาะสมได้รับการจัดเตรียมให้สอดคล้องกับระบบ KQS ใหม่ ควบคู่ไปกับการตั้งค่า FI ช่วยให้การเปลี่ยนเกียร์ เป็นไปอย่างราบรื่นอย่างยิ่งเมื่อใช้ควิกชิฟเตอร์ Assist & Slipper Clutch Assist & Slipper Clutch ได้รับการพัฒนาจากประสบการณ์ในสนามแข่ง คลัทช์ที่ติดตั้งมา จะใช้ลูกเบี้ยวสองชนิด จึงทำให้ได้ฟังก์ชั่นการใช้งานใหม่ถึงสองฟังก์ชั่น ที่ไม่มีมาในคลัทช์มาตรฐานของรุ่นก่อนหน้านี้ เมื่อเครื่องยนต์ทำงานที่รอบเครื่องยนต์ปกติ ลูกเบี้ยวเพิ่มแรงกดจะทำหน้าที่เป็นกลไกควบคุมตัวเอง ในการดึงดุมคลัทช์ และแผ่นคลัทช์ ที่ทำงานเข้าหากันเพื่อบีบแผ่นคลัทช์ เมื่อเกิดการเบรกด้วยเครื่องยนต์ที่มากเกินไป อันเป็นผลจากการเปลี่ยนเกียร์ลงอย่างรวดเร็ว ลูกเบี้ยวสลิปเปอร์จะเข้ามามีบทบาท บังคับให้ดุมคลัทช์และแผ่นคลัทช์ ที่ทำงานอยู่แยกออกจากกัน ทำให้ช่วยให้ล้อหลังไม่ล็อคหรือไถล All-new Trellis Frame องค์ประกอบหลักสำคัญอย่างหนึ่ง ของคุณสมบัติน้ำหนักเบาใน Z900 ใหม่ (สัมผัสได้ทันทีเมื่อพยุงรถขึ้นและขาตั้งข้างลอยเหนือพื้น) คือโครงสร้างเฟรมรถใหม่ที่มีน้ำหนักเพียง 13.5 ก.ก. เท่านั้น ซึ่งช่วยให้สามารถควบคุมรถได้คล่องแคล่ว เฟรมถักเหล็กกล้าไฮเทนไซล์ ทนแรงดึงสูง รูปทรงท่อดูสมส่วนลงตัว เส้นเฟรมท่อเหล็กนี้ จะอยู่ในรูปทรงเส้นตรงเท่าที่ทำได้ และหากจำเป็นต้องดัดงอ มุมในการดัดงอก็จะน้อยเท่าที่จะน้อยได้ รูปลักษณ์ตัวรถจึงดุดันเต็มคราบความเป็นสปอร์ต Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า แบบหัวกลับ ขนาดเส้นผ่าศูนย์กลาง 41 มม. ระยะยุบตัว และยืดตัวแบบจังหวะเดียว (Stepless) ความละเอียดสูง มาพร้อมกับค่าพรีโหลดสปริงที่สามารถปรับตั้งได้ที่แกนโช้คด้านซ้าย ตัวปรับค่าพรีโหลดติดตั้งอยู่ที่ปลายด้านบนแกนโช้ค ซึ่งช่วยให้การปรับตั้งทำได้อย่างสะดวกสบาย โช้คอัพหลัง และก้านต่อ ถูกวางตำแหน่งให้อยู่เหนือสวิงอาร์ม การจัดวางลักษณะนี้จะช่วยให้ศูนย์ถ่วงรถมีความสมดุล จึงไม่ต้องกังวลเรื่องความร้อนจากท่อไอเสีย ที่จะไปรบกวนการทำงานของระบบกันสะเทือน Brakes/Wheels/Tyres - เบรกหน้า ABS ดิสก์เบรกคู่ด้านหน้า ขนาดเส้นผ่าศูนย์กลาง 300 มม. แบบมีร่องระบายความร้อน คาลิปเปอร์เบรกแบบเรเดียล 4 ลูกสูบคู่ สั่งการได้ง่ายไม่ว่าจะเป็นผู้เริ่มขับขี่ หรือผู้ขับขี่มีมีประสบการณ์สูง - เบรกหลัง ABS ดิสก์เบรกหลัง ขนาดเส้นผ่าศูนย์กลาง 250 มม. ลูกสูบเดี่ยว - ยางและล้อหน้า Dunlop Sportmax Q5A 120/70ZR17M/C (58W) - ยางและล้อหลัง Dunlop Sportmax Q5A 180/55ZR17M/C (73W) - ล้อหน้า-หลัง เป็นล้อ 5 ก้านลายดาวสุดเท่ ช่วยเพิ่มน้ำหนักเบา ความแข็งแกร่งสูง ช่วยให้ควบคุมรถได้แม่นยำ และยังช่วยให้ Z900 ดูเบาสบายยิ่งขึ้น Ergonomics for Control ด้วยแฮนด์ที่กว้างและแบนราบ พร้อมตำแหน่งการขับขี่ที่ผ่อนคลายและสปอร์ต ผู้ขับขี่จึงสามารถใช้ประโยชน์ จากศักยภาพการขับขี่แบบสปอร์ตบนถนนของ Z900 ได้อย่างง่ายดาย ตำแหน่งการขับขี่ที่ผสมผสานระหว่าง การควบคุมและความสบาย ช่วยให้ผู้ขับขี่เพลิดเพลินกับสถานการณ์การขับขี่ที่หลากหลาย นอกจากจะช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนท่าทางการขับขี่ได้หลากหลายขณะขับขี่แบบสบาย ๆ แล้ว รูปทรงเบาะนั่งใหม่ที่แบนราบลง ยังช่วยให้ผู้ขับขี่สามารถปรับเปลี่ยนน้ำหนัก ขณะขับขี่แบบสปอร์ตได้ง่ายขึ้นอีกด้วย * สวิตช์ไม่ได้อยู่รอบจอแสดงผล เหมือนในรุ่นก่อนหน้าอีกต่อไป เนื่องจากถูกย้ายไปที่สวิทซ์แฮนด์ เพื่อความสะดวกสบายยิ่งขึ้น Refined Sugomi Styling แม้ว่าสไตล์ Z Supernaked ที่ดุดันของ Z900 จะได้รับการปรับปรุงใหม่ แต่องค์ประกอบการออกแบบแบบซูโกมิ (Sugomi) ที่สำคัญที่ทำให้ Z900 มีรูปลักษณ์ที่โดดเด่นสะดุดตา ไม่ว่าจะเป็นท่านั่งยองๆ ศีรษะที่ต่ำลง และส่วนท้ายที่ยกขึ้น ก็ยังคงไว้ซึ่งเอกลักษณ์เฉพาะตัว ดีไซน์ใหม่ที่เฉียบคมและเฉียบคม ซึ่งเน้นที่เครื่องยนต์ มอบความโฉบเฉี่ยวที่ไม่มีใครเทียบได้ ดึงดูดและตรึงสายตาของทุกคนที่ได้มอง ตัวถังที่สง่างามและแนบกระชับ เสริมด้วยวัสดุโลหะที่เน้นสไตล์ มอบความรู้สึกคุณภาพสูง ตั้งแต่รูปลักษณ์ที่ดุดัน ของส่วนหน้ารถที่ดุดันยิ่งขึ้น ไปจนถึงดีไซน์ไฟท้ายใหม่ที่ล้ำสมัย รูปลักษณ์ที่กระชับของ Z900 สะท้อนภาพลักษณ์ที่ปราดเปรียว และสะท้อนถึงสมรรถนะสปอร์ต * ด้านหน้าเป็นไฟหน้าแบบ LED สามดวง โดยไฟหน้าด้านบนสองดวงเป็นไฟต่ำ และไฟหน้าด้านล่างดวงเดียวเป็นไฟสูง ด้วยขนาดกะทัดรัด ไฟหน้าใหม่จึงให้ประสิทธิภาพการส่องสว่างที่ยอดเยี่ยม * ฝาครอบอะลูมิเนียมขัดเงา สลักโลโก้ “Z” ช่วยเพิ่มมิติสะดุดตา ให้กับทั้งสองด้านของตัวเครื่อง รูปลักษณ์แบบเมทัลลิกโดดเด่น ให้ความรู้สึกหรูหรา โดยรวมแล้ว Z900 ใหม่ใช้ชิ้นส่วนพลาสติกน้อยลง และใช้ชิ้นส่วนโลหะมากขึ้น * ฝาครอบท้ายได้รับการออกแบบให้สั้นลง และทำให้ไฟท้ายดูเหมือนลอยอยู่ ทำให้อากาศที่เข้าจากด้านหน้า และระบายออกทางด้านหลัง ช่วยเพิ่มรูปลักษณ์ที่กะทัดรัด และคล่องตัว TFT Colour Instrumentation แผงหน้าปัดสี TFT ดิจิทัลขนาด 5 นิ้ว มีขนาดใหญ่กว่าจอแสดงผลของรุ่นก่อนหน้า มอบรูปลักษณ์ที่ล้ำสมัย และหรูหราให้กับห้องโดยสาร นอกจากนี้ยังมีคุณสมบัติเพิ่มเติม ที่ไม่มีในรุ่นก่อนหน้า * เป็นครั้งแรกของคาวาซากิ จอแสดงผลสามารถแสดงการนำทางแบบทีละขั้นตอน เพื่อให้ผู้ขับขี่ทราบทิศทางและระยะทาง ไปยังโค้งถัดไปได้อย่างง่ายดาย ช่วยเพิ่มความสะดวกสบาย และความเพลิดเพลินในการขับขี่ * ฟังก์ชันการแสดงผลประกอบด้วย: มาตรวัดความเร็วแบบดิจิทัล, มาตรวัดรอบเครื่องยนต์แบบดิจิทัล, ไฟแสดงตำแหน่งเกียร์, ไฟแสดงการเปลี่ยนเกียร์, มาตรวัดน้ำมันเชื้อเพลิง, มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิงปัจจุบันและเฉลี่ย, ระยะทางที่เหลือ, ความเร็วเฉลี่ย, เวลารวม, อุณหภูมิน้ำหล่อเย็น, นาฬิกา, แรงดันแบตเตอรี่, KQS, ระบบควบคุมความเร็วอัตโนมัติแบบไฟฟ้า, การแจ้งเตือนการโทรและอีเมลบนสมาร์ทโฟน, ระดับแบตเตอรี่สมาร์ทโฟน, ชุดหูฟัง, สถานะคำสั่งเสียงและตัวบ่งชี้สถานะบันทึกการขับขี่, ตัวบ่งชี้ RIDEOLOGY THE APP, ตัวบ่งชี้การขับขี่แบบประหยัด และจอแสดงผลการนำทางแบบ Turn by Turn จอแสดงผล Type 2 ยังมีตัวบ่งชี้มุมเอียง, ตัวบ่งชี้การเร่งความเร็ว/ลดความเร็ว และมุมเอียงสูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) ระบบควบคุมการยึดเกาะถนนขั้นสูงของคาวาซากิ มอบสมรรถนะการขับขี่แบบสปอร์ต พร้อมความมั่นใจบนพื้นผิวถนน ที่มีแรงยึดเกาะต่ำ มีโหมดขับขี่ 3 โหมดให้เลือก: โหมด 1: รบกวนน้อยที่สุด เหมาะกับการขับสปอร์ต ช่วยเพิ่มแรงขับเคลื่อนขณะออกจากโค้ง โหมด 2: ควบคุมรถได้เร็วขึ้น สมดุลระหว่างการขับสปอร์ตและความมั่นใจ โหมด 3: รบกวนมากที่สุด ลดกำลังเครื่องยนต์เมื่อล้อหมุนเกิน เพื่อเพิ่มการยึดเกาะ เหมาะกับถนนท้าทายหรือพื้นผิวลื่น KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900 ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง Power Mode Selection ผู้ขับขี่สามารถเลือกโหมดกำลังเต็มกำลัง (Full Power) หรือกำลังต่ำ (Low Power) เพื่อตั้งค่ากำลังส่งให้เหมาะสมกับความต้องการและสภาพการขับขี่ โหมดกำลังต่ำจะจำกัดกำลังส่งไว้ที่ประมาณ 75% ของกำลังเต็มกำลัง (กำลังที่ลดลงจะแตกต่างกันไปตามความเร็วรอบเครื่องยนต์ (รอบต่อนาที) และตำแหน่งคันเร่ง ช่วยให้ควบคุมรถได้ดีขึ้น) Integrated Riding Modes: Sport, Road, Rain, Rider (manual) โหมดอเนกประสงค์ที่เชื่อมโยง KTRC และ Power Mode ช่วยให้ผู้ขับขี่สามารถตั้งค่าระบบ ควบคุมการยึดเกาะถนน และการส่งกำลังได้อย่างง่ายดาย เพื่อให้เหมาะสมกับสถานการณ์การขับขี่ * ผู้ขับขี่สามารถเลือกการตั้งค่าได้ 3 แบบ (Sport, Road, Rain) หรือการตั้งค่าแบบแมนนวล (Rider) ในโหมดแมนนวล (Rider) แต่ละระบบสามารถตั้งค่าได้อย่างอิสระ - Sport: ช่วยให้ผู้ขับขี่เพลิดเพลินกับการขับขี่แบบสปอร์ต - Road: ครอบคลุมสถานการณ์หลากหลาย ตั้งแต่การขับขี่ในเมือง การขับขี่บนทางหลวง และถนนชนบท - Rain: มอบความมั่นใจให้กับผู้ขับขี่เมื่อขับขี่บนพื้นผิวถนนเปียก PrevNext12345678910111213141516",
      "PrevNext12345678910111213141516",
      "12345678910111213141516",
      "Specifications",
      "มิติรถ ความยาว 2,065 mm ความกว้าง 830 mm ความสูง 1,075 mm ระยะฐานล้อ 1,450 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 810 mm น้ำหนักรวม 213 kg น้ำหนัก (ไม่รวมของเหลว) 193 kg ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 92.2 kW {125 PS} / 9,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 98.6 N·m {10.1 kgƒ·m} / 7,700 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56.0 mm ปริมาตรกระบอกสูบ อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.217 (28/23) อัตราทดเกียร์ 6 1.069 (31/29) อัตราทดสุดท้าย 2.933 (44/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 24.7° ระยะเทรล 110 mm มุมเลี้ยว (ซ้าย/ขวา) 33° / 33° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 180/55ZR17M/C (73W) เบรกหน้า Dual semi-floating ø300 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, opposed 4-piston เบรกหลัง Single ø250 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,065 mm ความกว้าง 830 mm ความสูง 1,075 mm ระยะฐานล้อ 1,450 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 810 mm น้ำหนักรวม 213 kg น้ำหนัก (ไม่รวมของเหลว) 193 kg ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 92.2 kW {125 PS} / 9,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 98.6 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56.0 mm ปริมาตรกระบอกสูบ อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.217 (28/23) อัตราทดเกียร์ 6 1.069 (31/29) อัตราทดสุดท้าย 2.933 (44/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 24.7° ระยะเทรล 110 mm มุมเลี้ยว (ซ้าย/ขวา) 33° / 33° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 180/55ZR17M/C (73W) เบรกหน้า Dual semi-floating ø300 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, opposed 4-piston เบรกหลัง Single ø250 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z500 SE 219,800 บาท Z650 292,200 บาท Z900RS 409,000 บาท Z1000 620,700 บาท",
      "Z500 SE 219,800 บาท",
      "219,800 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "Z900RS 409,000 บาท",
      "409,000 บาท",
      "Z1000 620,700 บาท",
      "620,700 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Z900 (2023)",
    "url": "https://www.kawasaki.co.th/th/motorcycle/z900-2023",
    "category": "Z",
    "price": "413,100 บาท",
    "price_numeric": 413100,
    "specifications": {
      "ความยาว": "2,130 mm",
      "ความกว้าง": "825 mm",
      "ความสูง": "1,080 mm (1,155 mm SP model)",
      "ระยะฐานล้อ": "1,455 mm",
      "ระยะห่างจากพื้น": "145 mm",
      "ความสูงเบาะนั่ง": "800 mm",
      "น้ำหนักรวม": "212 kg (215 kg SP model)",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "92.2 kW {125 PS} / 9,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "98.6 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "73.4 x 56.0 mm",
      "ปริมาตรกระบอกสูบ": "948 cm3",
      "อัตราส่วนกำลังอัด": "11.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø36 mm x 4 with sub-throttles",
      "ระบบหล่อลื่น": "Forced Lub. Wet",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.627 (83/51)",
      "อัตราทดเกียร์ 1": "2.692 (35/13)",
      "อัตราทดเกียร์ 2": "2.059 (35/17)",
      "อัตราทดเกียร์ 3": "1.650 (33/20)",
      "อัตราทดเกียร์ 4": "1.409 (31/22)",
      "อัตราทดเกียร์ 5": "1.222 (33/27)",
      "อัตราทดเกียร์ 6": "1.034 (30/29)",
      "อัตราทดสุดท้าย": "2.933 (44/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø41 mm inverted fork with rebound damping and spring preload adjustability",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link with rebound damping and spring preload adjustability",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "140 mm",
      "มุมแคสเตอร์": "24.9°",
      "ระยะเทรล": "110 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "33° / 33°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "180/55ZR17M/C (73W)",
      "เบรกหน้า": "Dual semi-floating ø300 mm petal discs",
      "คาลิปเปอร์ (หน้า)": "Dual opposed 4-piston",
      "เบรกหลัง": "Single ø250 mm petal disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Z650 292,200 บาท": "Z650 292,200 บาท"
    },
    "scraped_at": "2026-01-11T15:54:34.798194",
    "features": [
      "Z900 (2023) PERFORMANCE, REFINEMENT, SUGOMI",
      "Z900 (2023)",
      "Top Features",
      "Tyres Design KTRC Integrated Riding Modes Meter New Tyres New Dunlop Sportmax Roadsport 2 tyres contribute to the Z900’s superb handling character. New design Design of the area around the headlamp contributes to a sharper, more compact image. Its lines are less forward-leaning than before, but the sharper edges emphasise the design of the new headlamp. Kawasaki Traction Control Kawasaki's advanced traction control system provides both enhanced sport riding performance and the peace of mind to negotiate low-traction surfaces with confidence. Three rider-selectable modes offer progressively greater levels of intrusion to suit the riding situation and rider preference. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. A choice of Full Power or Low Power modes allows riders to set power delivery to suit preference and conditions. Low Power mode limits output to approximately 55% of Full Power. (The reduced power, which varies according to engine speed (rpm) and throttle position, offers enhanced manageability.) TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. New Tyres New Dunlop Sportmax Roadsport 2 tyres contribute to the Z900’s superb handling character. New design Design of the area around the headlamp contributes to a sharper, more compact image. Its lines are less forward-leaning than before, but the sharper edges emphasise the design of the new headlamp. Kawasaki Traction Control Kawasaki's advanced traction control system provides both enhanced sport riding performance and the peace of mind to negotiate low-traction surfaces with confidence. Three rider-selectable modes offer progressively greater levels of intrusion to suit the riding situation and rider preference. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. A choice of Full Power or Low Power modes allows riders to set power delivery to suit preference and conditions. Low Power mode limits output to approximately 55% of Full Power. (The reduced power, which varies according to engine speed (rpm) and throttle position, offers enhanced manageability.) TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. PrevNext12345",
      "Tyres Design KTRC Integrated Riding Modes Meter New Tyres New Dunlop Sportmax Roadsport 2 tyres contribute to the Z900’s superb handling character. New design Design of the area around the headlamp contributes to a sharper, more compact image. Its lines are less forward-leaning than before, but the sharper edges emphasise the design of the new headlamp. Kawasaki Traction Control Kawasaki's advanced traction control system provides both enhanced sport riding performance and the peace of mind to negotiate low-traction surfaces with confidence. Three rider-selectable modes offer progressively greater levels of intrusion to suit the riding situation and rider preference. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. A choice of Full Power or Low Power modes allows riders to set power delivery to suit preference and conditions. Low Power mode limits output to approximately 55% of Full Power. (The reduced power, which varies according to engine speed (rpm) and throttle position, offers enhanced manageability.) TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "New Tyres New Dunlop Sportmax Roadsport 2 tyres contribute to the Z900’s superb handling character. New design Design of the area around the headlamp contributes to a sharper, more compact image. Its lines are less forward-leaning than before, but the sharper edges emphasise the design of the new headlamp. Kawasaki Traction Control Kawasaki's advanced traction control system provides both enhanced sport riding performance and the peace of mind to negotiate low-traction surfaces with confidence. Three rider-selectable modes offer progressively greater levels of intrusion to suit the riding situation and rider preference. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. A choice of Full Power or Low Power modes allows riders to set power delivery to suit preference and conditions. Low Power mode limits output to approximately 55% of Full Power. (The reduced power, which varies according to engine speed (rpm) and throttle position, offers enhanced manageability.) TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "New Tyres New Dunlop Sportmax Roadsport 2 tyres contribute to the Z900’s superb handling character.",
      "New Dunlop Sportmax Roadsport 2 tyres contribute to the Z900’s superb handling character.",
      "New design Design of the area around the headlamp contributes to a sharper, more compact image. Its lines are less forward-leaning than before, but the sharper edges emphasise the design of the new headlamp.",
      "Design of the area around the headlamp contributes to a sharper, more compact image. Its lines are less forward-leaning than before, but the sharper edges emphasise the design of the new headlamp.",
      "Kawasaki Traction Control Kawasaki's advanced traction control system provides both enhanced sport riding performance and the peace of mind to negotiate low-traction surfaces with confidence. Three rider-selectable modes offer progressively greater levels of intrusion to suit the riding situation and rider preference.",
      "Kawasaki Traction Control",
      "Kawasaki's advanced traction control system provides both enhanced sport riding performance and the peace of mind to negotiate low-traction surfaces with confidence. Three rider-selectable modes offer progressively greater levels of intrusion to suit the riding situation and rider preference.",
      "Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. A choice of Full Power or Low Power modes allows riders to set power delivery to suit preference and conditions. Low Power mode limits output to approximately 55% of Full Power. (The reduced power, which varies according to engine speed (rpm) and throttle position, offers enhanced manageability.)",
      "Sport, Road, Rain, Rider (manual)",
      "All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation.",
      "A choice of Full Power or Low Power modes allows riders to set power delivery to suit preference and conditions. Low Power mode limits output to approximately 55% of Full Power. (The reduced power, which varies according to engine speed (rpm) and throttle position, offers enhanced manageability.)",
      "TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "TFT Colour Instrumentation",
      "The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "New Tyres New Dunlop Sportmax Roadsport 2 tyres contribute to the Z900’s superb handling character. New design Design of the area around the headlamp contributes to a sharper, more compact image. Its lines are less forward-leaning than before, but the sharper edges emphasise the design of the new headlamp. Kawasaki Traction Control Kawasaki's advanced traction control system provides both enhanced sport riding performance and the peace of mind to negotiate low-traction surfaces with confidence. Three rider-selectable modes offer progressively greater levels of intrusion to suit the riding situation and rider preference. Sport, Road, Rain, Rider (manual) All-inclusive modes that link KTRC and Power Mode allow riders to easily set traction control and power delivery to suit a given riding situation. A choice of Full Power or Low Power modes allows riders to set power delivery to suit preference and conditions. Low Power mode limits output to approximately 55% of Full Power. (The reduced power, which varies according to engine speed (rpm) and throttle position, offers enhanced manageability.) TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. PrevNext12345",
      "PrevNext12345",
      "Specifications",
      "มิติรถ ความยาว 2,130 mm ความกว้าง 825 mm ความสูง 1,080 mm (1,155 mm SP model) ระยะฐานล้อ 1,455 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 800 mm น้ำหนักรวม 212 kg (215 kg SP model) น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 92.2 kW {125 PS} / 9,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 98.6 N·m {10.1 kgƒ·m} / 7,700 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56.0 mm ปริมาตรกระบอกสูบ 948 cm3 อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 with sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.692 (35/13) อัตราทดเกียร์ 2 2.059 (35/17) อัตราทดเกียร์ 3 1.650 (33/20) อัตราทดเกียร์ 4 1.409 (31/22) อัตราทดเกียร์ 5 1.222 (33/27) อัตราทดเกียร์ 6 1.034 (30/29) อัตราทดสุดท้าย 2.933 (44/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 24.9° ระยะเทรล 110 mm มุมเลี้ยว (ซ้าย/ขวา) 33° / 33° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 180/55ZR17M/C (73W) เบรกหน้า Dual semi-floating ø300 mm petal discs คาลิปเปอร์ (หน้า) Dual opposed 4-piston เบรกหลัง Single ø250 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,130 mm ความกว้าง 825 mm ความสูง 1,080 mm (1,155 mm SP model) ระยะฐานล้อ 1,455 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 800 mm น้ำหนักรวม 212 kg (215 kg SP model) น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 92.2 kW {125 PS} / 9,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 98.6 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56.0 mm ปริมาตรกระบอกสูบ 948 cm3 อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 with sub-throttles ระบบหล่อลื่น Forced Lub. Wet ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.692 (35/13) อัตราทดเกียร์ 2 2.059 (35/17) อัตราทดเกียร์ 3 1.650 (33/20) อัตราทดเกียร์ 4 1.409 (31/22) อัตราทดเกียร์ 5 1.222 (33/27) อัตราทดเกียร์ 6 1.034 (30/29) อัตราทดสุดท้าย 2.933 (44/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 24.9° ระยะเทรล 110 mm มุมเลี้ยว (ซ้าย/ขวา) 33° / 33° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 180/55ZR17M/C (73W) เบรกหน้า Dual semi-floating ø300 mm petal discs คาลิปเปอร์ (หน้า) Dual opposed 4-piston เบรกหลัง Single ø250 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z650 292,200 บาท Z500 SE 219,800 บาท Z900 349,000 บาท Z900RS 409,000 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "Z500 SE 219,800 บาท",
      "219,800 บาท",
      "Z900 349,000 บาท",
      "349,000 บาท",
      "Z900RS 409,000 บาท",
      "409,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Z900RS",
    "url": "https://www.kawasaki.co.th/th/motorcycle/z900rs",
    "category": "Z",
    "price": "409,000 บาท",
    "price_numeric": 409000,
    "specifications": {
      "ความยาว": "2,100 mm",
      "ความกว้าง": "865 mm",
      "ความสูง": "1,135 mm",
      "ระยะฐานล้อ": "1,465 mm",
      "ระยะห่างจากพื้น": "135 mm",
      "ความสูงเบาะนั่ง": "810 mm",
      "น้ำหนักรวม": "216 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "197 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "86.0 kW {117 PS} / 9,300 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "99.5 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "ประเภทเครื่องยนต์": "4-stroke In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "73.4 x 56 mm",
      "ปริมาตรกระบอกสูบ": "948 cm3",
      "อัตราส่วนกำลังอัด": "11.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø36 mm x 4",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "Electric",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.627 (83/51)",
      "อัตราทดเกียร์ 1": "2.600 (39/15)",
      "อัตราทดเกียร์ 2": "1.950 (39/20)",
      "อัตราทดเกียร์ 3": "1.600 (24/15)",
      "อัตราทดเกียร์ 4": "1.389 (25/18)",
      "อัตราทดเกียร์ 5": "1.217 (28/23)",
      "อัตราทดเกียร์ 6": "1.069 (31/29)",
      "อัตราทดสุดท้าย": "2.867 (43/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø41 mm inverted fork with compression and rebound damping and spring preload adjustability",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link, gas-charged shock with rebound damping and spring preload adjustability",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "140 mm",
      "มุมแคสเตอร์": "25.0°",
      "ระยะเทรล": "98 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35° / 35°",
      "ยางหน้า": "120/70ZR17 M/C (58W)",
      "ยางหลัง": "180/55ZR17 M/C (73W)",
      "เบรกหน้า": "Dual semi-floating ø300 mm discs",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount, monobloc, opposed 4-piston",
      "เบรกหลัง": "Single ø250 mm disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Z650 292,200 บาท": "Z650 292,200 บาท"
    },
    "scraped_at": "2026-01-11T15:54:45.305090",
    "features": [
      "Z900RS TRUE SPIRIT",
      "Top Features",
      "ENGINE EXHAUST CLUTCH FRAME SUSPENSION BRAKES/WHEELS/TYRES POSITION STYLING ELECTRONICS CONNECTIVITY KCMF IMU KTRC KQS Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง PrevNext1234567891011121314",
      "ENGINE EXHAUST CLUTCH FRAME SUSPENSION BRAKES/WHEELS/TYRES POSITION STYLING ELECTRONICS CONNECTIVITY KCMF IMU KTRC KQS Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง",
      "Strong, Smooth In-Line Four Engine",
      "เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง",
      "Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า",
      "Exhaust System",
      "ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน",
      "เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า",
      "Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล",
      "Assist & Slipper Clutch",
      "คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน",
      "* เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์",
      "* เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล",
      "Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900",
      "Lightweight Trellis Frame",
      "ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900",
      "Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้",
      "Inverted Front Fork & Horizontal Back-link Rear Suspension",
      "โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่",
      "โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้",
      "Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ",
      "Brakes/Wheels/Tyres",
      "- เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE",
      "- เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม.",
      "- ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W)",
      "- ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W)",
      "ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ",
      "Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ",
      "Relaxed Riding Position",
      "ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น",
      "* ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ",
      "* แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ",
      "Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง",
      "Timeless Styling",
      "ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง",
      "Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด",
      "Dual-Dial Instrumentation with Multi-Function LCD",
      "หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย",
      "* นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด",
      "* ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด",
      "Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "Smartphone Connectivity",
      "การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น",
      "- Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์",
      "- Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่",
      "- Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า",
      "- Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้",
      "KCMF (Kawasaki Cornering Management Function)",
      "KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้",
      "Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ",
      "Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit)",
      "IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw)",
      "Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น",
      "IMU-Enhanced ABS",
      "ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ",
      "KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด)",
      "KTRC (Kawasaki TRaction Control)",
      "Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ",
      "โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด",
      "โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด)",
      "KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "KQS (Kawasaki Quick Shifter)",
      "ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย",
      "Electronic Cruise Control",
      "ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง PrevNext1234567891011121314",
      "PrevNext1234567891011121314",
      "1234567891011121314",
      "Specifications",
      "มิติรถ ความยาว 2,100 mm ความกว้าง 865 mm ความสูง 1,135 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 810 mm น้ำหนักรวม 216 kg น้ำหนัก (ไม่รวมของเหลว) 197 kg ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 86.0 kW {117 PS} / 9,300 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 99.5 N·m {10.1 kgƒ·m} / 7,700 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56 mm ปริมาตรกระบอกสูบ 948 cm3 อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.217 (28/23) อัตราทดเกียร์ 6 1.069 (31/29) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with compression and rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 25.0° ระยะเทรล 98 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17 M/C (58W) ยางหลัง 180/55ZR17 M/C (73W) เบรกหน้า Dual semi-floating ø300 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø250 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,100 mm ความกว้าง 865 mm ความสูง 1,135 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 135 mm ความสูงเบาะนั่ง 810 mm น้ำหนักรวม 216 kg น้ำหนัก (ไม่รวมของเหลว) 197 kg ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 86.0 kW {117 PS} / 9,300 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 99.5 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56 mm ปริมาตรกระบอกสูบ 948 cm3 อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.217 (28/23) อัตราทดเกียร์ 6 1.069 (31/29) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with compression and rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link, gas-charged shock with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 25.0° ระยะเทรล 98 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17 M/C (58W) ยางหลัง 180/55ZR17 M/C (73W) เบรกหน้า Dual semi-floating ø300 mm discs คาลิปเปอร์ (หน้า) Dual radial-mount, monobloc, opposed 4-piston เบรกหลัง Single ø250 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z650 292,200 บาท Z900RS SE 449,000 บาท Z900 349,000 บาท Z1000 620,700 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "Z900RS SE 449,000 บาท",
      "449,000 บาท",
      "Z900 349,000 บาท",
      "349,000 บาท",
      "Z1000 620,700 บาท",
      "620,700 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Z900RS SE",
    "url": "https://www.kawasaki.co.th/th/motorcycle/z900rsse",
    "category": "Z",
    "price": "449,000 บาท",
    "price_numeric": 449000,
    "specifications": {
      "ความยาว": "2,100 mm",
      "ความกว้าง": "815 mm",
      "ความสูง": "1,135 mm",
      "ระยะฐานล้อ": "1,465 mm",
      "ระยะห่างจากพื้น": "140 mm",
      "ความสูงเบาะนั่ง": "820 mm",
      "น้ำหนักรวม": "216 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "197 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "17 litres",
      "กำลังเครื่องยนต์สูงสุด": "86.0 kW {117 PS} / 9,300 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "99.5 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "ประเภทเครื่องยนต์": "4-stroke, In-Line Four",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "73.4 x 56 mm",
      "ปริมาตรกระบอกสูบ": "948 cm3",
      "อัตราส่วนกำลังอัด": "11.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø36 mm x 4",
      "ระบบหล่อลื่น": "Forced lubrication, wet sump",
      "ระบบสตาร์ท": "Electric",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "1.627 (83/51)",
      "อัตราทดเกียร์ 1": "2.600 (39/15)",
      "อัตราทดเกียร์ 2": "1.950 (39/20)",
      "อัตราทดเกียร์ 3": "1.600 (24/15)",
      "อัตราทดเกียร์ 4": "1.389 (25/18)",
      "อัตราทดเกียร์ 5": "1.217 (28/23)",
      "อัตราทดเกียร์ 6": "1.069 (31/29)",
      "อัตราทดสุดท้าย": "2.867 (43/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø41 mm inverted fork with compression and rebound damping and spring preload adjustability",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link, Öhlins S46 gas-charged shock with rebound damping and spring preload adjustability",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "140 mm",
      "มุมแคสเตอร์": "25.0°",
      "ระยะเทรล": "98 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35° / 35°",
      "ยางหน้า": "120/70ZR17 M/C (58W)",
      "ยางหลัง": "180/55ZR17 M/C (73W)",
      "เบรกหน้า": "Dual semi-floating ø300 mm Brembo discs",
      "คาลิปเปอร์ (หน้า)": "Dual radial-mount, Brembo M4.32 monobloc, opposed 4-piston",
      "เบรกหลัง": "Single ø250 mm disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Z1000 620,700 บาท": "Z1000 620,700 บาท"
    },
    "scraped_at": "2026-01-11T15:54:55.865922",
    "features": [
      "Z900RS SE TRUE SPIRIT",
      "Top Features",
      "ENGINE EXHAUST CLUTCH FRAME SUSPENSION BRAKES/WHEELS/TYRES POSITION STYLING ELECTRONICS CONNECTIVITY KCMF IMU KTRC KQS Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง PrevNext1234567891011121314",
      "ENGINE EXHAUST CLUTCH FRAME SUSPENSION BRAKES/WHEELS/TYRES POSITION STYLING ELECTRONICS CONNECTIVITY KCMF IMU KTRC KQS Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง",
      "Strong, Smooth In-Line Four Engine",
      "เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง",
      "Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า",
      "Exhaust System",
      "ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน",
      "เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า",
      "Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล",
      "Assist & Slipper Clutch",
      "คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน",
      "* เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์",
      "* เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล",
      "Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900",
      "Lightweight Trellis Frame",
      "ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900",
      "Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้",
      "Inverted Front Fork & Horizontal Back-link Rear Suspension",
      "โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่",
      "โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้",
      "Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ",
      "Brakes/Wheels/Tyres",
      "- เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE",
      "- เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม.",
      "- ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W)",
      "- ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W)",
      "ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ",
      "Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ",
      "Relaxed Riding Position",
      "ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น",
      "* ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ",
      "* แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ",
      "Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง",
      "Timeless Styling",
      "ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง",
      "Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด",
      "Dual-Dial Instrumentation with Multi-Function LCD",
      "หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย",
      "* นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด",
      "* ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด",
      "Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "Smartphone Connectivity",
      "การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น",
      "- Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์",
      "- Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่",
      "- Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า",
      "- Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น",
      "KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้",
      "KCMF (Kawasaki Cornering Management Function)",
      "KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้",
      "Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ",
      "Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit)",
      "IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw)",
      "Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น",
      "IMU-Enhanced ABS",
      "ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ",
      "KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด)",
      "KTRC (Kawasaki TRaction Control)",
      "Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ",
      "โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด",
      "โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด)",
      "KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "KQS (Kawasaki Quick Shifter)",
      "ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย",
      "Electronic Cruise Control",
      "ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง",
      "Strong, Smooth In-Line Four Engine เช่นเดียวกับ Z1 Z900RS มาพร้อมเครื่องยนต์สี่สูบเรียง ขนาด 948 ซีซี ซึ่งเป็นเครื่องยนต์ที่มีความสมดุลอย่างเป็นธรรมชาติ สำหรับปี 2026 เครื่องยนต์นี้ใช้วาล์วปีกผีเสื้ออิเล็กทรอนิกส์ และมีการปรับปรุงช่องไอดี โปรไฟล์แคม และการตั้งค่า ECU ข้อเหวี่ยงเบาลง 10% กำลังอัดเพิ่มขึ้น 10.8 -> 11.8 การติดตั้งใหม่นี้ ให้สมรรถนะที่เข้าถึงได้ง่ายขึ้นที่รอบต่ำ และให้ความแข็งแกร่งและสปอร์ตยิ่งขึ้น ในช่วงรอบสูง Exhaust System ระบบไอเสีย ได้รับการออกแบบมา เพื่อเน้นย้ำถึงเครื่องยนต์สี่สูบเรียง (In-Line Four) ท่อเฮดเดอร์แบบผนังคู่ ไม่เพียงแต่ทำให้ระบบไอเสียดูแข็งแกร่งยิ่งขึ้น แต่ยังช่วยป้องกัน การเปลี่ยนสีเมื่อเวลาผ่านไป การไม่มีท่อเชื่อมต่อ หรืออุปกรณ์ไอเสีย ช่วยให้เส้นสายดูสะอาดตาและต่อเนื่อง เมื่อเทียบกับรุ่นก่อนหน้า ท่อเก็บเสียงแบบเมกะโฟนใหม่นี้ให้ภาพลักษณ์ที่โดดเด่นยิ่งขึ้น ตอกย้ำภาพลักษณ์สปอร์ตย้อนยุคของ Z900RS ท่อเฮดเดอร์, ห้องเครื่อง และท่อเก็บเสียงล้วน เสียงท่อไอเสียที่ปรับแต่งเครื่องยนต์สี่สูบเรียงของคาวาซากิ เป็นที่เลื่องลือมานาน ในเรื่องเสียงท่อไอเสียอันเป็นเอกลักษณ์ การปรับแต่งมุ่งเน้นไปที่โซนเสียง ที่ผู้ขับขี่สัมผัสได้มากที่สุด เช่น เสียงคำรามขณะสตาร์ทเครื่องยนต์ เสียงจังหวะขณะเดินเบา และเสียงก้องกังวานทุ้มลึก ขณะขับขี่ด้วยความเร็วต่ำ ซึ่งชวนให้นึกถึงระบบ 4-in-1 แบบวินเทจ โดยเน้นความถี่ต่ำ ให้หนักแน่นกว่ารุ่นก่อนหน้า Assist & Slipper Clutch คลัตช์ Assist & Slipper Clutch ใช้ลูกเบี้ยวสองประเภท (ลูกเบี้ยว Assist และลูกเบี้ยว Slipper) ซึ่งมีสองฟังก์ชันที่ไม่มีในคลัตช์มาตรฐาน * เมื่อเครื่องยนต์ทำงาน ที่รอบเครื่องยนต์ปกติ ลูกเบี้ยว Assist จะทำหน้าที่เป็นกลไก Self-Servo โดยจะดึงดุมคลัตช์ และแผ่นควบคุมเข้าด้วยกัน เพื่อกดแผ่นคลัตช์ วิธีนี้ช่วยลดภาระสปริงคลัตช์ทั้งหมด ส่งผลให้แรงดึงคันคลัตช์เบาลง เมื่อใช้งานคลัตช์ * เมื่อเกิดการเบรก ด้วยเครื่องยนต์มากเกินไป อันเนื่องมาจากการลดเกียร์อย่างรวดเร็ว (หรือการลดเกียร์โดยไม่ได้ตั้งใจ) ลูกเบี้ยว Slipper จะเข้ามาทำหน้าที่บีบดุมคลัตช์ และแผ่นควบคุมให้แยกออกจากกัน ซึ่งจะช่วยลดแรงกดบนแผ่นคลัตช์ เพื่อลดแรงบิดย้อนกลับ และช่วยป้องกันยางหลัง ไม่ให้กระดอนและลื่นไถล Lightweight Trellis Frame ด้วยน้ำหนักโดยรวมที่เบา (รู้สึกได้ทันทีที่ยกรถขึ้นจากขาตั้งข้าง) ความแข็งแกร่งของเฟรม และการปรับแต่งรูปทรงของตัวถังรถ จึงถูกเลือกสรรมา เพื่อมอบการควบคุมที่เบา และเป็นธรรมชาติ เช่นเดียวกับเครื่องยนต์ ตัวถังรถตอบสนองต่อการควบคุมของผู้ขับขี่ ได้อย่างคาดเดาได้ เคลื่อนตัวไปในทิศทาง ที่ผู้ขับขี่ต้องการโดยไม่มีแรงต้าน เพื่อรักษาเอกลักษณ์ของรถสปอร์ตแบบเรโทร ท่าทางของ Z900RS จึงเอียงไปข้างหน้าน้อยกว่า Z900 Inverted Front Fork & Horizontal Back-link Rear Suspension โช้คอัพหน้า หัวกลับขนาด ø41 มม.มอบความสบายในการขับขี่ที่ยอดเยี่ยม และศักยภาพการขับขี่แบบสปอร์ต ตอบสนองได้รวดเร็ว และควบคุมรถได้อย่างมั่นใจ แม้ในสภาพการขับขี่ที่หลากหลาย ตั้งแต่ในเมืองไปจนถึงถนนคดเคี้ยว สามารถปรับความหนืดของโช้คอัพได้ทั้งแบบยุบตัว (12 ทิศทาง) และแบบคืนตัว (10 ทิศทาง) รวมถึงปรับพรีโหลดแบบไม่มีสเต็ป ช่วยให้ตั้งค่าได้อย่างแม่นยำตามความต้องการ และสไตล์การขับขี่ของผู้ขับขี่ โช้คอัพหลัง ระบบกันสะเทือนหลัง วางตำแหน่งชุดโช้คอัพ และชุดเชื่อมต่อไว้เหนือสวิงอาร์ม การจัดวางแบบนี้ ช่วยกระจายมวลให้อยู่กึ่งกลาง ขณะเดียวกัน ก็ช่วยให้ระบบกันสะเทือนอยู่ห่างจากท่อไอเสียมากพอ ที่ความร้อนจะไม่ส่งผลต่อการทำงาน โช้คอัพหลังมีระบบหน่วงการคืนตัวแบบไม่มีขั้น และสามารถปรับพรีโหลดแบบไม่มีขั้นได้ Brakes/Wheels/Tyres - เบรกหน้า จานเบรกขนาด ø300 มม. ยึดด้วยคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ / ปั๊มเบรกคาลิปเปอร์เบรกเรเดียลเม้าท์โมโนบล็อกแบบ 4 ลูกสูบ ของ Brembo ในรุ่น SE - เบรกหลัง มีคาลิปเปอร์แบบลูกสูบเดี่ยว พร้อมสลักสไลด์จับยึด จานเบรกขนาด ø250 มม. - ยางหน้า Dunlop SPORTMAX GPR-300 120/70ZR17 M/C (58W) - ยางหลัง Dunlop SPORTMAX GPR-300 180/55ZR17 M/C (73W) ล้อที่ออกแบบมาอย่างประณีต ช่วยเสริมภาพลักษณ์ Z900RS น้ำหนักใต้สปริงที่เบา (ด้วยชิ้นส่วนต่างๆ เช่น สวิงอาร์มและล้อ)ช่วยให้การควบคุมรถ เป็นไปอย่างนุ่มนวล และเป็นธรรมชาติ Relaxed Riding Position ไม่ว่าจะขับขี่บนถนนในเมือง หรือบนเนินเขา ตำแหน่งการขับขี่ที่ผ่อนคลายของ Z900RS มอบทั้งความสะดวกสบาย และการควบคุม รองรับทั้งการขับขี่แบบสบายๆ และการวิ่งด้วยความเร็วที่เร้าใจยิ่งขึ้น * ความสัมพันธ์ระหว่างที่พักเท้า เบาะนั่ง และแฮนด์ได้รับการออกแบบมา เพื่อเพิ่มการสื่อสารระหว่างผู้ขี่และรถ ช่วยให้ผู้ขี่รู้สึกมั่นใจในการควบคุมรถ ซึ่งเสริมกับการควบคุมที่เบา และเป็นธรรมชาติ * แฮนด์บาร์แบบแบน และกว้าง ช่วยเสริมสไตล์สปอร์ตแบบเรโทร พร้อมมอบการยึดเกาะที่กว้าง เพื่อการควบคุมที่สะดวก มุมเลี้ยวที่กว้าง 35º ช่วยให้ควบคุมรถได้สะดวก ด้วยความเร็วต่ำ Timeless Styling ด้วยการผสมผสาน องค์ประกอบสไตล์ ที่ได้รับแรงบันดาลใจจาก Z1 เข้ากับงานฝีมือสมัยใหม่อย่างลงตัว ตั้งแต่ถังน้ำมันทรงหยดน้ำ อันเป็นเอกลักษณ์ไปจนถึงไฟท้าย LED ทรงรีสุดล้ำ Z900RS มอบรูปลักษณ์งดงามเหนือกาลเวลา พร้อมความใส่ใจในรายละเอียดอันประณีต และการประกอบ และตกแต่งอย่างประณีต ส่งผลให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง ความสวยงามที่เน้นการใช้งานเป็นสิ่งสำคัญ ด้วยดีไซน์ที่เรียบง่ายแต่ประณีต Z900RS แตกต่างจากดีไซน์ที่เฉียบคม และล้ำสมัยของรุ่น Z Supernaked ตรงที่ใช้องค์ประกอบทรงกลม เพื่อเลียนแบบดีไซน์สไตล์เรโทร ของมอเตอร์ไซค์คลาสสิก ตั้งแต่สีถังน้ำมันคุณภาพสูง ไปจนถึงการเคลือบคุณภาพสูง สำหรับสลักเกลียว ความใส่ใจในรายละเอียดที่เล็กที่สุด การเดินสายไฟที่พิถีพิถัน และการประกอบ และตกแต่งอย่างประณีต ล้วนเป็นปัจจัยสำคัญ ที่หล่อหลอมให้ Z900RS โดดเด่นด้วยรูปลักษณ์คุณภาพสูง Dual-Dial Instrumentation with Multi-Function LCD หน้าปัดมาตรวัดความเร็ว และมาตรวัดรอบแบบอนาล็อก เสริมด้วยหน้าจอ LCD อเนกประสงค์ ผสานรูปลักษณ์สไตล์ย้อนยุค เข้ากับฟังก์ชันการใช้งานที่ทันสมัย * นอกจากไฟแสดงตำแหน่งเกียร์แล้ว ฟังก์ชันการแสดงผลยังประกอบด้วย: มาตรวัดระยะทาง, มาตรวัดระยะทางแบบคู่, มาตรวัดน้ำมันเชื้อเพลิง, ระยะทางคงเหลือ, อัตราสิ้นเปลืองน้ำมันเชื้อเพลิง ปัจจุบันและเฉลี่ย, อุณหภูมิน้ำหล่อเย็น, อุณหภูมิภายนอก, นาฬิกา, ระบบควบคุมความเร็วอัตโนมัติ, ไฟแสดงการเชื่อมต่อแอป และไฟแสดงการขับขี่แบบประหยัด * ไฟแสดงการขับขี่แบบประหยัด จะปรากฏบนหน้าจอ LCD เพื่อระบุอัตราสิ้นเปลืองน้ำมันเชื้อเพลิงที่เหมาะสม และช่วยให้ผู้ขับขี่ สามารถเพิ่มประสิทธิภาพการใช้น้ำมันเชื้อเพลิงได้สูงสุด Smartphone Connectivity การใช้แอปพลิเคชันบนสมาร์ทโฟน “RIDEOLOGY THE APPMOTORCLE” ผู้ขับขี่สามารถเชื่อมต่อกับรถจักรยานยนต์แบบไร้สาย ซึ่งสามารถเข้าถึงฟังก์ชันต่างๆ ได้มากมาย ช่วยเพิ่มประสบการณ์การขับขี่รถจักรยานยนต์ที่ดียิ่งขึ้น - Vehicle Info: แสดงข้อมูลรถผ่านแอพในโทรศัพท์ - Riding Log: แสดงเส้นทางการขับขี่ของผู้ขับขี่ - Telephone Notice: เตือนผู้ขับขี่ว่ามีสายหรืออีเมลล์เข้า - Tuning-General Setting: ตั้งค่าหน้าจอผ่านแอพพลิเคชั่น KCMF (Kawasaki Cornering Management Function) KCMF ตรวจสอบพารามิเตอร์ของเครื่องยนต์ และแชสซีตลอดโค้ง ตั้งแต่เข้าโค้ง ผ่านจุดสูงสุด ไปจนถึงทางออกโค้ง โดยควบคุมแรงเบรก และกำลังเครื่องยนต์ เพื่อให้การเปลี่ยนจากการเร่งความเร็ว เป็นการเบรก และกลับมาเป็นปกติ เป็นไปอย่างราบรื่น และช่วยให้ผู้ขับขี่ สามารถติดตามเส้นทางที่ตั้งใจไว้ผ่านโค้งได้ Enhanced Chassis Orientation Awareness: IMU (Inertial Measurement Unit) IMU ช่วยให้สามารถตรวจสอบความเฉื่อยตามแนวแกน 6 DOF (Degree of Freedom) ได้วัดความเร่งตามแนวแกนตามยาว แกนตามขวาง และแกนแนวตั้ง รวมถึงอัตราการหมุน อัตราการหันเห และอัตราการเหวี่ยง (Pitch, Roll และ Yaw) Feedback จาก IMU ช่วยให้เห็นภาพทิศทางของตัวรถ แบบเรียลไทม์ที่ชัดเจนยิ่งขึ้น ช่วยให้การจัดการแม่นยำยิ่งขึ้น IMU-Enhanced ABS ข้อมูลจาก IMU ช่วยให้สามารถใช้งานฟังก์ชันเพิ่มเติมได้ นั่นคือ การจัดการเบรกขณะเข้าโค้ง นอกจากเซ็นเซอร์ความเร็วล้อหน้าและล้อหลัง (ซึ่งเป็นมาตรฐานสำหรับระบบ ABS ทุกระบบ) แล้ว ระบบ ABS ที่ได้รับการปรับปรุงนี้ ยังใช้ข้อมูลจาก IMU เพื่อคำนวณมุมเอียง ของรถจักรยานยนต์ หากผู้ขับขี่ใช้เบรกเลยจุดเข้าโค้ง เพิ่มแรงเบรกกลางโค้ง หรือพบการเปลี่ยนแปลงแรงยึดเกาะพื้นผิวอย่างแรง เบรกจะถูกปรับ เพื่อยับยั้งพฤติกรรมการลื่นไถลของรถ ซึ่งช่วยให้ผู้ขับขี่รักษาเส้นทาง ที่ตั้งใจไว้ขณะเข้าโค้งได้ แทนที่จะออกนอกโค้ง หรือหยุดรถได้อย่างมีสติ KTRC (Kawasaki TRaction Control) Z900RS มาพร้อมระบบควบคุมการยึดเกาะถนน มีสองโหมด ครอบคลุมสภาพการขับขี่ที่หลากหลาย มอบสมรรถนะการขับขี่ แบบสปอร์ตที่เหนือชั้น หรือมอบความอุ่นใจ ในการลุยพื้นผิวลื่นได้อย่างมั่นใจ โหมด 1: ซึ่งทำงานน้อยที่สุด ช่วยควบคุมการยึดเกาะถนนขณะเข้าโค้ง ออกแบบมาเพื่อการขับขี่แบบสปอร์ต ช่วยให้การเร่งความเร็วออกจากโค้ง ทำได้อย่างมีประสิทธิภาพ โดยเพิ่มแรงขับเคลื่อน จากล้อหลังไปข้างหน้าให้สูงสุด โหมด 2: ซึ่งทำงานมากกว่าไมากกว่า เมื่อตรวจพบการหมุนของล้อมากเกินไป กำลังเครื่องยนต์จะลดลง เพื่อให้ยึดเกาะถนนได้อีกครั้ง ช่วยให้ผู้ขับขี่สามารถขับขี่ได้อย่างมั่นใจ ทั้งบนเส้นทางสั้นๆ ที่ท้าทาย (เช่น รางรถไฟหรือฝาปิดท่อระบายน้ำ) และบนเส้นทางที่มีแรงยึดเกาะต่ำ (เช่น ถนนเปียก ถนนกรวด หรือถนนกรวด) KQS (Kawasaki Quick Shifter) ช่วยให้ผู้ขับขี่ สามารถใช้ประโยชน์ จากคุณลักษณะเครื่องยนต์อันทรงพลังของ Z900RS ได้มากยิ่งขึ้น ระบบเปลี่ยนเกียร์แบบเร็ว ช่วยให้สามารถเปลี่ยนเกียร์ขึ้น และลงโดยไม่ต้องใช้คลัตช์ เพื่อการเร่งความเร็วที่ราบรื่น และลดความเร็วได้อย่างง่ายดาย Electronic Cruise Control ระบบควบคุมความเร็วอัตโนมัติ ของคาวาซากิ ช่วยให้สามารถรักษาความเร็วที่ต้องการ ได้ด้วยการกดปุ่มเพียงไม่กี่ปุ่ม เมื่อเปิดใช้งานแล้ว ผู้ขับขี่ไม่จำเป็นต้องเหยียบคันเร่งตลอดเวลา ช่วยลดแรงกดที่มือขวา เมื่อเดินทางไกล ช่วยให้ขับขี่ได้อย่างผ่อนคลาย และมอบความสะดวกสบาย ในการขับขี่ระดับสูง PrevNext1234567891011121314",
      "PrevNext1234567891011121314",
      "1234567891011121314",
      "Specifications",
      "มิติรถ ความยาว 2,100 mm ความกว้าง 815 mm ความสูง 1,135 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 140 mm ความสูงเบาะนั่ง 820 mm น้ำหนักรวม 216 kg น้ำหนัก (ไม่รวมของเหลว) 197 kg ความจุถังน้ำมันเชื้อเพลิง 17 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 86.0 kW {117 PS} / 9,300 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 99.5 N·m {10.1 kgƒ·m} / 7,700 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke, In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56 mm ปริมาตรกระบอกสูบ 948 cm3 อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.217 (28/23) อัตราทดเกียร์ 6 1.069 (31/29) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with compression and rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link, Öhlins S46 gas-charged shock with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 25.0° ระยะเทรล 98 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17 M/C (58W) ยางหลัง 180/55ZR17 M/C (73W) เบรกหน้า Dual semi-floating ø300 mm Brembo discs คาลิปเปอร์ (หน้า) Dual radial-mount, Brembo M4.32 monobloc, opposed 4-piston เบรกหลัง Single ø250 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,100 mm ความกว้าง 815 mm ความสูง 1,135 mm ระยะฐานล้อ 1,465 mm ระยะห่างจากพื้น 140 mm ความสูงเบาะนั่ง 820 mm น้ำหนักรวม 216 kg น้ำหนัก (ไม่รวมของเหลว) 197 kg ความจุถังน้ำมันเชื้อเพลิง 17 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 86.0 kW {117 PS} / 9,300 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 99.5 N·m {10.1 kgƒ·m} / 7,700 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke, In-Line Four ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 73.4 x 56 mm ปริมาตรกระบอกสูบ 948 cm3 อัตราส่วนกำลังอัด 11.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm x 4 ระบบหล่อลื่น Forced lubrication, wet sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 1.627 (83/51) อัตราทดเกียร์ 1 2.600 (39/15) อัตราทดเกียร์ 2 1.950 (39/20) อัตราทดเกียร์ 3 1.600 (24/15) อัตราทดเกียร์ 4 1.389 (25/18) อัตราทดเกียร์ 5 1.217 (28/23) อัตราทดเกียร์ 6 1.069 (31/29) อัตราทดสุดท้าย 2.867 (43/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm inverted fork with compression and rebound damping and spring preload adjustability ระบบกันสะเทือนหลัง Horizontal Back-link, Öhlins S46 gas-charged shock with rebound damping and spring preload adjustability ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 140 mm มุมแคสเตอร์ 25.0° ระยะเทรล 98 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17 M/C (58W) ยางหลัง 180/55ZR17 M/C (73W) เบรกหน้า Dual semi-floating ø300 mm Brembo discs คาลิปเปอร์ (หน้า) Dual radial-mount, Brembo M4.32 monobloc, opposed 4-piston เบรกหลัง Single ø250 mm disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z1000 620,700 บาท Z650 292,200 บาท Z900 (2023) 413,100 บาท Z500 SE 219,800 บาท",
      "Z1000 620,700 บาท",
      "620,700 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "Z900 (2023) 413,100 บาท",
      "Z900 (2023)",
      "413,100 บาท",
      "Z500 SE 219,800 บาท",
      "219,800 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Z650",
    "url": "https://www.kawasaki.co.th/th/motorcycle/z650",
    "category": "Z",
    "price": "292,200 บาท",
    "price_numeric": 292200,
    "specifications": {
      "ความยาว": "2,115 mm",
      "ความกว้าง": "765 mm",
      "ความสูง": "1,065 mm",
      "ระยะฐานล้อ": "1,410 mm",
      "ระยะห่างจากพื้น": "130 mm",
      "ความสูงเบาะนั่ง": "790 mm",
      "น้ำหนักรวม": "187 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "15 litres",
      "กำลังเครื่องยนต์สูงสุด": "50.2 kW {68 PS} / 8,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "65.7 N·m {6.7 kgƒ·m} / 6,500 min-1",
      "ประเภทเครื่องยนต์": "4-stroke Parallel Twin",
      "ระบบหล่อเย็น": "Liquid-cooled,",
      "ขนาดกระบอกสูบ x ช่วงชัก": "83.0 x 60.0 mm",
      "ปริมาตรกระบอกสูบ": "649 cc",
      "อัตราส่วนกำลังอัด": "10.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø36 mm 2 with dual throttle valves",
      "ระบบหล่อลื่น": "Forced lubrication, semi-dry sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.095 (88/42)",
      "อัตราทดเกียร์ 1": "2.438 (39/16)",
      "อัตราทดเกียร์ 2": "1.714 (36/21)",
      "อัตราทดเกียร์ 3": "1.333 (32/24)",
      "อัตราทดเกียร์ 4": "1.111 (30/27)",
      "อัตราทดเกียร์ 5": "0.966 (28/29)",
      "อัตราทดเกียร์ 6": "0.852 (23/27)",
      "อัตราทดสุดท้าย": "3.067 (46/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet multi-disc, manual",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "ø41 mm telescopic fork",
      "ระบบกันสะเทือนหลัง": "Horizontal Back-link with adjustable preload",
      "ระยะยุบล้อหน้า": "125 mm",
      "ระยะยุบล้อหลัง": "130 mm",
      "มุมแคสเตอร์": "24.0°",
      "ระยะเทรล": "100 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35° / 35°",
      "ยางหน้า": "120/70ZR17M/C (58W)",
      "ยางหลัง": "160/60ZR17M/C (69W)",
      "เบรกหน้า": "Dual semi-floating ø300 mm petal discs",
      "คาลิปเปอร์ (หน้า)": "Dual piston",
      "เบรกหลัง": "Single ø220 mm petal disc",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Z900RS SE 449,000 บาท": "Z900RS SE 449,000 บาท"
    },
    "scraped_at": "2026-01-11T15:55:06.248593",
    "features": [
      "Z650 ENERGIZE",
      "Top Features",
      "Engine Clutch Handling Tyres Seat Meter Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimize performance for everyday riding, care was taken to maximize low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a chassis comprised of lightweight components, the Z650 weighs in at 188 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Z650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimize performance for everyday riding, care was taken to maximize low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a chassis comprised of lightweight components, the Z650 weighs in at 188 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Z650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. PrevNext123456",
      "Engine Clutch Handling Tyres Seat Meter Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimize performance for everyday riding, care was taken to maximize low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a chassis comprised of lightweight components, the Z650 weighs in at 188 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Z650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimize performance for everyday riding, care was taken to maximize low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a chassis comprised of lightweight components, the Z650 weighs in at 188 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Z650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimize performance for everyday riding, care was taken to maximize low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy.",
      "Exciting Parallel Twin engine",
      "Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimize performance for everyday riding, care was taken to maximize low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy.",
      "Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch.",
      "Assist & Slipper Clutch",
      "Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch.",
      "Light weight, nimble handling Benefitting from a chassis comprised of lightweight components, the Z650 weighs in at 188 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Z650’s ultra-light handling.",
      "Light weight, nimble handling",
      "Benefitting from a chassis comprised of lightweight components, the Z650 weighs in at 188 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Z650’s ultra-light handling.",
      "Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling.",
      "Lighter Handling",
      "New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling.",
      "Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort.",
      "Increased Passenger Comfort",
      "Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort.",
      "TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "TFT Colour Instrumentation",
      "The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model.",
      "Exciting Parallel Twin engine Tuning of the 649 cm3 Parallel Twin engine focused on achieving a throttle response that balanced a powerful feeling and a quick-revving character. To optimize performance for everyday riding, care was taken to maximize low-mid range torque. When opening the throttle, riders will notice an extremely smooth and powerful engine character that offers both a high level of control when making minute throttle adjustments and a gratifying rush of acceleration in the lower rpm ranges. This tuning also benefits fuel economy. Assist & Slipper Clutch Assist & Slipper Clutch was developed based on feedback from racing activities. The clutch uses two types of cams (an assist cam and a slipper cam), offering two new functions not available on a standard clutch. Light weight, nimble handling Benefitting from a chassis comprised of lightweight components, the Z650 weighs in at 188 kg. Designed using Kawasaki’s new in-house analysis technology, the lightweight trellis frame and swingarm were the key to the Z650’s ultra-light handling. Lighter Handling New Dunlop Sportmax Roadsport 2 tyres contribute to lighter handling. Increased Passenger Comfort Rear seat with thicker urethane (approximately 5 mm thicker at the centre, 10 mm thicker at the sides) and sides that extend more widely offers increased passenger comfort. TFT Colour Instrumentation The new 4.3” all-digital TFT colour instrumentation – a Kawasaki first in the 650cc class – gives the cockpit a high-tech, high-grade appearance. The new meter also offers additional features unavailable on the previous model. PrevNext123456",
      "PrevNext123456",
      "Specifications",
      "มิติรถ ความยาว 2,115 mm ความกว้าง 765 mm ความสูง 1,065 mm ระยะฐานล้อ 1,410 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 187 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 50.2 kW {68 PS} / 8,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 65.7 N·m {6.7 kgƒ·m} / 6,500 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Parallel Twin ระบบหล่อเย็น Liquid-cooled, ขนาดกระบอกสูบ x ช่วงชัก 83.0 x 60.0 mm ปริมาตรกระบอกสูบ 649 cc อัตราส่วนกำลังอัด 10.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm 2 with dual throttle valves ระบบหล่อลื่น Forced lubrication, semi-dry sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.438 (39/16) อัตราทดเกียร์ 2 1.714 (36/21) อัตราทดเกียร์ 3 1.333 (32/24) อัตราทดเกียร์ 4 1.111 (30/27) อัตราทดเกียร์ 5 0.966 (28/29) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 3.067 (46/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm telescopic fork ระบบกันสะเทือนหลัง Horizontal Back-link with adjustable preload ระยะยุบล้อหน้า 125 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.0° ระยะเทรล 100 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø300 mm petal discs คาลิปเปอร์ (หน้า) Dual piston เบรกหลัง Single ø220 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,115 mm ความกว้าง 765 mm ความสูง 1,065 mm ระยะฐานล้อ 1,410 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 790 mm น้ำหนักรวม 187 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 15 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 50.2 kW {68 PS} / 8,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 65.7 N·m {6.7 kgƒ·m} / 6,500 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke Parallel Twin ระบบหล่อเย็น Liquid-cooled, ขนาดกระบอกสูบ x ช่วงชัก 83.0 x 60.0 mm ปริมาตรกระบอกสูบ 649 cc อัตราส่วนกำลังอัด 10.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø36 mm 2 with dual throttle valves ระบบหล่อลื่น Forced lubrication, semi-dry sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.438 (39/16) อัตราทดเกียร์ 2 1.714 (36/21) อัตราทดเกียร์ 3 1.333 (32/24) อัตราทดเกียร์ 4 1.111 (30/27) อัตราทดเกียร์ 5 0.966 (28/29) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 3.067 (46/15) ประเภทคลัตช์ (หลัก) Wet multi-disc, manual",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า ø41 mm telescopic fork ระบบกันสะเทือนหลัง Horizontal Back-link with adjustable preload ระยะยุบล้อหน้า 125 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.0° ระยะเทรล 100 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 120/70ZR17M/C (58W) ยางหลัง 160/60ZR17M/C (69W) เบรกหน้า Dual semi-floating ø300 mm petal discs คาลิปเปอร์ (หน้า) Dual piston เบรกหลัง Single ø220 mm petal disc คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z900RS SE 449,000 บาท Z900 349,000 บาท Z500 SE 219,800 บาท Z1000 620,700 บาท",
      "Z900RS SE 449,000 บาท",
      "449,000 บาท",
      "Z900 349,000 บาท",
      "349,000 บาท",
      "Z500 SE 219,800 บาท",
      "219,800 บาท",
      "Z1000 620,700 บาท",
      "620,700 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  },
  {
    "brand": "Kawasaki",
    "name": "Z500 SE",
    "url": "https://www.kawasaki.co.th/th/motorcycle/z500se",
    "category": "Z",
    "price": "219,800 บาท",
    "price_numeric": 219800,
    "specifications": {
      "ความยาว": "1,995 mm",
      "ความกว้าง": "800 mm",
      "ความสูง": "1,100 mm",
      "ระยะฐานล้อ": "1,375 mm",
      "ระยะห่างจากพื้น": "145 mm",
      "ความสูงเบาะนั่ง": "785 mm",
      "น้ำหนักรวม": "168 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "154 kg",
      "ความจุถังน้ำมันเชื้อเพลิง": "14 litres",
      "กำลังเครื่องยนต์สูงสุด": "38.3 kW {52 PS} / 10,000 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "42.6 N·m {4.3 kgƒ·m} / 7,500 min-1",
      "ประเภทเครื่องยนต์": "4st, 2-cyl, DOHC, 4val",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "70.0 x 58.6 mm",
      "ปริมาตรกระบอกสูบ": "451 cm3",
      "อัตราส่วนกำลังอัด": "11.3",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection (φ32 mm x 2)",
      "ระบบหล่อลื่น": "Forced Wet Sump",
      "ระบบสตาร์ท": "EL. Starter",
      "ระบบจุดระเบิด": "B&C (TCBI, B. P&EL. ADV. D.)",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.029 (69/34)",
      "อัตราทดเกียร์ 1": "2.929 (41/14)",
      "อัตราทดเกียร์ 2": "2.056 (37/18)",
      "อัตราทดเกียร์ 3": "1.619 (34/21)",
      "อัตราทดเกียร์ 4": "1.333 (32/24)",
      "อัตราทดเกียร์ 5": "1.154 (30/26)",
      "อัตราทดเกียร์ 6": "1.037 (28/27)",
      "อัตราทดสุดท้าย": "3.071 (43/14)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Trellis, high-tensile steel",
      "ระบบกันสะเทือนหน้า": "Telescopic fork",
      "ระบบกันสะเทือนหลัง": "Swingarm",
      "ระยะยุบล้อหน้า": "120 mm",
      "ระยะยุบล้อหลัง": "130 mm",
      "มุมแคสเตอร์": "24.3°",
      "ระยะเทรล": "92 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35° / 35°",
      "ยางหน้า": "110/70R17 M/C 54H",
      "ยางหลัง": "150/60R17 M/C 66H",
      "เบรกหน้า": "Single disc 310 mm",
      "คาลิปเปอร์ (หน้า)": "-",
      "เบรกหลัง": "Single disc 220 mm",
      "คาลิปเปอร์ (หลัง)": "-",
      "Z650 292,200 บาท": "Z650 292,200 บาท"
    },
    "scraped_at": "2026-01-11T15:55:16.966456",
    "features": [
      "Z500 SE ALL EYES ON YOU",
      "Top Features",
      "เครื่องยนต์ แชสซี การยศาสตร์ การออกแบบ หน้าจอ Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Z400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Z500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่านั่งขับขี่ที่ผ่อนคลายรองรับได้ทุกสรีระของผู้ขับขี่ทำให้ Z500 SE เป็นรถที่ขี่ได้ทุกเพศทุกวัย แฮนด์บาร์ทรงสูงทำให้ช่วยเพิ่มความมั่นใจในการการขี่และความคล่องตัว แม้ในขณะใช้ความเร็วต่ำ ถังน้ำมันรูปทรงเพรียวบางทำให้ผู้ขับขี่เป็นอันหนึ่งอันเดียวกับตัวรถ แม้ว่าถังน้ำมันขนาด 14 ลิตรจะช่วยให้น้ำหนักลดลง แต่ก็ยังสามารถใช้ขับขี่ในชีวิตประจำวัน หรือ ขี่ระยะทางไกลได้ ดีไซน์ของ Z500 SE หมายถึง ความดุดัน แข็งแกร่งในสไตล์ Sugomi (“สุโกมิ”) ของตระกูล Z รถเน็กเกต ที่พร้อมให้คุณโดดเด่นกว่าใครบนท้องถนน ด้วยไฟหน้า 3 ดวงที่ออกแบบมาใหม่ ให้รูปลักษณ์ที่เข้มยิ่งกว่าเดิม พร้อมการออกแบบตัวรถที่รักษาจุดเด่นของตระกูลไว้อย่างครบถ้วน ไม่ว่าจะเป็น ทรงหมอบ, ไฟหน้าต่ำ และท้ายที่เชิดสูงขึ้น พร้อมงานประกอบและการตกแต่งที่เปี่ยมคุณภาพ ให้ผู้ที่ได้ครอบครองภาคภูมิใจยิ่งกว่าเคย มาพร้อมไฟหน้า LED 3ดวง แบบเดียวกับที่ใช้ในรุ่น Z7 Hybrid โดยไฟคู่หลักเป็นไฟต่ำ และไฟเดี่ยวด้านล่างเป็นไฟสูง การออกแบบมีจุดมุ่งเน้นไปที่ไฟต่ำคู่หน้า ด้วยการปรับขนาดให้กระทัดรัดขึ้น อีกทั้งยังให้ประสิทธิภาพการทำงานที่ยอดเยี่ยม จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Z400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Z500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่านั่งขับขี่ที่ผ่อนคลายรองรับได้ทุกสรีระของผู้ขับขี่ทำให้ Z500 SE เป็นรถที่ขี่ได้ทุกเพศทุกวัย แฮนด์บาร์ทรงสูงทำให้ช่วยเพิ่มความมั่นใจในการการขี่และความคล่องตัว แม้ในขณะใช้ความเร็วต่ำ ถังน้ำมันรูปทรงเพรียวบางทำให้ผู้ขับขี่เป็นอันหนึ่งอันเดียวกับตัวรถ แม้ว่าถังน้ำมันขนาด 14 ลิตรจะช่วยให้น้ำหนักลดลง แต่ก็ยังสามารถใช้ขับขี่ในชีวิตประจำวัน หรือ ขี่ระยะทางไกลได้ ดีไซน์ของ Z500 SE หมายถึง ความดุดัน แข็งแกร่งในสไตล์ Sugomi (“สุโกมิ”) ของตระกูล Z รถเน็กเกต ที่พร้อมให้คุณโดดเด่นกว่าใครบนท้องถนน ด้วยไฟหน้า 3 ดวงที่ออกแบบมาใหม่ ให้รูปลักษณ์ที่เข้มยิ่งกว่าเดิม พร้อมการออกแบบตัวรถที่รักษาจุดเด่นของตระกูลไว้อย่างครบถ้วน ไม่ว่าจะเป็น ทรงหมอบ, ไฟหน้าต่ำ และท้ายที่เชิดสูงขึ้น พร้อมงานประกอบและการตกแต่งที่เปี่ยมคุณภาพ ให้ผู้ที่ได้ครอบครองภาคภูมิใจยิ่งกว่าเคย มาพร้อมไฟหน้า LED 3ดวง แบบเดียวกับที่ใช้ในรุ่น Z7 Hybrid โดยไฟคู่หลักเป็นไฟต่ำ และไฟเดี่ยวด้านล่างเป็นไฟสูง การออกแบบมีจุดมุ่งเน้นไปที่ไฟต่ำคู่หน้า ด้วยการปรับขนาดให้กระทัดรัดขึ้น อีกทั้งยังให้ประสิทธิภาพการทำงานที่ยอดเยี่ยม จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า PrevNext12345",
      "เครื่องยนต์ แชสซี การยศาสตร์ การออกแบบ หน้าจอ Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Z400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Z500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่านั่งขับขี่ที่ผ่อนคลายรองรับได้ทุกสรีระของผู้ขับขี่ทำให้ Z500 SE เป็นรถที่ขี่ได้ทุกเพศทุกวัย แฮนด์บาร์ทรงสูงทำให้ช่วยเพิ่มความมั่นใจในการการขี่และความคล่องตัว แม้ในขณะใช้ความเร็วต่ำ ถังน้ำมันรูปทรงเพรียวบางทำให้ผู้ขับขี่เป็นอันหนึ่งอันเดียวกับตัวรถ แม้ว่าถังน้ำมันขนาด 14 ลิตรจะช่วยให้น้ำหนักลดลง แต่ก็ยังสามารถใช้ขับขี่ในชีวิตประจำวัน หรือ ขี่ระยะทางไกลได้ ดีไซน์ของ Z500 SE หมายถึง ความดุดัน แข็งแกร่งในสไตล์ Sugomi (“สุโกมิ”) ของตระกูล Z รถเน็กเกต ที่พร้อมให้คุณโดดเด่นกว่าใครบนท้องถนน ด้วยไฟหน้า 3 ดวงที่ออกแบบมาใหม่ ให้รูปลักษณ์ที่เข้มยิ่งกว่าเดิม พร้อมการออกแบบตัวรถที่รักษาจุดเด่นของตระกูลไว้อย่างครบถ้วน ไม่ว่าจะเป็น ทรงหมอบ, ไฟหน้าต่ำ และท้ายที่เชิดสูงขึ้น พร้อมงานประกอบและการตกแต่งที่เปี่ยมคุณภาพ ให้ผู้ที่ได้ครอบครองภาคภูมิใจยิ่งกว่าเคย มาพร้อมไฟหน้า LED 3ดวง แบบเดียวกับที่ใช้ในรุ่น Z7 Hybrid โดยไฟคู่หลักเป็นไฟต่ำ และไฟเดี่ยวด้านล่างเป็นไฟสูง การออกแบบมีจุดมุ่งเน้นไปที่ไฟต่ำคู่หน้า ด้วยการปรับขนาดให้กระทัดรัดขึ้น อีกทั้งยังให้ประสิทธิภาพการทำงานที่ยอดเยี่ยม จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Z400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Z500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่านั่งขับขี่ที่ผ่อนคลายรองรับได้ทุกสรีระของผู้ขับขี่ทำให้ Z500 SE เป็นรถที่ขี่ได้ทุกเพศทุกวัย แฮนด์บาร์ทรงสูงทำให้ช่วยเพิ่มความมั่นใจในการการขี่และความคล่องตัว แม้ในขณะใช้ความเร็วต่ำ ถังน้ำมันรูปทรงเพรียวบางทำให้ผู้ขับขี่เป็นอันหนึ่งอันเดียวกับตัวรถ แม้ว่าถังน้ำมันขนาด 14 ลิตรจะช่วยให้น้ำหนักลดลง แต่ก็ยังสามารถใช้ขับขี่ในชีวิตประจำวัน หรือ ขี่ระยะทางไกลได้ ดีไซน์ของ Z500 SE หมายถึง ความดุดัน แข็งแกร่งในสไตล์ Sugomi (“สุโกมิ”) ของตระกูล Z รถเน็กเกต ที่พร้อมให้คุณโดดเด่นกว่าใครบนท้องถนน ด้วยไฟหน้า 3 ดวงที่ออกแบบมาใหม่ ให้รูปลักษณ์ที่เข้มยิ่งกว่าเดิม พร้อมการออกแบบตัวรถที่รักษาจุดเด่นของตระกูลไว้อย่างครบถ้วน ไม่ว่าจะเป็น ทรงหมอบ, ไฟหน้าต่ำ และท้ายที่เชิดสูงขึ้น พร้อมงานประกอบและการตกแต่งที่เปี่ยมคุณภาพ ให้ผู้ที่ได้ครอบครองภาคภูมิใจยิ่งกว่าเคย มาพร้อมไฟหน้า LED 3ดวง แบบเดียวกับที่ใช้ในรุ่น Z7 Hybrid โดยไฟคู่หลักเป็นไฟต่ำ และไฟเดี่ยวด้านล่างเป็นไฟสูง การออกแบบมีจุดมุ่งเน้นไปที่ไฟต่ำคู่หน้า ด้วยการปรับขนาดให้กระทัดรัดขึ้น อีกทั้งยังให้ประสิทธิภาพการทำงานที่ยอดเยี่ยม จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Z400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที",
      "Fuel-Injected 451 cm³ Parallel Twin Engine",
      "เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Z400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R",
      "แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที",
      "Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Z500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ",
      "ท่านั่งขับขี่ที่ผ่อนคลายรองรับได้ทุกสรีระของผู้ขับขี่ทำให้ Z500 SE เป็นรถที่ขี่ได้ทุกเพศทุกวัย แฮนด์บาร์ทรงสูงทำให้ช่วยเพิ่มความมั่นใจในการการขี่และความคล่องตัว แม้ในขณะใช้ความเร็วต่ำ ถังน้ำมันรูปทรงเพรียวบางทำให้ผู้ขับขี่เป็นอันหนึ่งอันเดียวกับตัวรถ แม้ว่าถังน้ำมันขนาด 14 ลิตรจะช่วยให้น้ำหนักลดลง แต่ก็ยังสามารถใช้ขับขี่ในชีวิตประจำวัน หรือ ขี่ระยะทางไกลได้",
      "ท่านั่งขับขี่ที่ผ่อนคลายรองรับได้ทุกสรีระของผู้ขับขี่ทำให้ Z500 SE เป็นรถที่ขี่ได้ทุกเพศทุกวัย",
      "แฮนด์บาร์ทรงสูงทำให้ช่วยเพิ่มความมั่นใจในการการขี่และความคล่องตัว แม้ในขณะใช้ความเร็วต่ำ",
      "ถังน้ำมันรูปทรงเพรียวบางทำให้ผู้ขับขี่เป็นอันหนึ่งอันเดียวกับตัวรถ แม้ว่าถังน้ำมันขนาด 14 ลิตรจะช่วยให้น้ำหนักลดลง แต่ก็ยังสามารถใช้ขับขี่ในชีวิตประจำวัน หรือ ขี่ระยะทางไกลได้",
      "ดีไซน์ของ Z500 SE หมายถึง ความดุดัน แข็งแกร่งในสไตล์ Sugomi (“สุโกมิ”) ของตระกูล Z รถเน็กเกต ที่พร้อมให้คุณโดดเด่นกว่าใครบนท้องถนน ด้วยไฟหน้า 3 ดวงที่ออกแบบมาใหม่ ให้รูปลักษณ์ที่เข้มยิ่งกว่าเดิม พร้อมการออกแบบตัวรถที่รักษาจุดเด่นของตระกูลไว้อย่างครบถ้วน ไม่ว่าจะเป็น ทรงหมอบ, ไฟหน้าต่ำ และท้ายที่เชิดสูงขึ้น พร้อมงานประกอบและการตกแต่งที่เปี่ยมคุณภาพ ให้ผู้ที่ได้ครอบครองภาคภูมิใจยิ่งกว่าเคย มาพร้อมไฟหน้า LED 3ดวง แบบเดียวกับที่ใช้ในรุ่น Z7 Hybrid โดยไฟคู่หลักเป็นไฟต่ำ และไฟเดี่ยวด้านล่างเป็นไฟสูง การออกแบบมีจุดมุ่งเน้นไปที่ไฟต่ำคู่หน้า ด้วยการปรับขนาดให้กระทัดรัดขึ้น อีกทั้งยังให้ประสิทธิภาพการทำงานที่ยอดเยี่ยม",
      "ดีไซน์ของ Z500 SE หมายถึง ความดุดัน แข็งแกร่งในสไตล์ Sugomi (“สุโกมิ”) ของตระกูล Z รถเน็กเกต ที่พร้อมให้คุณโดดเด่นกว่าใครบนท้องถนน ด้วยไฟหน้า 3 ดวงที่ออกแบบมาใหม่ ให้รูปลักษณ์ที่เข้มยิ่งกว่าเดิม พร้อมการออกแบบตัวรถที่รักษาจุดเด่นของตระกูลไว้อย่างครบถ้วน ไม่ว่าจะเป็น ทรงหมอบ, ไฟหน้าต่ำ และท้ายที่เชิดสูงขึ้น พร้อมงานประกอบและการตกแต่งที่เปี่ยมคุณภาพ ให้ผู้ที่ได้ครอบครองภาคภูมิใจยิ่งกว่าเคย",
      "มาพร้อมไฟหน้า LED 3ดวง แบบเดียวกับที่ใช้ในรุ่น Z7 Hybrid โดยไฟคู่หลักเป็นไฟต่ำ และไฟเดี่ยวด้านล่างเป็นไฟสูง การออกแบบมีจุดมุ่งเน้นไปที่ไฟต่ำคู่หน้า ด้วยการปรับขนาดให้กระทัดรัดขึ้น อีกทั้งยังให้ประสิทธิภาพการทำงานที่ยอดเยี่ยม",
      "จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "จอสีคุณภาพสูง",
      "หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า",
      "Fuel-Injected 451 cm³ Parallel Twin Engine เครื่องยนต์ที่เพิ่มความจุขึ้นมาจากเดิม 52cc ช่วยเพิ่มพละกำลังที่มากกว่ารุ่น Z400 ในทุกย่านแรงบิด โดยมาพร้อมกับ เพลาข้อเหวี่ยง,ก้านสูบ และค่ากำลังอัดที่ปรับแต่งมาใหม่ ประกอบกับลูกสูบอลูมิเนียม เพื่อรองรับความจุเครื่องยนต์ที่มากขึ้น กระบอกสูบแบบไร้ปลอกและเคลือบพื้นผิวเครื่องยนต์ด้วยเทคโนโลยีขั้นสูง เช่นเดียวกันกับในรุ่นซุปเปอร์สปอร์ตอย่าง Ninja ZX-10R และ Ninja ZX-6R แรงม้า 52 PS @10,000 รอบต่อนาที แรงบิด 42.6 N.m @7,500 รอบต่อนาที Lightweight Frame จากพื้นฐานรถ 250 cc คือส่วนสำคัญที่ทำให้ Z500 SE มีน้ำหนักเบาลงและควบคุมง่าย อีกทั้งยังมากับขนาดที่เพรียวบางขึ้น พร้อมเสริมความแข็งแรงและความทนทาน แชสซีสไตล์ซุปเปอร์สปอร์ต ระยะฐานล้อสั้น/สวิงอาร์มยาว โดดเด่นด้วยการปรับแต่งระยะเทรลอย่างเหมาะสม ส่งผลให้การควบคุมเป็นไปอย่างนุ่มนวลเป็นธรรมชาติ ท่านั่งขับขี่ที่ผ่อนคลายรองรับได้ทุกสรีระของผู้ขับขี่ทำให้ Z500 SE เป็นรถที่ขี่ได้ทุกเพศทุกวัย แฮนด์บาร์ทรงสูงทำให้ช่วยเพิ่มความมั่นใจในการการขี่และความคล่องตัว แม้ในขณะใช้ความเร็วต่ำ ถังน้ำมันรูปทรงเพรียวบางทำให้ผู้ขับขี่เป็นอันหนึ่งอันเดียวกับตัวรถ แม้ว่าถังน้ำมันขนาด 14 ลิตรจะช่วยให้น้ำหนักลดลง แต่ก็ยังสามารถใช้ขับขี่ในชีวิตประจำวัน หรือ ขี่ระยะทางไกลได้ ดีไซน์ของ Z500 SE หมายถึง ความดุดัน แข็งแกร่งในสไตล์ Sugomi (“สุโกมิ”) ของตระกูล Z รถเน็กเกต ที่พร้อมให้คุณโดดเด่นกว่าใครบนท้องถนน ด้วยไฟหน้า 3 ดวงที่ออกแบบมาใหม่ ให้รูปลักษณ์ที่เข้มยิ่งกว่าเดิม พร้อมการออกแบบตัวรถที่รักษาจุดเด่นของตระกูลไว้อย่างครบถ้วน ไม่ว่าจะเป็น ทรงหมอบ, ไฟหน้าต่ำ และท้ายที่เชิดสูงขึ้น พร้อมงานประกอบและการตกแต่งที่เปี่ยมคุณภาพ ให้ผู้ที่ได้ครอบครองภาคภูมิใจยิ่งกว่าเคย มาพร้อมไฟหน้า LED 3ดวง แบบเดียวกับที่ใช้ในรุ่น Z7 Hybrid โดยไฟคู่หลักเป็นไฟต่ำ และไฟเดี่ยวด้านล่างเป็นไฟสูง การออกแบบมีจุดมุ่งเน้นไปที่ไฟต่ำคู่หน้า ด้วยการปรับขนาดให้กระทัดรัดขึ้น อีกทั้งยังให้ประสิทธิภาพการทำงานที่ยอดเยี่ยม จอสีคุณภาพสูง หน้าจอ TFT ขนาด 4.3 นิ้ว จอสีคุณภาพสูงที่ให้การมองเห็นได้อย่างชัดเจน ปรับตั้งสีพื้นหลังได้เอง และความสว่างหน้าจอปรับอัตโนมัติ อีกทั้งยังสามารถเชื่อมต่อกับสมาร์ทโฟน เพื่อใช้ “RIDEOLOGY THE APP” (“ไร้ดิโอโลจี้ ดิ แอพ”) ที่ให้คุณได้สื่อสารกับตัวรถอย่างไร้สาย เพื่อประสบการณ์การขับขี่ที่ดียิ่งกว่า PrevNext12345",
      "PrevNext12345",
      "Specifications",
      "มิติรถ ความยาว 1,995 mm ความกว้าง 800 mm ความสูง 1,100 mm ระยะฐานล้อ 1,375 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 785 mm น้ำหนักรวม 168 kg น้ำหนัก (ไม่รวมของเหลว) 154 kg ความจุถังน้ำมันเชื้อเพลิง 14 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 38.3 kW {52 PS} / 10,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 42.6 N·m {4.3 kgƒ·m} / 7,500 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4st, 2-cyl, DOHC, 4val ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 70.0 x 58.6 mm ปริมาตรกระบอกสูบ 451 cm3 อัตราส่วนกำลังอัด 11.3 ระบบจ่ายเชื้อเพลิง Fuel injection (φ32 mm x 2) ระบบหล่อลื่น Forced Wet Sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด B&C (TCBI, B. P&EL. ADV. D.) ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.071 (43/14) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า Telescopic fork ระบบกันสะเทือนหลัง Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.3° ระยะเทรล 92 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 110/70R17 M/C 54H ยางหลัง 150/60R17 M/C 66H เบรกหน้า Single disc 310 mm คาลิปเปอร์ (หน้า) - เบรกหลัง Single disc 220 mm คาลิปเปอร์ (หลัง) -",
      "มิติรถ ความยาว 1,995 mm ความกว้าง 800 mm ความสูง 1,100 mm ระยะฐานล้อ 1,375 mm ระยะห่างจากพื้น 145 mm ความสูงเบาะนั่ง 785 mm น้ำหนักรวม 168 kg น้ำหนัก (ไม่รวมของเหลว) 154 kg ความจุถังน้ำมันเชื้อเพลิง 14 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 38.3 kW {52 PS} / 10,000 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 42.6 N·m {4.3 kgƒ·m} / 7,500 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4st, 2-cyl, DOHC, 4val ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 70.0 x 58.6 mm ปริมาตรกระบอกสูบ 451 cm3 อัตราส่วนกำลังอัด 11.3 ระบบจ่ายเชื้อเพลิง Fuel injection (φ32 mm x 2) ระบบหล่อลื่น Forced Wet Sump ระบบสตาร์ท EL. Starter ระบบจุดระเบิด B&C (TCBI, B. P&EL. ADV. D.)",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.029 (69/34) อัตราทดเกียร์ 1 2.929 (41/14) อัตราทดเกียร์ 2 2.056 (37/18) อัตราทดเกียร์ 3 1.619 (34/21) อัตราทดเกียร์ 4 1.333 (32/24) อัตราทดเกียร์ 5 1.154 (30/26) อัตราทดเกียร์ 6 1.037 (28/27) อัตราทดสุดท้าย 3.071 (43/14) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Trellis, high-tensile steel ระบบกันสะเทือนหน้า Telescopic fork ระบบกันสะเทือนหลัง Swingarm ระยะยุบล้อหน้า 120 mm ระยะยุบล้อหลัง 130 mm มุมแคสเตอร์ 24.3° ระยะเทรล 92 mm มุมเลี้ยว (ซ้าย/ขวา) 35° / 35° ยางหน้า 110/70R17 M/C 54H ยางหลัง 150/60R17 M/C 66H เบรกหน้า Single disc 310 mm คาลิปเปอร์ (หน้า) - เบรกหลัง Single disc 220 mm คาลิปเปอร์ (หลัง) -",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z650 292,200 บาท Z900RS SE 449,000 บาท Z1000 620,700 บาท Z900RS 409,000 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "Z900RS SE 449,000 บาท",
      "449,000 บาท",
      "Z1000 620,700 บาท",
      "620,700 บาท",
      "Z900RS 409,000 บาท",
      "409,000 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  }
]