[
  {
    "brand": "Kawasaki",
    "name": "Vulcan S",
    "url": "https://www.kawasaki.co.th/th/motorcycle/vulcans",
    "category": "Vulcan",
    "price": "259,000 บาท",
    "price_numeric": 259000,
    "specifications": {
      "ความยาว": "2,310 mm",
      "ความกว้าง": "855 mm",
      "ความสูง": "1,100 mm",
      "ระยะฐานล้อ": "1,575 mm",
      "ระยะห่างจากพื้น": "130 mm",
      "ความสูงเบาะนั่ง": "705 mm",
      "น้ำหนักรวม": "229 kg",
      "น้ำหนัก (ไม่รวมของเหลว)": "-",
      "ความจุถังน้ำมันเชื้อเพลิง": "14 litres",
      "กำลังเครื่องยนต์สูงสุด": "44.7 kW {61 PS} / 7,500 min-1",
      "กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์": "-",
      "แรงบิดสูงสุด": "62.4 N·m {6.4 kgƒ·m} / 6,600 min-1",
      "ประเภทเครื่องยนต์": "4-stroke, Parallel Twin",
      "ระบบหล่อเย็น": "Liquid-cooled",
      "ขนาดกระบอกสูบ x ช่วงชัก": "83.0 x 60.0 mm",
      "ปริมาตรกระบอกสูบ": "649 cc",
      "อัตราส่วนกำลังอัด": "10.8:1",
      "ระบบจ่ายเชื้อเพลิง": "Fuel injection: ø38 mm x 2 with dual throttle valves",
      "ระบบหล่อลื่น": "Forced Lub. Semi-dry sump",
      "ระบบสตาร์ท": "Electric",
      "ระบบจุดระเบิด": "Digital",
      "ระบบขับเคลื่อน": "Chain",
      "ระบบส่งกำลัง": "6-speed, return",
      "อัตราทดขั้นต้น": "2.095 (88/42)",
      "อัตราทดเกียร์ 1": "2.438 (39/16)",
      "อัตราทดเกียร์ 2": "1.714 (36/21)",
      "อัตราทดเกียร์ 3": "1.333 (32/24)",
      "อัตราทดเกียร์ 4": "1.111 (30/27)",
      "อัตราทดเกียร์ 5": "0.966 (28/29)",
      "อัตราทดเกียร์ 6": "0.852 (23/27)",
      "อัตราทดสุดท้าย": "3.067 (46/15)",
      "ประเภทคลัตช์ (หลัก)": "Wet, multi-disc",
      "ประเภทเฟรม": "Tubular, Diamond",
      "ระบบกันสะเทือนหน้า": "ø41 mm telescopic fork.",
      "ระบบกันสะเทือนหลัง": "Offset laydown single-shock, linkage-equipped, with adjustable preload.",
      "ระยะยุบล้อหน้า": "130 mm",
      "ระยะยุบล้อหลัง": "80 mm",
      "มุมแคสเตอร์": "31.0 o",
      "ระยะเทรล": "120 mm",
      "มุมเลี้ยว (ซ้าย/ขวา)": "35o / 35o",
      "ยางหน้า": "120/70R18M/C 59H",
      "ยางหลัง": "160/60R17M/C 69H",
      "เบรกหน้า": "Single ø300 mm petal dice",
      "คาลิปเปอร์ (หน้า)": "Dual-piston",
      "เบรกหลัง": "Single ø250 mm petal dice",
      "คาลิปเปอร์ (หลัง)": "Single-piston",
      "Z650 292,200 บาท": "Z650 292,200 บาท"
    },
    "scraped_at": "2026-01-11T15:55:55.963412",
    "features": [
      "Vulcan S FIND YOUR FIT WITH ERGO-FIT",
      "Top Features",
      "RIDING DESIGN ENGINE FIT & COMFORT STYLING ขับขี่อย่างมั่นใจ เครื่องยนต์และโครงสร้างรถถูกออกแบบมาเพื่อเพิ่มความมั่นใจให้แก่ผู้ขับขี่มือมือใหม่โดยเฉพาะ เครื่องยนต์ขนาดกะทัดรัดแบบ 2 สูบเรียง ให้กำลังแรงแต่ในขณะเดียวกันก็ควบคุมได้ง่าย โครงสร้างรถเพรียวบาง น้ำหนักเบา เบาะรูปทรงเพรียวบางรับกับรูปร่างผู้ขี่และตำแหน่งเบาะที่ไม่สูงจากพื้นมากนัก ทำให้ควบคุมรถได้ง่ายขึ้น ดีไซน์ล้ำสมัย การเลือกรถแต่ละประเภทล้วนสะท้อนให้เห็นถึงบุคลิกภาพของผู้ขี่ เช่นเดียวกับการเลือกดีไซน์ของรถก็ย่อมบ่งบอกรสนิยมของผู้ขี่เช่นกัน Vulcan S มาพร้อมดีไซน์อันโดดเด่น ทันสมัย ฉีกภาพเดิมๆ ของรถประเภทครุยเซอร์อย่างสิ้นเชิง เหมาะสำหรับผู้ที่ไม่ชอบทำตามใคร เครื่องยนต์สมรรถนะสูง เครื่องยนต์ขนาดเล็กแบบ 2 สูบเรียง ทำให้ Vulcan S แตกต่างจากรถครุยเซอร์ทั่วไป โดดเด่นด้วยท่อไอเสียที่ออกแบบให้อยู่ใต้ตำแหน่งเครื่องยนต์พร้อมวัสดุหุ้มแบบมีสไตล์ ขับขี่สบาย การนั่งขับขี่ที่สบาย คือหนึ่งในสิ่งสำคัญที่ควรพิจารณาในการเลือกซื้อมอเตอร์ไซค์ และ Vulcan S ก็เป็นหนึ่งในตัวเลือกนั้น โดยตัวรถถูกออกแบบมาให้เหมาะกับรูปร่างของผู้ขี่ที่แตกต่างกันไป ไม่ว่าจะตัวสูงหรือตัวเล็กก็สามารถขี่ได้อย่างสบาย เบาะนั่งถูกวางให้อยู่ตำแหน่งที่นั่งสบาย ที่พักเท้าสามารถปรับได้ พร้อมด้วยส่วนประกอบและอุปกรณ์เสริมต่างๆ ที่สามารถปรับให้พอดีกับขนาดและรูปร่างของผู้ขี่ได้ตามต้องการ รายละเอียดการตกแต่ง ส่วนเว้าส่วนโค้งและเส้นสายที่ไหลลื่น รวมทั้งการตกแต่งที่ดูทันสมัย ทำให้ Vulcan S โดดเด่น สะกดทุกสายตา ไฟหน้าทรงสามเหลี่ยมหัวกลับมีสไตล์ไม่ซ้ำใคร โดยติดตั้งไฟเลี้ยวไว้ด้านบน แฮนด์บังคับขนาดกว้างตรงกลางและค่อยเรียวเล็กในส่วนปลายช่วยเสริมลุคให้ดูแข็งแรงทรงพลัง ขับขี่อย่างมั่นใจ เครื่องยนต์และโครงสร้างรถถูกออกแบบมาเพื่อเพิ่มความมั่นใจให้แก่ผู้ขับขี่มือมือใหม่โดยเฉพาะ เครื่องยนต์ขนาดกะทัดรัดแบบ 2 สูบเรียง ให้กำลังแรงแต่ในขณะเดียวกันก็ควบคุมได้ง่าย โครงสร้างรถเพรียวบาง น้ำหนักเบา เบาะรูปทรงเพรียวบางรับกับรูปร่างผู้ขี่และตำแหน่งเบาะที่ไม่สูงจากพื้นมากนัก ทำให้ควบคุมรถได้ง่ายขึ้น ดีไซน์ล้ำสมัย การเลือกรถแต่ละประเภทล้วนสะท้อนให้เห็นถึงบุคลิกภาพของผู้ขี่ เช่นเดียวกับการเลือกดีไซน์ของรถก็ย่อมบ่งบอกรสนิยมของผู้ขี่เช่นกัน Vulcan S มาพร้อมดีไซน์อันโดดเด่น ทันสมัย ฉีกภาพเดิมๆ ของรถประเภทครุยเซอร์อย่างสิ้นเชิง เหมาะสำหรับผู้ที่ไม่ชอบทำตามใคร เครื่องยนต์สมรรถนะสูง เครื่องยนต์ขนาดเล็กแบบ 2 สูบเรียง ทำให้ Vulcan S แตกต่างจากรถครุยเซอร์ทั่วไป โดดเด่นด้วยท่อไอเสียที่ออกแบบให้อยู่ใต้ตำแหน่งเครื่องยนต์พร้อมวัสดุหุ้มแบบมีสไตล์ ขับขี่สบาย การนั่งขับขี่ที่สบาย คือหนึ่งในสิ่งสำคัญที่ควรพิจารณาในการเลือกซื้อมอเตอร์ไซค์ และ Vulcan S ก็เป็นหนึ่งในตัวเลือกนั้น โดยตัวรถถูกออกแบบมาให้เหมาะกับรูปร่างของผู้ขี่ที่แตกต่างกันไป ไม่ว่าจะตัวสูงหรือตัวเล็กก็สามารถขี่ได้อย่างสบาย เบาะนั่งถูกวางให้อยู่ตำแหน่งที่นั่งสบาย ที่พักเท้าสามารถปรับได้ พร้อมด้วยส่วนประกอบและอุปกรณ์เสริมต่างๆ ที่สามารถปรับให้พอดีกับขนาดและรูปร่างของผู้ขี่ได้ตามต้องการ รายละเอียดการตกแต่ง ส่วนเว้าส่วนโค้งและเส้นสายที่ไหลลื่น รวมทั้งการตกแต่งที่ดูทันสมัย ทำให้ Vulcan S โดดเด่น สะกดทุกสายตา ไฟหน้าทรงสามเหลี่ยมหัวกลับมีสไตล์ไม่ซ้ำใคร โดยติดตั้งไฟเลี้ยวไว้ด้านบน แฮนด์บังคับขนาดกว้างตรงกลางและค่อยเรียวเล็กในส่วนปลายช่วยเสริมลุคให้ดูแข็งแรงทรงพลัง PrevNext12345",
      "RIDING DESIGN ENGINE FIT & COMFORT STYLING ขับขี่อย่างมั่นใจ เครื่องยนต์และโครงสร้างรถถูกออกแบบมาเพื่อเพิ่มความมั่นใจให้แก่ผู้ขับขี่มือมือใหม่โดยเฉพาะ เครื่องยนต์ขนาดกะทัดรัดแบบ 2 สูบเรียง ให้กำลังแรงแต่ในขณะเดียวกันก็ควบคุมได้ง่าย โครงสร้างรถเพรียวบาง น้ำหนักเบา เบาะรูปทรงเพรียวบางรับกับรูปร่างผู้ขี่และตำแหน่งเบาะที่ไม่สูงจากพื้นมากนัก ทำให้ควบคุมรถได้ง่ายขึ้น ดีไซน์ล้ำสมัย การเลือกรถแต่ละประเภทล้วนสะท้อนให้เห็นถึงบุคลิกภาพของผู้ขี่ เช่นเดียวกับการเลือกดีไซน์ของรถก็ย่อมบ่งบอกรสนิยมของผู้ขี่เช่นกัน Vulcan S มาพร้อมดีไซน์อันโดดเด่น ทันสมัย ฉีกภาพเดิมๆ ของรถประเภทครุยเซอร์อย่างสิ้นเชิง เหมาะสำหรับผู้ที่ไม่ชอบทำตามใคร เครื่องยนต์สมรรถนะสูง เครื่องยนต์ขนาดเล็กแบบ 2 สูบเรียง ทำให้ Vulcan S แตกต่างจากรถครุยเซอร์ทั่วไป โดดเด่นด้วยท่อไอเสียที่ออกแบบให้อยู่ใต้ตำแหน่งเครื่องยนต์พร้อมวัสดุหุ้มแบบมีสไตล์ ขับขี่สบาย การนั่งขับขี่ที่สบาย คือหนึ่งในสิ่งสำคัญที่ควรพิจารณาในการเลือกซื้อมอเตอร์ไซค์ และ Vulcan S ก็เป็นหนึ่งในตัวเลือกนั้น โดยตัวรถถูกออกแบบมาให้เหมาะกับรูปร่างของผู้ขี่ที่แตกต่างกันไป ไม่ว่าจะตัวสูงหรือตัวเล็กก็สามารถขี่ได้อย่างสบาย เบาะนั่งถูกวางให้อยู่ตำแหน่งที่นั่งสบาย ที่พักเท้าสามารถปรับได้ พร้อมด้วยส่วนประกอบและอุปกรณ์เสริมต่างๆ ที่สามารถปรับให้พอดีกับขนาดและรูปร่างของผู้ขี่ได้ตามต้องการ รายละเอียดการตกแต่ง ส่วนเว้าส่วนโค้งและเส้นสายที่ไหลลื่น รวมทั้งการตกแต่งที่ดูทันสมัย ทำให้ Vulcan S โดดเด่น สะกดทุกสายตา ไฟหน้าทรงสามเหลี่ยมหัวกลับมีสไตล์ไม่ซ้ำใคร โดยติดตั้งไฟเลี้ยวไว้ด้านบน แฮนด์บังคับขนาดกว้างตรงกลางและค่อยเรียวเล็กในส่วนปลายช่วยเสริมลุคให้ดูแข็งแรงทรงพลัง",
      "ขับขี่อย่างมั่นใจ เครื่องยนต์และโครงสร้างรถถูกออกแบบมาเพื่อเพิ่มความมั่นใจให้แก่ผู้ขับขี่มือมือใหม่โดยเฉพาะ เครื่องยนต์ขนาดกะทัดรัดแบบ 2 สูบเรียง ให้กำลังแรงแต่ในขณะเดียวกันก็ควบคุมได้ง่าย โครงสร้างรถเพรียวบาง น้ำหนักเบา เบาะรูปทรงเพรียวบางรับกับรูปร่างผู้ขี่และตำแหน่งเบาะที่ไม่สูงจากพื้นมากนัก ทำให้ควบคุมรถได้ง่ายขึ้น ดีไซน์ล้ำสมัย การเลือกรถแต่ละประเภทล้วนสะท้อนให้เห็นถึงบุคลิกภาพของผู้ขี่ เช่นเดียวกับการเลือกดีไซน์ของรถก็ย่อมบ่งบอกรสนิยมของผู้ขี่เช่นกัน Vulcan S มาพร้อมดีไซน์อันโดดเด่น ทันสมัย ฉีกภาพเดิมๆ ของรถประเภทครุยเซอร์อย่างสิ้นเชิง เหมาะสำหรับผู้ที่ไม่ชอบทำตามใคร เครื่องยนต์สมรรถนะสูง เครื่องยนต์ขนาดเล็กแบบ 2 สูบเรียง ทำให้ Vulcan S แตกต่างจากรถครุยเซอร์ทั่วไป โดดเด่นด้วยท่อไอเสียที่ออกแบบให้อยู่ใต้ตำแหน่งเครื่องยนต์พร้อมวัสดุหุ้มแบบมีสไตล์ ขับขี่สบาย การนั่งขับขี่ที่สบาย คือหนึ่งในสิ่งสำคัญที่ควรพิจารณาในการเลือกซื้อมอเตอร์ไซค์ และ Vulcan S ก็เป็นหนึ่งในตัวเลือกนั้น โดยตัวรถถูกออกแบบมาให้เหมาะกับรูปร่างของผู้ขี่ที่แตกต่างกันไป ไม่ว่าจะตัวสูงหรือตัวเล็กก็สามารถขี่ได้อย่างสบาย เบาะนั่งถูกวางให้อยู่ตำแหน่งที่นั่งสบาย ที่พักเท้าสามารถปรับได้ พร้อมด้วยส่วนประกอบและอุปกรณ์เสริมต่างๆ ที่สามารถปรับให้พอดีกับขนาดและรูปร่างของผู้ขี่ได้ตามต้องการ รายละเอียดการตกแต่ง ส่วนเว้าส่วนโค้งและเส้นสายที่ไหลลื่น รวมทั้งการตกแต่งที่ดูทันสมัย ทำให้ Vulcan S โดดเด่น สะกดทุกสายตา ไฟหน้าทรงสามเหลี่ยมหัวกลับมีสไตล์ไม่ซ้ำใคร โดยติดตั้งไฟเลี้ยวไว้ด้านบน แฮนด์บังคับขนาดกว้างตรงกลางและค่อยเรียวเล็กในส่วนปลายช่วยเสริมลุคให้ดูแข็งแรงทรงพลัง",
      "ขับขี่อย่างมั่นใจ เครื่องยนต์และโครงสร้างรถถูกออกแบบมาเพื่อเพิ่มความมั่นใจให้แก่ผู้ขับขี่มือมือใหม่โดยเฉพาะ เครื่องยนต์ขนาดกะทัดรัดแบบ 2 สูบเรียง ให้กำลังแรงแต่ในขณะเดียวกันก็ควบคุมได้ง่าย โครงสร้างรถเพรียวบาง น้ำหนักเบา เบาะรูปทรงเพรียวบางรับกับรูปร่างผู้ขี่และตำแหน่งเบาะที่ไม่สูงจากพื้นมากนัก ทำให้ควบคุมรถได้ง่ายขึ้น",
      "ขับขี่อย่างมั่นใจ",
      "เครื่องยนต์และโครงสร้างรถถูกออกแบบมาเพื่อเพิ่มความมั่นใจให้แก่ผู้ขับขี่มือมือใหม่โดยเฉพาะ เครื่องยนต์ขนาดกะทัดรัดแบบ 2 สูบเรียง ให้กำลังแรงแต่ในขณะเดียวกันก็ควบคุมได้ง่าย โครงสร้างรถเพรียวบาง น้ำหนักเบา เบาะรูปทรงเพรียวบางรับกับรูปร่างผู้ขี่และตำแหน่งเบาะที่ไม่สูงจากพื้นมากนัก ทำให้ควบคุมรถได้ง่ายขึ้น",
      "ดีไซน์ล้ำสมัย การเลือกรถแต่ละประเภทล้วนสะท้อนให้เห็นถึงบุคลิกภาพของผู้ขี่ เช่นเดียวกับการเลือกดีไซน์ของรถก็ย่อมบ่งบอกรสนิยมของผู้ขี่เช่นกัน Vulcan S มาพร้อมดีไซน์อันโดดเด่น ทันสมัย ฉีกภาพเดิมๆ ของรถประเภทครุยเซอร์อย่างสิ้นเชิง เหมาะสำหรับผู้ที่ไม่ชอบทำตามใคร",
      "ดีไซน์ล้ำสมัย",
      "การเลือกรถแต่ละประเภทล้วนสะท้อนให้เห็นถึงบุคลิกภาพของผู้ขี่ เช่นเดียวกับการเลือกดีไซน์ของรถก็ย่อมบ่งบอกรสนิยมของผู้ขี่เช่นกัน Vulcan S มาพร้อมดีไซน์อันโดดเด่น ทันสมัย ฉีกภาพเดิมๆ ของรถประเภทครุยเซอร์อย่างสิ้นเชิง เหมาะสำหรับผู้ที่ไม่ชอบทำตามใคร",
      "เครื่องยนต์สมรรถนะสูง เครื่องยนต์ขนาดเล็กแบบ 2 สูบเรียง ทำให้ Vulcan S แตกต่างจากรถครุยเซอร์ทั่วไป โดดเด่นด้วยท่อไอเสียที่ออกแบบให้อยู่ใต้ตำแหน่งเครื่องยนต์พร้อมวัสดุหุ้มแบบมีสไตล์",
      "เครื่องยนต์สมรรถนะสูง",
      "เครื่องยนต์ขนาดเล็กแบบ 2 สูบเรียง ทำให้ Vulcan S แตกต่างจากรถครุยเซอร์ทั่วไป โดดเด่นด้วยท่อไอเสียที่ออกแบบให้อยู่ใต้ตำแหน่งเครื่องยนต์พร้อมวัสดุหุ้มแบบมีสไตล์",
      "ขับขี่สบาย การนั่งขับขี่ที่สบาย คือหนึ่งในสิ่งสำคัญที่ควรพิจารณาในการเลือกซื้อมอเตอร์ไซค์ และ Vulcan S ก็เป็นหนึ่งในตัวเลือกนั้น โดยตัวรถถูกออกแบบมาให้เหมาะกับรูปร่างของผู้ขี่ที่แตกต่างกันไป ไม่ว่าจะตัวสูงหรือตัวเล็กก็สามารถขี่ได้อย่างสบาย เบาะนั่งถูกวางให้อยู่ตำแหน่งที่นั่งสบาย ที่พักเท้าสามารถปรับได้ พร้อมด้วยส่วนประกอบและอุปกรณ์เสริมต่างๆ ที่สามารถปรับให้พอดีกับขนาดและรูปร่างของผู้ขี่ได้ตามต้องการ",
      "การนั่งขับขี่ที่สบาย คือหนึ่งในสิ่งสำคัญที่ควรพิจารณาในการเลือกซื้อมอเตอร์ไซค์ และ Vulcan S ก็เป็นหนึ่งในตัวเลือกนั้น โดยตัวรถถูกออกแบบมาให้เหมาะกับรูปร่างของผู้ขี่ที่แตกต่างกันไป ไม่ว่าจะตัวสูงหรือตัวเล็กก็สามารถขี่ได้อย่างสบาย เบาะนั่งถูกวางให้อยู่ตำแหน่งที่นั่งสบาย ที่พักเท้าสามารถปรับได้ พร้อมด้วยส่วนประกอบและอุปกรณ์เสริมต่างๆ ที่สามารถปรับให้พอดีกับขนาดและรูปร่างของผู้ขี่ได้ตามต้องการ",
      "รายละเอียดการตกแต่ง ส่วนเว้าส่วนโค้งและเส้นสายที่ไหลลื่น รวมทั้งการตกแต่งที่ดูทันสมัย ทำให้ Vulcan S โดดเด่น สะกดทุกสายตา ไฟหน้าทรงสามเหลี่ยมหัวกลับมีสไตล์ไม่ซ้ำใคร โดยติดตั้งไฟเลี้ยวไว้ด้านบน แฮนด์บังคับขนาดกว้างตรงกลางและค่อยเรียวเล็กในส่วนปลายช่วยเสริมลุคให้ดูแข็งแรงทรงพลัง",
      "รายละเอียดการตกแต่ง",
      "ส่วนเว้าส่วนโค้งและเส้นสายที่ไหลลื่น รวมทั้งการตกแต่งที่ดูทันสมัย ทำให้ Vulcan S โดดเด่น สะกดทุกสายตา ไฟหน้าทรงสามเหลี่ยมหัวกลับมีสไตล์ไม่ซ้ำใคร โดยติดตั้งไฟเลี้ยวไว้ด้านบน แฮนด์บังคับขนาดกว้างตรงกลางและค่อยเรียวเล็กในส่วนปลายช่วยเสริมลุคให้ดูแข็งแรงทรงพลัง",
      "ขับขี่อย่างมั่นใจ เครื่องยนต์และโครงสร้างรถถูกออกแบบมาเพื่อเพิ่มความมั่นใจให้แก่ผู้ขับขี่มือมือใหม่โดยเฉพาะ เครื่องยนต์ขนาดกะทัดรัดแบบ 2 สูบเรียง ให้กำลังแรงแต่ในขณะเดียวกันก็ควบคุมได้ง่าย โครงสร้างรถเพรียวบาง น้ำหนักเบา เบาะรูปทรงเพรียวบางรับกับรูปร่างผู้ขี่และตำแหน่งเบาะที่ไม่สูงจากพื้นมากนัก ทำให้ควบคุมรถได้ง่ายขึ้น ดีไซน์ล้ำสมัย การเลือกรถแต่ละประเภทล้วนสะท้อนให้เห็นถึงบุคลิกภาพของผู้ขี่ เช่นเดียวกับการเลือกดีไซน์ของรถก็ย่อมบ่งบอกรสนิยมของผู้ขี่เช่นกัน Vulcan S มาพร้อมดีไซน์อันโดดเด่น ทันสมัย ฉีกภาพเดิมๆ ของรถประเภทครุยเซอร์อย่างสิ้นเชิง เหมาะสำหรับผู้ที่ไม่ชอบทำตามใคร เครื่องยนต์สมรรถนะสูง เครื่องยนต์ขนาดเล็กแบบ 2 สูบเรียง ทำให้ Vulcan S แตกต่างจากรถครุยเซอร์ทั่วไป โดดเด่นด้วยท่อไอเสียที่ออกแบบให้อยู่ใต้ตำแหน่งเครื่องยนต์พร้อมวัสดุหุ้มแบบมีสไตล์ ขับขี่สบาย การนั่งขับขี่ที่สบาย คือหนึ่งในสิ่งสำคัญที่ควรพิจารณาในการเลือกซื้อมอเตอร์ไซค์ และ Vulcan S ก็เป็นหนึ่งในตัวเลือกนั้น โดยตัวรถถูกออกแบบมาให้เหมาะกับรูปร่างของผู้ขี่ที่แตกต่างกันไป ไม่ว่าจะตัวสูงหรือตัวเล็กก็สามารถขี่ได้อย่างสบาย เบาะนั่งถูกวางให้อยู่ตำแหน่งที่นั่งสบาย ที่พักเท้าสามารถปรับได้ พร้อมด้วยส่วนประกอบและอุปกรณ์เสริมต่างๆ ที่สามารถปรับให้พอดีกับขนาดและรูปร่างของผู้ขี่ได้ตามต้องการ รายละเอียดการตกแต่ง ส่วนเว้าส่วนโค้งและเส้นสายที่ไหลลื่น รวมทั้งการตกแต่งที่ดูทันสมัย ทำให้ Vulcan S โดดเด่น สะกดทุกสายตา ไฟหน้าทรงสามเหลี่ยมหัวกลับมีสไตล์ไม่ซ้ำใคร โดยติดตั้งไฟเลี้ยวไว้ด้านบน แฮนด์บังคับขนาดกว้างตรงกลางและค่อยเรียวเล็กในส่วนปลายช่วยเสริมลุคให้ดูแข็งแรงทรงพลัง PrevNext12345",
      "PrevNext12345",
      "Specifications",
      "มิติรถ ความยาว 2,310 mm ความกว้าง 855 mm ความสูง 1,100 mm ระยะฐานล้อ 1,575 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 705 mm น้ำหนักรวม 229 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 14 litres สมรรถนะ กำลังเครื่องยนต์สูงสุด 44.7 kW {61 PS} / 7,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 62.4 N·m {6.4 kgƒ·m} / 6,600 min-1 เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke, Parallel Twin ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 83.0 x 60.0 mm ปริมาตรกระบอกสูบ 649 cc อัตราส่วนกำลังอัด 10.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø38 mm x 2 with dual throttle valves ระบบหล่อลื่น Forced Lub. Semi-dry sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.438 (39/16) อัตราทดเกียร์ 2 1.714 (36/21) อัตราทดเกียร์ 3 1.333 (32/24) อัตราทดเกียร์ 4 1.111 (30/27) อัตราทดเกียร์ 5 0.966 (28/29) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 3.067 (46/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า ø41 mm telescopic fork. ระบบกันสะเทือนหลัง Offset laydown single-shock, linkage-equipped, with adjustable preload. ระยะยุบล้อหน้า 130 mm ระยะยุบล้อหลัง 80 mm มุมแคสเตอร์ 31.0 o ระยะเทรล 120 mm มุมเลี้ยว (ซ้าย/ขวา) 35o / 35o ยางหน้า 120/70R18M/C 59H ยางหลัง 160/60R17M/C 69H เบรกหน้า Single ø300 mm petal dice คาลิปเปอร์ (หน้า) Dual-piston เบรกหลัง Single ø250 mm petal dice คาลิปเปอร์ (หลัง) Single-piston",
      "มิติรถ ความยาว 2,310 mm ความกว้าง 855 mm ความสูง 1,100 mm ระยะฐานล้อ 1,575 mm ระยะห่างจากพื้น 130 mm ความสูงเบาะนั่ง 705 mm น้ำหนักรวม 229 kg น้ำหนัก (ไม่รวมของเหลว) - ความจุถังน้ำมันเชื้อเพลิง 14 litres",
      "สมรรถนะ กำลังเครื่องยนต์สูงสุด 44.7 kW {61 PS} / 7,500 min-1 กำลังเครื่องยนต์สูงสุดพร้อมแรมแอร์ - แรงบิดสูงสุด 62.4 N·m {6.4 kgƒ·m} / 6,600 min-1",
      "เครื่องยนต์ ประเภทเครื่องยนต์ 4-stroke, Parallel Twin ระบบหล่อเย็น Liquid-cooled ขนาดกระบอกสูบ x ช่วงชัก 83.0 x 60.0 mm ปริมาตรกระบอกสูบ 649 cc อัตราส่วนกำลังอัด 10.8:1 ระบบจ่ายเชื้อเพลิง Fuel injection: ø38 mm x 2 with dual throttle valves ระบบหล่อลื่น Forced Lub. Semi-dry sump ระบบสตาร์ท Electric ระบบจุดระเบิด Digital",
      "ระบบขับเคลื่อน ระบบขับเคลื่อน Chain ระบบส่งกำลัง 6-speed, return อัตราทดขั้นต้น 2.095 (88/42) อัตราทดเกียร์ 1 2.438 (39/16) อัตราทดเกียร์ 2 1.714 (36/21) อัตราทดเกียร์ 3 1.333 (32/24) อัตราทดเกียร์ 4 1.111 (30/27) อัตราทดเกียร์ 5 0.966 (28/29) อัตราทดเกียร์ 6 0.852 (23/27) อัตราทดสุดท้าย 3.067 (46/15) ประเภทคลัตช์ (หลัก) Wet, multi-disc",
      "ตัวถัง ประเภทเฟรม Tubular, Diamond ระบบกันสะเทือนหน้า ø41 mm telescopic fork. ระบบกันสะเทือนหลัง Offset laydown single-shock, linkage-equipped, with adjustable preload. ระยะยุบล้อหน้า 130 mm ระยะยุบล้อหลัง 80 mm มุมแคสเตอร์ 31.0 o ระยะเทรล 120 mm มุมเลี้ยว (ซ้าย/ขวา) 35o / 35o ยางหน้า 120/70R18M/C 59H ยางหลัง 160/60R17M/C 69H เบรกหน้า Single ø300 mm petal dice คาลิปเปอร์ (หน้า) Dual-piston เบรกหลัง Single ø250 mm petal dice คาลิปเปอร์ (หลัง) Single-piston",
      "Video & Gallerys",
      "รุ่นอื่นๆ ที่คุณอาจชื่นชอบ",
      "Z650 292,200 บาท MEGURO K3 379,000 บาท Versys 650 259,000 บาท KLR650 237,900 บาท",
      "Z650 292,200 บาท",
      "292,200 บาท",
      "MEGURO K3 379,000 บาท",
      "379,000 บาท",
      "Versys 650 259,000 บาท",
      "259,000 บาท",
      "KLR650 237,900 บาท",
      "237,900 บาท",
      "Kawasaki PRICE LIST ราคารถมอเตอร์ไซด์คาวาซากิ",
      "Kawasaki PERIODICAL MAINTENANCE TABLE ตารางบำรุงรักษาตามระยะ",
      "PERIODICAL MAINTENANCE TABLE",
      "Kawasaki LOCATE A DEALER ค้นหาตัวแทนจำหน่ายทัวประเทศ",
      "LOCATE A DEALER"
    ]
  }
]